<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_dbdescription'] = 'При този метод се използва външна база данни за проверка на потребителските имена и пароли. Ако профилът е нов, информацията от другите полета също може да бъде копирана в Moodle.';
$string['auth_dbextrafields'] = 'Тези полета не са задължителни. Можете да попълните някои от полетата на Moodle, съдържащи детайли за потребителя, с информация от <B>външната база данни</B>, която настройвате тук. <P>Ако не попълните нищо, ще бъдат използвани настройките по подразбиране.<P>И в двата случая, потребителите могат да редактират тези полета, след като влезнат в системата.';
$string['auth_dbfieldpass'] = 'Име на полето, съдържащо паролите';
$string['auth_dbfielduser'] = 'Име на полето, съдържащо потребителските имена';
$string['auth_dbhost'] = 'Име на компютъра, съхраняващ базата данни';
$string['auth_dbname'] = 'Име на базата данни';
$string['auth_dbpass'] = 'Парола, съответстваща на горното име';
$string['auth_dbpasstype'] = 'Формат за полето, съдържащо паролата. Шифърът MD5 е полезен при свързване с други често срещани web приложения, като PostNuke.';
$string['auth_dbtable'] = 'Име на таблицата в базата данни';
$string['auth_dbtitle'] = 'Използване на външна база данни';
$string['auth_dbtype'] = 'Тип на базата данни. (За повече информация, вижте <a href=\"../lib/adodb/readme.htm#drivers\">документацията на ADOdb</a>.)';
$string['auth_dbuser'] = 'Потребителско име за достъп за четене до базата данни';