<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_emaildescription'] = 'Потвърждението по електронна поща е метода за идентифициране по подразбиране. Когато потребителя се регистрира, избирайки свое име и парола, до електронния му адрес се изпраща писмо за потвърждение. В писмото се съдържа защитена връзка към страница, на която потребителя може да потвърди своя профил. При следващи влизания в системата, потребителското име и паролата се сравняват със стойностите, съхранени в базата данни на Moodle.';
$string['auth_emailtitle'] = 'Идентификация по е-поща';