<?PHP // $Id$ 
      // admin.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['accessdenied'] = 'འཛུལ་བསྐྱོད་འབད་ནི་ཁས་མི་ལེན་པས།';
$string['accounts'] = 'འཛུལ་ཐོ་ཚུ།';
$string['adminseesall'] = 'བདག་སྐྱོང་གེ་ར་ལྟ།';
$string['adminseesallevents'] = 'བདག་སྐྱོང་པ་ཚུ་གི་བྱུང་ལས་གེ་ར་ལྟ།';
$string['adminseesownevents'] = 'བདག་སྐྱོང་པ་ཚུ་གེ་ར་ལག་ལེན་པ་གཞན་མི་བཟུམ།';
$string['allowcategorythemes'] = 'བཀོད་རིས་ཤོག་ལེབ་དབྱེ་རིམ་འབད་ཆོག།';
$string['allowcoursethemes'] = 'སློབ་ཚན་གྱི་བཀོད་རིས་ཤོག་ལེབ་ཆོག།';
$string['allowdeletes'] = 'བཏོན་ཏང་ཆོག།';
$string['allowemailaddresses'] = 'གློག་འཕྲིན་ཌོ་མེན་ཆོགཔ།';
$string['allowobjectembed'] = 'ངོ་རྟགས་ཡང་ཆོག།';
$string['allowrenames'] = 'མིང་གསརཔ་བཏག་ཆོག།';
$string['allowuserblockhiding'] = 'ལག་ལེན་པ་ཚུ་ལུ་སྡེབ་ཚན་སྦ་ཆོག།';
$string['allowusermailcharset'] = 'ལག་ལེན་པ་གིས་ཡིག་འབྲུ་ཆ་ཚན་སེལ་ཆོག།';
$string['allowuserswitchrolestheycantassign'] = 'འགན་སྤྲོད་མེད་པའི་ལག་ལེན་པ་ཚུ་ལུ་ འགན་ཁྲིད་ཀྱི་རང་དབང་སོར་བསྒྱུར་བྱིན།';
$string['allowuserthemes'] = 'ལག་ལེན་པ བཀོད་རིས་ཤོག་ལེབ་ཆོག།';
$string['allowvisiblecoursesinhiddencategories'] = 'སྦ་བཞག་ཡོད་པའི་དབྱེ་རིམ་ནང་ སློབ་ཚན་མཐོང་ཚུགསཔ་བཟོ་ཆོག།';
$string['antivirus'] = 'གནོད་ཆས་ཁ་གནོན།';
$string['appearance'] = 'འབྱུང་སྣང་།';
$string['aspellpath'] = 'ཨེས་པེལ་རྒྱུ་ལམ།';
$string['authentication'] = 'བདེན་བཤད།';
$string['authsettings'] = 'བདེན་བཤད་འཛིན་སྐྱོང་།';
$string['autolang'] = 'སྐད་ཡིག་རང་བཞིན་སྐྱོན་འཛིན།';
$string['autologinguests'] = 'རང་བཞིན་ནང་བསྐྱོད་ཀྱི་མགྱོནམ།';
$string['availablelangs'] = 'སྐད་ཡིག་སྦུང་ཚན་ཐོབ་ཆོག་ཆོག།';
$string['backgroundcolour'] = 'དྭངས་གསལ་ཅན་ཚོས་གཞི།';
$string['backups'] = 'རྒྱབ་སྐྱོར།';
$string['badwordsconfig'] = 'ཚིག་ངན་ཚུ་ བར་ཚག་གི་སོ་སོར་ཐོ་བཀོད།';
$string['badwordsdefault'] = 'གལ་སྲིད་སྲོལ་སྒྲིག་ཐོ་ཡིག་སྟོང་པ་འབདན་ སྐད་ཡིག་གི་སྦུང་ཚན་ལས་སྔོན་སྒྲིག་ཐོ་ཡིག་ལག་ལེན་འཐབ་ནི།';
$string['badwordslist'] = 'སྲོལ་སྒྲིག་ངན་པའི་ཚིག་ཐོ།';
$string['blockinstances'] = 'དཔེར་ན།';
$string['blockmultiple'] = 'སྣ་མང་།';
$string['blocksettings'] = 'སྡེབ་ཚན་འཛིན་སྐྱོང་།';
$string['bloglevel'] = 'ཝེབ་དྲན་དེབ་མཐོང་གསལ།';
$string['bookmarkadded'] = 'སྡེབ་རྟགས་སྡོམ་ནི།';
$string['bookmarkalreadyexists'] = 'སྔོན་ལས་བཀལ་ཡོད་པའི་ཁྱོད་ཀྱི་སྡེབ་རྟགས་ཀྱི་ཤོག་ལེབ་འདི།';
$string['bookmarkdeleted'] = 'སྡེབ་རྟགས་བཏོན་ཚར་ཡོདཔ།';
$string['bookmarkthispage'] = 'སྡེབ་རྟགས་ཀྱི་ཤོག་ལེབ་འདི།';
$string['cachetext'] = 'ཚོ་གང་གི་འདྲ་མཛོད་ཚིག་ཡིག།';
$string['cachetype'] = 'འདྲ་མཛོད་དབྱེ་བ།';
$string['calendar_weekend'] = 'བདུན་མཐའ་ཉིནམ་ཚུ།';
$string['calendarexportsalt'] = 'ཟླ་ཐོ་ཕྱིར་འདྲེན་གྱི་སཱལཊ།';
$string['calendarsettings'] = 'ཟླ་ཐོ།';
$string['cfgwwwrootslashwarning'] = 'ཁྱོད་ཀྱི་ཡིག་སྣོད་ ཀཱོན་ཕིག་ཌོད་པི་ཨེཆ་པིནང་མ་འཛོལ་བ་མེདཔ་ངོས་འཛིན་འབད་ནུག་དེ་གི་བཀུག་ནི་དང་གཅིག་ཁར་རྟགས་མི་མཐུན་པས་ཁྱོད་ཤོག་ལེབ་འདི་འཛུལ་བསྐྱོད་ལག་ལེན་འཐབསྟེ་ཡོད། ཁྱོད་ཀྱི་བཅོ་ཁ་གནང་ད་དེ་མིན་རུང་ཁྱོད་ཀྱི་ཉམས་མྱོང་ཧ་ལས་སི་སི་གསང་ཉན་འཕྲུལ་ཆས་བཟུམ།';
$string['cfgwwwrootwarning'] = 'ཁྱོད་ཀྱི་ཡིག་སྣོད་ ཀཱོན་ཕིག་ཌོད་ ནང་མ་བདེནམ་སྦེ་ངོས་འཛིན་འབད་ནུག་ ཁྱོད་ཀྱི་མཇུག་བསྡུཝ་ད་ ཡིག་འབྲུ་ ཨེ་དེ་གི་གྲངས་སུ་བཙུགས་ནི། ཁྱོད་ཀྱིས་རྩ་བསྐྲད་གཏང་ད་ དེ་མིན་རུང་ཁྱོད་ཀྱི་ཉམས་མྱོང་ཧ་ལས་སི་སི་གསང་ཉན་འཕྲུལ་ཆས་བཟུམ།';
$string['change'] = 'བསྒྱུར་བཅོས།';
$string['changesitelang'] = 'ས་ཁོངས་ཀྱི་སྐད་ཡིག་བསྒྱུར་བཅོས་འབད།';
$string['checkboxno'] = 'མེན།';
$string['checkboxyes'] = 'ཨིན།';
$string['choosefiletoedit'] = 'ཡིག་སྣོད་གདམ་སྟེ་ཞུན་དག་འབད།';
$string['clamfailureonupload'] = 'ཀཱ་ལམ་ཨེ་ཝི་ལུ་འཐུས་ཤོར་བྱུང་ཡོདཔ།';
$string['cleanup'] = 'གཙང་དག་བཟོ་ནི།';
$string['commonsettings'] = 'ཐུན་མོང་སྒྲིག་སྟངས།';
$string['componentinstalled'] = 'ཆ་ཤས་གཞི་བཙུག་འབད་ཡོདཔ།';
$string['computedfromlogs'] = 'དྲན་དེབ་ལས་ཚུར་གློག་རིག་གྲུབ།';
$string['confeditorhidebuttons'] = 'གསང་བའི་ཨེཆ་ཀྲི་ཨེམ་ཨེལ་ ཞིབ་འཚོལ་པ་ལས་ཨེབ་རྟ་གདམ་ཁ་རྐྱབ་དགོ།';
$string['configallowassign'] = 'ཁྱོད་ཀྱིས་ལས་འགན་ཡོད་པའི་ མི་ཚུ་གིས་གཡོན་ཁ་ཐུག་འགན་སྤྲོད་འཛིན་པའི་ཀེར་ཐིག་དག་ཅིག་ལས་རྒྱུད་དེ་གཞན་མི་ལུ་ལས་འགན་སྤྲོད་ཆོག།';
$string['configallowcategorythemes'] = 'ཁྱོད་འདི་ལུ་ལྕོགས་ཅན་ཨིན་པ་ཅིན་ བཀོད་རིས་ཤོག་ལེབ་ཆ་ཚན་དང་བཅས་དབྱེ་རིམ་དང་འཁྲིལ་ཏེ་ བཟོ་ཚུགས།དེ་གི་ཁོང་རའི་དམིགས་བསལ་གྱི་བཀོད་རིས་ཤོག་ལེབ་ཆ་ཚན་ཅིག་ལུ་མ་གཏོགས་ ཨ་ལོ་ཡོངས་ཀྱི་ སློབ་ཚན་དབྱེ་རིམ་ ལུ་ཕན་གནོད་བྱུང་འོང་།ཉེན་བརྡ་ལྕོགས་གྲུབ་ཅན་གྱི་བཀོད་རིས་ཤོག་ལེབ་དབྱེ་རིམ་གྱིས་ལཱ་ལུ་ཡང་ཕན་གནོད་འབྱུང་ནིའི་ཉེན་ཁ་ཡོད།';
$string['configallowcoursethemes'] = 'ཁྱོད་ཀྱི་འདི་ ལྕོགས་ཅན་བཟོ་བ་ཅིན་ དེ་ལས་སློབ་ཚན་ཚུ་གི་བཀོད་རིས་ཤོག་ལེབ་རང་གི་གཞི་སྒྲིག་འབད་ཆོག། སློབ་ཚན་བཀོད་རིས་ཤོག་ལེབ་ཀྱིས་ བཀོད་རིས་ཤོག་ལེབ་གདམ་ཁ་ (ས་ཁོངས་ ལག་ལེན་པ་ ཡང་ན་ ཐུན་ཚན་གྱིས་བཀོད་རིས་ཤོག་ལེབ་ཚུ།) གེ་ར་མེདཔ་གཏངམ་ཨིན།';
$string['configallowemailaddresses'] = 'ཁྱོད་ཀྱིས་དམིགས་བསལ་ ཌོ་མེན་ལུ་འགྱོ་བཏུབ་པའི་ གློག་འཕྲིན་ཁ་བྱང་གསརཔ་གེ་ར་ བཀག་དམ་འབད་དགོ་པ་ཅིན་ དེ་ལས་ས་སྟོང་སོ་སོ་བཞག་སྟེ་ཐོ་བཀོད། ཌོ་མེན་གཞན་མི་གེ་ར་དང་ལེན་སྤངམ་ཨིན། ཌོ་མེན་འོག་མ་གི་དོན་ལུ་ ཌོ་མེན་སྦོམ་ཤོས་ དེའི་གུར་ ཁ་སྐོང་རྐྱབ་ཆོག།';
$string['configallowobjectembed'] = 'སྔོན་སྒྲིག་སྲུང་སྐྱོབ་ཀྱི་ཚད་བཟུམ་ རང་བཞིན་ལག་ལེན་པ་ཚུ་ ཨེཆ་ཀྲི་ཨེམ་ཨེལ་ ནང་ཡོད་པའི་ཚིག་ཡིག་གཏན་འཁེལ་ཡོད་པའི་གནས་ཟུག་དང་ དངོས་པོའི་ངོ་རྟགས་ སྣ་མང་བརྡ་ལམ་ གནས་ཟུག་ཚུ་ལག་ལེན་འཐབ་མི་ཆོག། (ཕེལཱཤ་བཟུམ)  (མི་ཌེ་ཡ་པལཱཀ་ཨིན་ གིས་ཚགས་མ་བཟུམ་སྦེ་ ལག་ལེན་འཐབ་ད་ཉེན་ཁག་མེདཔ་སྦེ་འབད་ནི)';
$string['configallowoverride'] = 'ཁྱོད་ཀྱིས་ལཱ་དང་ལྡན་པའི་མི་ཚུ་གིས་ གཡོན་ཁ་ཐུག་གི་ཀེར་ཐིག་ལཱ་ཡོད་མི་ཚུ་དབང་ཐག་ཆོད་ཆོག།';
$string['configallowoverride2'] = 'གཡོན་ཁ་ཐུག་དབང་ཐག་ཆོད་ཚར་ཡོད་པའི་ ཀེར་ཐིག་རེ་རེ་ལས་ ལཱ་ག་འདི་གདམ་འཐུ་འབད་ནི། སྒྲིགས་སྟངས་འདི་ མུ་ཌེལ་/རོ་ལོ་ཨོ་ཝར་རའིཊ་ ལྕོགས་གྲུབ་དང་ལྡན་པའི་ལག་ལེན་པ་ཚུ་གི་རྐྱངམ་ཅིག་གི་དོན་ལུ་ ཐོ་བཀོད་འབད།';
$string['configallowunenroll'] = 'འདི་ཆ་ཚན་དང་ལྡན་པ་ཅིན་ /ཨིན་/ དེ་ལས་སློབ་ཕྲུག་ཚུ་གིས་ ནམ་ཨིན་རུང་ ཁོར་རའི་བློ་འདོད་དང་འཁྲིལ་ སློབ་ཚན་ལས་ཐོ་བཀོད་མ་འབད་བར་བཞག་ཆོག། དེ་མིན་པ་ཅིན་ཁོང་རང་མ་ཆོགཔ་ཨིན། ལས་སྦྱོར་འདི་ སློབ་སྟོན་པ་དང་བདག་སྐྱོང་རྐྱངམ་ཅིག་གིས་ཚད་འཛིན་འབད་དགོ།';
$string['configallowuserblockhiding'] = 'ཁྱོད་ལུ་ས་ཁོངས་ཀྱི་སྡེ་རིམ་ རྒྱས་པ་འབད་ སྟོན་ནི་དང་/ སྦ་ཆོགཔ་འབད་དགོ་ནི་ཨིན་ན? དེ་གི་ཁྱད་རྣམ་འདི་ ཇ་བ་ཡིག་ཚུགས་ དང་ཀུ་ཀིས་ ཚུ་གིས་སྡེ་རིམ་བལྟབ་བཏུབ་མི་རེ་རེ་གིས་ གནས་ལུགས་དཔྱད་རིག་གཏང་ཚུགས་ནི་དང་ ལག་ལེན་པའི་སྣང་ངོ་ལུ་ཕན་གནོད་བྱུང་འོང་།';
$string['configallowusermailcharset'] = 'ལྕོགས་ཅན་བཟོ་ནི་འདི་ ས་ཁོངས་ནང་ཡོད་པའི་ལག་ལེན་པ་གིས་ ཁོང་རའི་ཡིག་འབྲུའི་གཞི་སྒྲིག་འདི་གློག་འཕྲིན་གྱི་དོན་ལུ་ ས་ཁོངས་དམིགས་བསལ་དུ་འབད་ཚུགས།';
$string['configallowuserswitchrolestheycantassign'] = 'སྔོན་སྒྲིག་གི་འབད་ མུ་ཌེལ་རོ་ལོ་ཨེསའིན་ འདི་གློག་རྟའི་ལཱ་གི་དོན་ལུ་ ལག་ལེན་པ་ཚུ་ལུ་མཁོ་ཆེཝ་འདུག། ལྕོགས་ཅན་སྒྲིག་སྟངས་ཀྱིས་ མཁོ་ཆེ་བོ་ཚུ་བཏོན་གཏངམ་ཨིན། དེ་ལས་འཐོབ་ཚུགས་པའི་ལཱ་གི་གྲུབ་འབྲས་ཚུ་ སྒྲིག་སྟངས་ཚུ་གི་འབད་མར་ཉམས་ནི་ལུ་གཏན་འབེབ་འགྱོཝ་ཨིན།';
$string['configallowuserthemes'] = 'ཁྱོད་ཀྱིས་ལྕོགས་ཅན་བཟོ་བ་ཅིན་ ལག་ལེན་པ་ཚུ་གིས་ ཁོང་རའི་བློ་འདོད་དང་འཁྲིལ་ བཀོད་རིས་ཤོག་ལེབ་ ཆ་ཚན་ཅིག་སྒྲིག་ཚུགས། ལག་ལེན་པའི་བཀོད་རིས་ཤོག་ལེབ་ ཀྱིས་ས་ཁོངས་བཀོད་རིས་ཤོག་ལེབ་དབང་ཐག་ཆོད་ཚུགས། (དེ་འབདཝ་ད་ སློབ་ཚན་གྱི་བཀོད་རིས་ཤོག་ལེབ་འདི་མེན།)';
$string['configallusersaresitestudents'] = 'ལཱ་གི་དོན་ལུ་གདོང་ཤོག་གི་ས་ཁོངས་ ལག་ལེན་པ་གེ་ར་སློབ་ཕྲུག་གི་ཨིན་པའི་ཆ་འཇོག་ལུ་ཨིན་ན? ཁྱོད་ཀྱིས་ལན་ ལག་ལེན་པའི་/ཨིན་ཟེར་བ་ཅིན་/ ལག་ལེན་པའི་ཆ་འཇོག་གྲུབ་ཡོད་པའི་རྩིས་ཐོ་ཨིན་ཟེར་བ་ཅིན་ གཞན་མི་སྦྱོང་ལཱ་གི་དོན་ལུ་ སློབ་ཕྲུག་བཟུམ་འབད་ བཅའ་མར་གཏོགས་ཆོག། ཁྱོད་ཀྱིས་ལན་འདི་ /མེན་/ ཟེར་བ་ཅིན་ ལག་ལེན་པ་ཚུ་ཉུང་ཤོས་སློབ་ཚན་གཅིག་ནང་བཅའ་མར་གཏོགས་ཚར་ཚརཝ་དེ་ཚུ་གིས་ གདོང་ཤོག་གི་སྦྱོང་ལཱ་ཚུ་ལག་ལེན་འཐབ་ཆོག། དེ་ལས་བདག་སྐྱོང་དང་འགན་སྤྲོད་ཀྱི་སློབ་དཔོན་ཚུ་གིས་ གདོང་ཤོག་གི་སྦྱོང་ལཱ་ཚུ་ལག་ལེན་འཐབ་ཚུགས།';
$string['configauthenticationplugins'] = 'ཁྱོད་རའི་ལག་ལེན་བདེ་སྒྲིག་གི་ཐོག་ལས་ པ་ལག་ཨིན་ བདེན་བཤད་ འདི་འགོ་རིམ་ ཕེལ་ཐུརུ་ འབད་གདམ་འཐུ་འབད་གནང་།';
$string['configautolang'] = 'གལ་སྲིད་ས་ཁོངས་ལྕོགས་མིན་ཐལ་ཡོད་པའི་ལག་ལེན་འཐབ་པ་ཅིན།  ཁ་སྐད་སྔོན་སྒྲིག་སྐྱོན་འཛིན་འདི་སྒྲིགས་སྟངས་བརྡ་འཚོལ་མི་ལས་བྱུངམ་ཨིན།';
$string['configautologinguests'] = 'ལྟ་བཤལ་པ་ཚུ་ནང་བསྐྱོད་འབད་བ་ཅིན་ མགྱོནམབཟུམ་འབད་ རང་བཞིན་གྱིས་སློབ་ཚན་འཛུལ་ཞུགས་འབདཝ་ད་ གཅིག་ཁར་མགྱོནམ་ནང་སྤྱོད་འབདཝ་ཨིན།';
$string['configbloglevel'] = 'སྒྲིགས་སྟངས་དེ་གིས་ བཀག་འདམ་འབད་བ་ཅིན་ ལག་ལེན་པའི་སྡེ་རིམ་ག་འདི་ཨིན་ན་ས་ཁོངས་དེ་གིས་མཐོང་ཚུགས། གསལ་བྱང་དང་སྡེ་རིམ་གྱི་གནས་སྤྱོད་མེན་པར་ དམིགས་བསལ་གྱི་ཚིག་ཡིག་མཐོ་ཤོས་མཐོང་མི་དེ་ཐོ་བཀོད་དགོ། ཁྱོད་རང་གི་གེ་ར་ཚར་གཅིག་ནང་མ་དགོ་པ་ཅིན་ སྡེ་རིམ་ཡོངས་རྫོགས་སྐྱོན་འཛིན་ལུ་འགྱོ་འོང།';
$string['configcachetext'] = 'ས་ཁོངས་རྒྱ་སྦོམ་འབད་རུང་ ཡིག་གཟུགས་ཀྱི་ཚགས་མའི་ས་ཁོངས་འབད་རུང་ དེ་གིས་སྒྲིགས་སྟངས་མགྱོགས་ཚད་ཡར་དྲག་འགྱོཝ་ཨིན།	ཡིག་གཟུགས་འདྲ་བཤུས་ཚུ་གིས་ ལས་སྦྱོར་འབད་བའི་བཀང་ཤོག་འཐད་ཀར་དུ་ ནག་ཐིག་ཆགཔ་ཨིན། སྒྲིགས་སྟངས་རྒྱ་ཆུང་ཤོས་དེ་གིས་ ལཱ་ཨ་ཙི་མར་ཉམས་འགྱོཝ་ཨིན། དེ་འབདཝ་ད་སྒྲིགས་སྟངས་རྒྱ་ཆེ་ཤོས་དེ་གིས་ཡིག་གཟུགས་ཡང་སེལ་འབད་ནི་ལུ་དུས་ཡུན་རིངམ་འབད་འགོརཝ་ཨིན།';
$string['configcachetype'] = 'མུ་ཌེལ་ལག་ལེན་གྱི་དོན་ལུ་ འདྲ་མཛོད་མ་འདྲཝ་གདམ་འཐུ་འབད། དེ་གི་འདྲ་མཛོད་རིམ་སྒྲིགས་འབད་རྐྱངམ་ཅིག་འབདཝ་ཨིན།
སེམས་ཁར་བཞག་ འདྲ་མཛོད་འདི་ག་ཅི་འབད་རུང་ཅིག་གི་དོན་ལུ་ལག་ལེན་འཐབ་ཨིན་ ད་འབདཝ་ལས་ འདྲ་མཛོད་ལྕོགས་ཅན་བཟོ།';
$string['configcalendarexportsalt'] = 'ཚིག་ཡིག་ག་མནོ་འབད་མི་འདི་ བདེན་བཤད་ཉེན་སྲུང་ཡར་དྲག་གི་དོན་ལུ་ ཕྱིའི་ཟླ་ཐོ་ངོ་རྟགས་ཀྱི་དོན་ལུ་ལག་ལེན་འཐབ་འཐབ་ཨིན་པས། གལ་སྲིད་ཁྱོད་ཀྱིས་ཨང་རྟགས་སལཌ་ལུ་ འགྱུར་བ་ཅིན་ འཕྲལ་གྱི་ངོ་རྟགས་ཆ་མེད་གཏང་ཚར་མི་ཚུ་ ཟིན་བྲིས་འབད་གནང་།';
$string['configclamactlikevirus'] = 'ཡིག་སྣོད་ཚུ་གནོད་ཆས་བཟུམ་འབད་བརྩི་འཇོག་འབད།';
$string['configclamdonothing'] = 'ཡིག་སྣོད་བཏུབ་འབད་བརྩི་འཇོག་འབད།';
$string['configclamfailureonupload'] = 'གལ་སྲིད་ཁྱོད་ཀྱི་ རིག་སྒྲིག་ཕྱི་འགྱུར་ དང་ཞི་འཇམ་ཞིབ་ལྟ་དང་ལྡན་པའི་སྐྱེལ་བཙུགས་འབད་ཡོད་པ་ཅིན། དེ་ལས་རིམ་སྒྲིག་ཕྱི་འགྱུར་འཛོལ་བའི་སྒོ་ལས་ དང་རྒྱུ་མཚན་མ་ཤེས་པའི་སྒོ་ལས་ལཱ་ བཀོལཝ་ཨིན། བྱ་སྒྲིག་ག་དེ་སྦེ་འབད་དགོ?
ཡིག་སྣོད་ཚུ་གནོད་ཆེན་བཟུམ་ ཟེར་མི་ཁྱོད་ཀྱིས་གདམ་འཐུ་འབད་བ་ཅིན་ ཟུར་རྟགས་ས་ཁོངས་ནང་ སྤོ་ཤུད་འབད་ནི་ཡང་ན་ བཏོན་གཏངམ་ཨིན། ཁྱོད་ཀྱིས་ ཡིག་སྣོད་བཏུབ་བཟུམ་བརྩི་འཇོག་འབད་མི་དེ་ གདམ་འཐུ་འབད་བ་ཅིན་ ཡིག་སྣོད་འདི་སྣོདཐོ་ག་ཨིནམ་འབད་འགྲོ་ཡུལ་ལུ་སྤོཝ་ཨིན། 
གཅིག་མིན་གཅིག་  བདག་སྐྱོང་གི་དྲན་བརྡ་ཞི་འཇམ་འཛོལ་བ་བྱུངམ་ཨིན།ཡིག་སྣོད་ཚུ་གནོད་ཆེན་བཟུམ་ཟེར་མི་ཁྱོད་ཀྱིས་གདམ་འཐུ་འབད་བ་ཅིན་ རྒྱུ་མཚན་དག་ཅིག་གིས་ཞི་འཇམ་ལཱ་བཀོལ་ནི་ལུ་འཛོལ་བ་བྱུངམ་ཨིན། (ཁྱོད་རང་ག་ཨིནམ་འབད་  གཞི་འགྲུལ་ལམ་འདི་ནུས་མེད་འབད་བཀོད་ཡོདཔ་ལས་བརྟེན་ཨིན་པས)
ཡིག་སྣོད་ཚུ་སྐྱེལ་བཙུགས་འབད་ཚར་ཏེ་ཡོད་མི་ཚུ་ཟུར་བརྟག་ས་ཁོངས་ནང་ སྤོ་སོར་འབད་ནི་དང་ ཡངན་ མེདཔ་བཏང་ནི་ དེ་ཚུ་ སྒྲིག་སྟངས་འབདཝ་ད་གཅིག་ཁར་ བདག་འཛིན་འཐབ་དགོ།';
$string['configcookiehttponly'] = 'ཁྱད་ཆོས་དང་ལྡན་པའི་ལྕོགས་ཅན་ པི་ཨེཆ་པི་གསརཔ་ བརའུ་ཟར་ ་ཀུ་ཀིས་དང་ ཨེཆ་ཀྲི་ཀྲི་པི་ངོ་མ་ཚུ་ གསརཔ་མཉམ་ཅིག་གཏང་ནིའི་ཁ་བཀོད་འདི་ ཞུ་མི་རྐྱངམ་ཅིག་ལུ་ཨིན། ཀུ་ཀིས་འདི་ scripting གི་ཁ་སྐད་ཐོག་ལས་འཛུལ་སྤྱོད་འབད་ནི་ནི་འོང། འདི་བརའུ་ཟར་ གེ་ར་ནང་རྒྱབ་སྐྱོར་མེདཔ་ཨིན་ དེ་མ་ཚད་ གནས་སྐབས་ཀྱི་མཐུན་འགྱུར་དམ་ཟབ་ཅན་དང་གཅིག་ཁར་ཡང་ མེདཔ་འོང་། དེ་གི་སྔོན་བཀག་དབྱེ་བ་ ཨེཀས་ཨེས་ཨེས་ དབང་གནོན་ཚུ་ལུ་ཕན་ཐོག་འོང་།';
$string['configcookiesecure'] = 'གལ་སྲིད་སར་བར་ གྱི་ཨེཆ་ཀྲི་ཀྲི་པི་མཐུད་ལམ་ རྐྱངམ་ཅིག་ དང་ལེན་འབད་བ་ཅིན་དེ་ མཐའ་བཙན་པའི་ ཀུ་ཀིས་ཚུ་ ལྕོགས་ཅན་འབད་གཏང་མི་འདི་ འོས་སྦྱོར་འབདཝ་ཨིན། གལ་སྲིད་ལྕོགས་ཅན་འབད་ཡར་སོང་པ་ཅིན་ འཐད་རེ་བ་རེ་མཛད་གནང་ ཝེབ་སར་བར་ འདི་ཨེཆ་ཀྲི་ཀྲི་པི་// ཡངན་ གཏན་ཀྱང་གཞི་སྒྲིག་འདི་ལོག་སྟེ་ ཨེཆ་ཀྲི་ཀྲི་པི་ཨེས་// ཁ་བྱང་ ནམ་<em>wwwroot</em> ཁ་བྱང་ཚུ་ ཨེཆ་ཀྲི་ཀྲི་པི་ཨེས://གཅིག་ཁར་འགོ་མ་བཙུགས་ཅིན་ འདི་གཞི་སྒྲིག་འདི་ རང་བཞིན་གྱི་ཨོཕོ་ལུ་འགྱོཝ་ཨིན';
$string['configcountry'] = 'གལ་སྲིད་ཁྱོད་ཀྱིས་རྒྱལ་ཁབ་གཞི་སྒྲིག་འདི་ཁར་འབད་བ་ཅིན་ དེ་ལས་རྒྱལ་ཁབ་འདི་སྔོན་སྒྲིག་རྩིས་ཐོ་ལག་ལེན་པ་གསརཔ་གི་གདམ་འཐུ་འབདཝ་ཨིན། ལག་ལེན་པ་ལུ་བང་བཙོང་གི་སྒོ་ལས་ རྒྱལ་ཁབ་གདམ་འཐུ་འབད་བཅུགཔ་ཨིན། གཞི་སྒྲིག་མེདན་བཞག་དགོ།';
$string['configcoursemanager'] = 'སྒྲིག་སྟངས་དེ་གིས་ སློབ་ཚན་འགྲེལ་བཤད་ འབྱུང་མི་ཚུ་ལུ་ཚད་འཛིན་འབད་བཅུགཔ་ཨིན། ལག་ལེན་པ་ལུ་ལས་འགན་འགོཔ་འདི་ ཉུང་ཤོས་རང་ གཅིག་ཨིན་པས་ དེ་ཡང་ སློབ་ཚན་འགྲེལ་བཤད་སྦྱང་བ་འབད་ནིའི་དོན་ལུ་ཨིན་པས།';
$string['configcourserequestnotify'] = 'ལག་ལེན་པའི་དབྱེ་བ་ཡང་ལག་ལེན་པ་འདི་ སློབ་ཚན་གསརཔ་ལུ་ ཞུཝ་ད་ལུ་གསལ་བསྒྲགས་འབདཝ་ཨིན།';
$string['configcourserequestnotify2'] = 'སློབ་ཚན་ལུ་ཞུ་བ་འབདཝ་ད་ ལག་ལེན་པ་ གསལ་བསྒྲགས་ནང་ལུ་ག་ཚུདཔ་ཨིན་ན། ལག་ལེན་པ་སློབ་ཚན་ལུ་ གནང་བ་འཐོབ་མི་ཚུ་མིང་ཐོ་དེ་ཁར་ཡོད།';
$string['configcoursesperpage'] = 'སློབ་ཚན་གྱི་ཨང་བཙུགས་ནི་ཚུ་ ཤོག་གྲངས་རེ་རེ་ནང་སློབ་ཚན་གྱི་ཐོ་ནང་བཀྲམ་བཏོན་འབད།';
$string['configcreatornewroleid'] = 'ལཱ་འགན་འདི་རང་བཞིན་གྱིས་ གསར་གཏད་འབད་མི་ལུ་ འགན་སྤྲོད་དེ་ཁོང་གིས་སློབ་ཚན་གསརཔ་ གསར་གཏད་འབད་ཡི། གལ་སྲིད་གསར་གཏད་འབད་མི་ རྩ་ལག་སྐབས་དོན་ ནང་ལྕོགས་གྲུབ་ཅན་ཅིག་དགོཔ་འབད་འཐོན་འོང་པ་ཅིན་ ལཱ་འགན་འདི་འགན་སྤྲོད་མི་འབད།';
$string['configcronclionly'] = 'གལ་སྲིད་འདི་གཞི་སྒྲིག་འབད་བ་ཅིན་ དེ་འབད་བ་ཅིན་ ཀོརོན་ཡིག་ཚུགས་འདི་ རྐྱངམ་ཅིག་ ཝེབ་བརྒྱུད་དེ་ཡོད་པའི་ཚབ་ལུ་ བརྡ་བཀོད་ཀྱི་གྱལ་ལས་ གཡོག་བཀོལ་དགོ། འོག་ལུ་ཡོད་པའི་ཆེོག་ཡིག་ཀོརོན་འདི་མེདཔ་གཏངམ་ཨིན།';
$string['configcronremotepassword'] = 'དེ་གི་དོན་དག་འདི་ ཀོརོན་པི་ཨེཆ་པི་ཡིག་ཚུགས་ཝེབ་བརའུ་ཟར་ འདི་ འོག་ལུ་ཡོད་པའི་ཡུ་ཨར་ཨེལ་གྱི་རྣམ་པའི་ཆོག་ཡིག་འདི་བཀྲམ་སྤེལ་མ་འབད་མི་ལས་ གཡོག་བཀོལ་མི་ཚུགས།:<pre>
http://site.example.com/admin/cron.php?
ཆོག་ཡིག་ ཨོ་པཱན་སེ་སེམ།</pre>གལ་སྲིད་འདི་སྟོངམ་འབད་ལུས་པ་ཅིན་ ཆོག་ཡིག་འདི་དགོས་མཁོ་མེད།';
$string['configdbsessions'] = 'གལ་སྲིད་ལྕོགས་ཅན་དང་ལྡན་པ་ཅིན་ སྒྲིགས་སྟངས་འདི་གིས་ གནས་སྡུད་གཞི་རྟེན་ལག་ལེན་དེ་གི་འབད་འཕྲལ་གྱི་ལཱ་ཡུན་གྱི་ གོ་དོན་མཛོད་ཁང་སྐོར་ལས་ལག་ལེན་འཐབ་ཚུགས། འདི་དམིགས་བསལ་དུ་ ཆེ་བའི་དོན་ལུ་དང་ ཁོམ་མེད་ས་ཁོངས་དང་ ས་ཁོངས་སྡེ་ཚན་ སར་བར་ཚུ་ནང་ བཟོ་རྩིགས་འབད་  ལག་ལེན་འཐབ་ནི།
ས་ཁོངས་མངམ་ནང་རང་ གཡོན་ཁ་ཐུག་གི་ནང་ ལྕོགས་མིན་འབད་ཐལ་དོ་བཟུམ་དང་ དེ་ཌྲིགས་འདི་ཚབ་ལུ་ལག་ལེན་འཐབ་ཡོདཔ་ཨིན།  འཕྲལ་གྱི་ལག་ལེན་པ་ཚུ་   གཞི་སྒྲིགས་བསྒྱུར་ནི་དེ་གི་དྲན་དེབ་ཕྱི་ཁར་འབད་ནི་ལུ་དྲན་འཛིན་བཀོད། (ཁྱོད་དང་བཅས)གལ་སྲིད་ཁྱོད་ཀྱི་ ཨེམ་ཝའི་ཨེས་ཀུསའུ་ཨེལ་ འདི་ལག་ལེན་འཐབ་པ་ཅིན་ རང་གི་ སི་ཨེན་ཨེཕ ནང་འཕྲིན་ཚན་མཐོ་ཤོས་ལུ་འབད་ཆོག་པའི་གཏན་གཏན་མཛད་གནང་  (or my.ini) མཐའ་ན་ ཕོར་ཨེམ།';
$string['configdebug'] = 'གལ་སྲིད་ཁྱོད་ཀྱི་སྐོར་ཐེངས་དེ་ལུ་ འབབ་པ་ཅིན་ དེ་ལས་ པི་ཨེཆ་པི་གི་ འཛོལ་བའི་སྙན་ཞུ་འདི་ ཡར་འཕེལ་འགྱོཝ་ཨིན་ དེ་འབདཝ་ལས་ ཉེན་བརྡ མངམ་ཚུ་པར་བཏབ་ཨིན། དེ་གོང་འཕེལ་བཟོ་མི་རྐྱངམ་ཅིག་ལུ་ཕན་ཐོག་སྦོམ་ཡོད།';
$string['configdebugdisplay'] = 'ཆ་ཚན་ཨོན་བཞག་ འཛོལ་བའི་སྙན་ཞུ་ འདི་ཨེཆ་ཀྲི་ཨེམ་ཨེལ་ ཤོག་གྲངས་ནང་འགྱོཝ་ཨིན། དེ་ལག་ལེན་ངོ་མ་ཨིན་ དེ་འབདཝ་ད་ ཨེཀས་ཨེཆ་ཀྲི་ཨེམ་ཨེལ་ ཇེ་ཨེས་ ཀུ་ཀིས་ དང་ཨེཆ་ཀྲི་ཀྲི་པི་ སྤྱིར་བཏང་མགོ་ཡིག་ནང་ཡོད་མི་ཚུ་ མེདཔ་ཐལཝ་ཨིན། ཆ་ཚན་ཨོཕ་བཞག་ དེ་གི་ སར་བར་དྲན་དེབ་ ཨའུཊ་པུཌ་བཟོ་བཏངམ་ཨིན། རྐྱེན་གསལ་ལེགས་ཤོམ་འབད་བཅུགཔ་ཨིན། དེ་པི་ཨེཆ་པི་ སྒྲིགས་སྟངས་འཛོལ་བའི་དྲན་དེབ་བཀག་འཛིན་ འབད་དེ་འགྱོཝ་ཨིན།';
$string['configdebugsmtp'] = 'རྐྱེན་སེལ་ཚིག་མང་གི་ལྕོགས་ཅན་གྱི་སྙན་ཞུ་འདི་ གློག་འཕྲིན་བརྡ་བྱང་ ཨེས་ཨེམ་ཀྲི་པི་ སར་བར་ལུ་ གཏང་པའི་བསྒང་འབད་དགོ།';
$string['configdefaultallowedmodules'] = 'སློབ་ཚན་གྱི་དོན་ལུ་ དེ་ལྟག་གི་དབྱེ་རིམ་དང་ནང་སྡེ་མཐུན་པས། སློབ་ཚན་འདི་གསར་གཏད་འབད་བའི་བསྒང་ཁྱོད་ལུ་ མུ་དྲུལ་ག་འདི་སྔོན་སྒྲིག་འབད་ཆོགཔ་དགོ་ནི།';
$string['configdefaultcourseroleid'] = 'ལག་ལེན་པ་སློབ་ཚན་ནང་མིང་ཐོ་བཀོད་མི་དེ་གི་ རང་བཞིན་གྱིས་ལཱ་ འགན་སྤྲོད་འབདཝ་ཨིན།';
$string['configdefaultrequestcategory'] = 'སློབ་ཚན་གྱི་དོན་ལུ་ ལག་ལེན་པའི་གསོལཝ་བཏབ་མི་དེ་གིས་ རང་བཞིན་གྱི་དབྱེ་རིམ་ནང་སྡོད་ཚུགས།';
$string['configdefaultrequestedcategory'] = 'གལ་སྲིད་ཁོང་གི་ཆ་འཇོག་གྲུབ་པ་ཅིན་ སྔོན་ སྒྲིག་དབྱེ་རིམ་ སློབ་ཚན་གྱི་དོན་ལུ་ བཙུགས་ནི་ལུ་ ཁོང་གི་གསོལཝ་བཏབ་བཞིན་ ཚུད་དགོ།';
$string['configdefaultuserroleid'] = 'ལག་ལེན་པ་ལུ་ཡོད་པའི་སྡེ་རིམ་གེ་ར་གིས་ དམིགས་བསལ་གྱི་ལཱ་འགན་དང་ལྕོགས་གྲུབ་ཚུ་ ས་ཁོངས་ཀྱི་སྡེ་ཚན་ལུ་ བྱིནམ་ཨིན། ཡང་ཅིན་ཁོང་གིས་ལཱ་འགན་གཞན་ཚུ་རྩིས་བསྡོམས་བྱིན་བྱིནམ་འོང་། སྔོན་སྒྲིག་འདི་ལག་ལེན་པའི་ལཱ་འགན་བདེན་བཤད་འདི་ཨིན། (ཡང་ན་མགྱོནམ་གྱི་ལཱ་འགན་འདི་ཐོན་རིམ་རྙིངམ་ནང་ཨིན)དེ་གི་ ཁོང་ལུ་ཡོད་པའི་ལཱ་འགན་ དང་གཅིག་ཁར་མི་མཐུན་པ་མི་འབྱུང་ཟེར་ཐོ་བཀོད་འབད། དེ་ལག་ལེན་པའི་ལྕོགས་གྲུབ་ངེས་གཏན་བཟོ་མི་ཚུ་ དེ་ཚུ་སློབ་ཚན་གྱི་སྡེ་ཚན་ལུ་འགན་སྤྲོད་ཚུགས་ནི་གི་དོན་ལུ་མེན། (དཔེར་ན་ གནས་སྐྱོད་སྡེ་ཚན་བཙུགས་ནི་ རང་གི་ཟླ་ཐོ་བདེ་སྒྲིག་བཟོ་ནི)';
$string['configdeleteincompleteusers'] = 'ཐུན་ཚན་དེ་གི་ཤུལ་ལས་ གཞི་སྒྲིག་ཡོངས་རྫོགས་འབད་མ་ཚར་བའི་རྩིས་ཐོ་ཚུ་ མེདཔ་གཏང་ཡོདཔ་ཨིན།';
$string['configdeleteunconfirmed'] = 'གལ་སྲིད་ ཁྱོད་ཀྱིས་གློག་འཕྲིན་བདེན་བཤད་ཀྱི་སྒོ་ལས་ ལག་ལེན་འཐབ་པ་ཅིན་ ཐུན་ཚན་དེ་གི་ནང་འཁོད་ ཐོབ་པའི་ལན་འདི་ ལག་ལེན་པའི་ཁ་ཐུག་ལས་ ཆ་འཇོག་ཡོདཔ་ཨིན། ཐུན་ཚན་དེ་གི་ཤུལ་ལས་ གཏན་གཏན་མེད་པའི་རྩིས་ཐོ་ཚུ་མེདཔ་བཏངམ་ཨིན།';
$string['configdenyemailaddresses'] = 'དམིགས་བསལ་གྱི་དྲོ་མིན་ལས་ ཉན་མ་བཏུབ་པའི་གློག་འཕྲིན་ཁ་བྱང་ ཐོ་བཀོད་དེ་ཡོད་མི་ཚུ་ ལམ་ལུགས་གཅིག་འབད་ཨིན། གཞན་དྲོ་མིན་གེ་ར་གི་དང་ལེན་འབད་ཡོདཔ་ཨིན། ཉན་མ་བཏུབ་པའི་ ཡན་ལག་དྲོ་མིན་ དྲོ་མིན་སྦོམ་ཤོས་དང་གཅིག་ཁར་བསྡོམ་དགོ། དཔེར་ན ། <strong> hotmail.com yahoo.co.uk.live.com</strong>';
$string['configdigestmailtime'] = 'མི་ཚུ་གིས་གློག་འཕྲིན་ཚུ་ གདམ་ཁ་རྐྱབ་སྟེ་ ཌའིཇེསཌ་ གི་རྣམ་པ་ལུ་གཏང་ དེ་གི་ཉིན་ལྟར་གྱི་གློག་འཕྲིན་ ཌའིཇེསཌ་ འབད་བཏངམ་ཨིན། དེ་སྒྲིགས་སྟངས་ཚད་འཛིན་ ཟེར་ཉིནམ་གི་དུས་ཚོད་ ཉིན་ལྟར་གྱི་གློག་འཕྲིན་གྱི་གཏང་ (ཤུལ་ལས་ཀྱི་ཀོརནཱ དེ་གཏང་པའི་ཆུ་ཚོད་ཀྱི་ཤུལ་ལས་ ལཱ་བཀོལ་བཏུབ་ཨིན)';
$string['configdisablecourseajax'] = 'སློབ་ཚན་ངོ་མའི་ཤོག་གྲངས་ངོ་མ་ ཞུན་དག་རྐྱབ་པའི་སྐབས་ལུ་ ཨེ་ཇེ་ཨེ་ཨེཀསི་ འདི་ལག་ལེན་འཐབ་ནི་མི་འོང་།';
$string['configdisableuserimages'] = 'ལག་ལེན་པའི་ཡིག་སྣོད་ཀྱི་གཟུགས་བརྙན་སོར་ནིའི་དོན་ལུ་ ལག་ལེན་ལྕོགས་མིན་འདི་ ལྕོགས་ཅན་བཟོ་དགོ།';
$string['configdisplayloginfailures'] = 'དེ་གི་ཧེན་མའི་ནང་བསྐྱོད་མེདཔ་བཏང་ཡོད་མིའི་སྐོར་ལས་ ལག་ལེན་གདམ་འཐུ་འབད་ཡོད་མི་ལུ་ བརྡ་དོན་བཀྲམ་སྟོན་འབདཝ་ཨིན།';
$string['configdocroot'] = 'མུ་དྲེལ་དྲོག་སི་གི་ལམ་ལུ་ངོས་འཛིན་འབད། གལ་སྲིད་ཁྱོད་རའི་ལམ་ལུགས་དང་དང་བསྟུན་ གློག་ལམ་ཐོག་ཡིག་ཐོ་བཀོད་པ་ཅིན་ ཁྱོད་ཀྱི་སོར་དགོ། ག་དེ་འབད་ཨིན་རུང་ ཁྱོད་ཀྱི་གཏན་གཏན་འབད་ཕི་ལམ་ལུ་ ཡིག་ཐོ་བཀོད་ནི་ དེ་ རྩ་སྒྲིག་ལྕོག་འཐདཔ་སྦེ་འབད་དགོ། http://docs.moodle.org';
$string['configdoctonewwindow'] = 'ཁྱོད་ཀྱིས་དེ་ལྕོགས་ཅན་བཟོ་བ་ཅིན་ དེ་ལས་འབྲེལ་བ་ཡོད་པའི་མུ་དྲེལ་དྲོགས་སི་ གི་ ཝིན་དྲོ་གསརཔ་ཅིག་སྟོན་འོང་།';
$string['configeditordictionary'] = 'ཡིག་གཟུགས་གདམ་འཐུ་འབད་ད་ དེ་གི་ཞུན་དག་པའི་ བཀོག་བཞག་པའི་ཐོ་ནང་ལུ་འབྱུང་དགོ།';
$string['configeditorfontlist'] = 'གལ་སྲིད་ ལག་ལེན་པ་ཚུ་ཁོང་རའི་ ཁ་སྐད་ཀྱི་དོན་ལུ་ ཨེས་པེལ་ལུ་ ཚིག་མཛོད་མེད་པ་ཅིན་ གནས་གོང་དེ་གི་ལག་ལེན་འཐབ།';
$string['configemailchangeconfirmation'] = 'ལག་ལེན་པ་ཚུ་ ཁོང་རའི་ཡིག་སྣོད་ནང་ཡོད་པའི་ གློག་འཕྲིན་ཁ་བྱང་གི་དོན་ལུ་ གློག་འཕྲིན་ཅིག་ངེས་དཔྱད་རིམ་པར་འབད་དགོ།';
$string['configemoticons'] = 'གཡོན་ཁ་ཐུག་ཡོད་པའི་ ཨང་རྟགས་འདི་ གཡས་ལུ་ཡོད་པའི་མིང་གི་གདོང་ཚབ་ལུ་འབྲེལ་བ་ཡོདཔ་ལས་ ཨང་རྟགས་འདི་སོར་དགོ་གདོང་ཚད་གསརཔ་བསྡོམ་ད་ མིང་དང་ཨང་རྟགས་བཀོད་ དེ་ལས་པར་བཟུམ་སྦེ་མིང་བཀོད། ནེམ.ཇི་ཨའི་ཨེཕ་ ཨིན་ /པིཀསི་ /ཨེས';
$string['configenableajax'] = 'གཞི་སྒྲིག་འབད་ནི་དེ་གིས་ ཨེ་ཇེ་ཨེ་ཨེཀས་ ལག་ལེན་འཐབ་ནི་ལུ་ (མཐོ་རིམ་ཞབས་ཏོག་སྤྱོད་མི་ སར་བར་ངོས་འདྲ་བ་ ཇ་བ་ཨིས་ཀིརཔཀྲི་ལག་ལེན་འདབ་ནི) ས་ཁོངས་ཆ་མཉམ་ནང་ལས་མར་ ཚད་འཛིན་འབད་བཅུགཔ་ཨིན། གཞི་སྒྲིག་འབདཝ་ད་གཅིག་ཁར་ ལྕོག་ཅན་པའི་ལག་ལེན་པ་ཚུ་གིས་ གདམ་འཐུ་འབད་ཚུགས་ དེ་མིན་ ཨེ་ཇེ་ཨེ་ཨེཀསི་ འདི་གེ་ར་ལུ་གནོད་པའི་ལྕོགས་མིན་ལུ་ཐལཝ་ཨིན།';
$string['configenablecalendarexport'] = 'སློབ་ཚན་ངོ་མའི་ཤོག་གྲངས་ངོ་མ་ ཞུན་དག་རྐྱབ་པའི་སྐབས་ལུ་ ཨེ་ཇེ་ཨེ་ཨེཀསི་ འདི་ལག་ལེན་འཐབ་ནི་མི་འོང་།';
$string['configenablecourserequests'] = 'དེ་གི་ལག་ལེན་པ་ག་ལུ་འབད་རུང་ སློབ་ཚན་གསར་བསྐྲུན་འབད་ནི་ལུ་ གསོལ་བཏབ་འབད་བཅུགཔ་ཨིན།';
$string['configenableglobalsearch'] = 'གཞི་སྒྲིག་ལྕོགས་ཅན་དེ་གིས་ སྤྱི་ཁྱབ་ཡིག་ཚུགས་ཀྱི་ འཐོན་ཁུངས་དང་ལཱ་འཚོལཝ་ཨིན། པི་ཨེཆ་པི་༤་དང་གཅིག་ཁར་ མཐུན་འགྱུར་ཅན་མེདཔ་ཨིན།';
$string['configenablegroupings'] = 'གཞི་སྒྲིག་ལྕོགས་ཅན་དེ་ སྡེ་ཚན་གྱི་སྡེ་ཅིག་ཨིན།';
$string['configenablehtmlpurifier'] = 'ཀེ་ཨེས་ཨི་ཨེས་ བློ་གཏད་མ་ཚུགས་པའི་ཡིག་གཟུགས་ ཧིང་སངས་ས་ བཟོ་ནིའི་ཚབ་ལུ་  ཨེཆ་ཀྲི་ཨེམ་ཨེལ་ གཙང་ཆས་བཟོ་ནི་ལུ་ལག་ལེན་འཐབ། ཨེཆ་ཀྲི་ཨེམ་ཨེལ་ གཙང་ཆས་བཟོ་ནི་འདི་ གོང་འཕེལ་གཏང་ནི་ལུ་ཧུར་རི་རི་དང་ བཙན་ཏོག་ཏོ་འབད་ཆ་བཞགཔ་ཨིན། དེ་འབདཝ་ད་ དེ་ཐོན་ཁུངས་ཤུགས་ཅན་ཅིག་ཨིན། ཨེཆ་ཀྲི་ཨེམ་ཨེལ་ གྱི་གྲུབ་འབྲས་ ཨང་རྟགས་ ལུ་མཐོང་གསལ་ཆུང་བ་མ་འདྲཝ་ཚུ་རེ་བ་བསྐྱེད།  གནས་འདྲེན་ནི་དང་དངོས་པོའི་ངོ་རྟགས་ཚུ་ལྕོགས་ཅན་བཟོ་མ་ཚུགཔ་ཨིནམ་ ཐོ་བཀོད་གནང་། མེདདྲི་ཨེམ་ཨེལ་ངོ་རྟགས་དང་ ལེང་རྙིངམ་ངོ་རྟགས་ཚུ་ རྒྱབ་སྐྱོར་མེདཔ་ཨིན་པས།';
$string['configenablerssfeeds'] = 'གློག་རྟ་དེ་གི་ ཨར་ཨེས་ཨེས་ ལྕོགས་ཅན་ལུ་བཟོ་ནི་འདི་ ས་ཁོངས་གེ་ར་ལས་བྱུངམ་ཨིན་། གཞན་དེ་འབད་ལྟ་བ་ཅིན་ འགྱུར་བ་ག་ཅི་བཟུམ་ཡོད་རུང་རང་ ཁྱོད་ཀྱི་ཨར་ཨེས་ཨེས་འབྱུང་མི་ དེ་སྦྱོང་ཚན་རེ་རེ་ལུ་ཡང་ལྕོགས་ཅན་བཟོ་དགོ།';
$string['configenablerssfeedsdisabled'] = 'དེ་ཐོབ་ཆོག་ཆོག་མིན་འདུག་ ག་ཅི་འབད་ཟེརན་ ཨར་ཨེས་ཨེས་འབྱུང་མི་དེ་ཚུ་ ས་ཁོངས་གེ་ར་ནང་ལྕོགས་མིན་ཐལ་ཐལཝ་ཨིན་པས། དེ་ལུ་ལྕོགས་ཅན་བཟོ་ནི་འདི་ བདག་སྐྱོང་རིམ་སྒྲིག་གི་འོག་ལུ་ཡོད་པའི་ གཞི་སྒྲིག་འགྱུར་ཅན་ ལུ་འགྱོ་དགོ།';
$string['configenablerssfeedsdisabled2'] = 'ཨར་ཨེས་ཨེས་འབྱུང་མི་ཚུ་ སར་བར་གྱི་གནས་རིམ་ནང་ལྕོགས་མིན་ཐལ་ཡོདཔ་ཨིན། དང་པ་རང་ཁྱོད་ཀྱིས་ཁོང་ཚུ་སར་བར་ནང་ལྕོགས་ཅན་བཟོ་དགོཔ་ཨིན།';
$string['configenablesafebrowserintegration'] = 'གདམ་ཁ་འདི་ ཁ་སྐོང་བཀལ་ ཉེན་སྲུང་བརའུ་ཟར་གྱི་དོན་ལུ་ ཆོས་རྒྱུགས་བརའུ་ཟར་སྲུང་ནིའི་དགོས་མཁོ་ རྩོད་གཞིའི་གཞི་སྒྲིག་གི་རྣམ་པ་ས་སྒོ་ལུ། ཨེཆ་ཀྲི་ཀྲི་པི་ལྟ://www.safeexambrowser.org/གོ་དོན་མངམ་གི་དོན་ལུ།';
$string['configenablestats'] = 'གལ་སྲིད་ཁྱོད་ཀྱི་ན་ལུ་ བཏུབ་ཟེར་བ་ཅིན། མུ་དྲེལ་ཀོརོན་ཇོབ་ དེ་གི་ལས་ལས་སྦྱོར་དྲནན་དེབ་དང་ ཚད་རྩིས་ཚུ་བསྡ྄་སྤུངས་འབད་ནི། དངུལ་གྱི་འགྲུལ་ལམ་ས་སྒོ་གི་དོན་ལུ་ བརྟེན་ཏེ་ དེ་གི་ཡུདཔ་ཐེངས་ཅིག་སྒོརཝ་ཨིན། གལ་སྲིད་ཁྱོད་ཀྱི་ལྕོགས་ཅན་བཟོ་བ་ཅིན་ ཁྱོད་ཀྱི་སློབ་ཚན་རེ་རེ་གི་སྐཽར་ལས་ གརཕ་དང་ཚད་རྩིས་ སྤྲོ་བ་ཆེཏོག་ཏོ་མཐོང་ཚུགས་ ཡང་ན་ས་ཁོངས་ཝེའིདྲ་གཞི་རྩ།';
$string['configenabletrusttext'] = 'མུ་དྲུལ་སྔོན་སྒྲིག་དེ་གི་འབད་ དུས་ཨ་རྟག་རང་ ལག་ལེན་པ་ཚུ་གིས་འབད་ ཡིག་གཟུགས་གཙང་དག་རྒྱསཔ་སྦེ་འབད་ནི་ ལུ་ ཡིག་ཚུགས་གྱང་ཉེས་ཚུ་ག་དེ་འཇམ་འཇམ་བཏོན་གཏང་དགོ། བརྡ བརྒྱུད་ལ་སོགས་པ་ ཚུ་གིས་ ཉེན་སྲུང་འབད་ཚུགས། བློ་གཏད་ཚུགས་པའི་ ནང་དོན་ལམ་ལུགས་འདི་ དམིགས་བསལ་གྱི་ལག་ལེན་ལུ་བྱིན་ཐངས་དེ་ཡང་ ཁྱོད་ཀྱི་ལྕོགས་གྲུབ་ལུ་བློ་གཏད་དང་བཅས་ དེ་ཚུ་སྔ་གཡར་ཁྱད་རྣམ་ཚུ་ ཁོང་རའི་གོ་དོན་ ཚུ་བར་བཀྲོག་མེད་པར་ བློགཏད་ཚུགས། རིམ་ལུགས་ལྕོགས་ཅན་འདི་ལུ་ གཞི་སྒྲིག་འབད་དགོཔ་ཡོད། དེ་ལས་དམིགས་བསལ་གྱི་མུ་དྲིལ་གྱི་ལཱ་འགན་ལུ་ བློལ་གཏད་པའི་ནང་དོན་གནང་བ་གྲོགས་རམ་འབདཝ་ཨིན། ཡིག་ཚུགས་འདི་གསར་བསྐྲུན་འབད་ནི་དང་ སྐྱེལ་བཙུགས་འབད་ཡོདཔ་དང་ ལག་ལེན་པ་དེ་བཟུམ་གི་བློ་གཏད་ཚུགས་པའི་ངོ་རྟགས་བཟུམ་འབད་ གཙང་དག་མ་འབད་བའི་ཧེན་མར་བཀྲམ་སྟོན་འབད་མི་ཚུགས།';
$string['configenrolmentplugins'] = 'ཁྱོད་རའི་བློ་འདོད་ལྟར་དུ་ ནང་བསྐྱོད་ཐོ་བཀོད་འབད་ནི་ལུ་གདམ་ཁ་རྐྱབ་གནང་། རིམ་སྒྲིག་གི་གཞི་སྒྲིག་འབད་ནི་ལུ་བརྗེད་མ་ད། .<br /><br />ནང་བསྐྱོད་ཚུ་ལྕོགས་ཅན་བཟོ་ཡོདཔ་ལས་ ཁྱོད་ཀྱི་བརྡ སྟོན་འབད་དགོ། དང་ <strong>one</strong> ནང་བསྐྱོད་དེ་གི་རིམ་སྒྲིག་ལུ་གཞི་སྒྲིག་གི་ནང་བསྐྱོད་གི་དོན་ལུ་<em>interactive</em> ཐོ་བཀོད་འབད།
ལྕོགས་མིན་གྱི་ཕན་ཚུན་གྱི་འབྲེལ་ལྡན་གྱི་དོན་གྱི༌ཐོ༌བཀོད༌ལུ༌ཐོ༌བཀོད༌ནང༌ལུ༌གཞི༌སྒྲིག༌འབད༌།
\" to \"No\"སློབ༌ཚན༌དགོས༌མཁོ༌ཡོད༌མི༌ནང༌།';
$string['configerrorlevel'] = 'ཨི༌ཨེཆ༌ཨི༌གི༌རྩིས༌ཐོ༌གདམ༌ཁ༌རྐྱབ༌ཉེན༌བརྡ༌དེ༌ཁྱོད༌ཀྱི༌བཀྲམ༌བཏོན༌འབད༌ཡོདཔ།  སྤྱིར༌བཏང༌འདི༌རང་བཞིན་གྱི་གདམ་འཐུ་ཡང་དག་ཨིན།';
$string['configexcludeoldflashclients'] = 'ཨེ་དྲོབ་ཕེལཤ་ནང་བསྐྱོད་ཀྱི་ཐོན་རིམ་ཚུ་ ངན་སེམས་ཕེལཤ་གྱི་ནང་དོན་  ལས་གནོད་ཉེན་གྱི་དབང་གནོན་ ཚུ་ཤེས་དགོཔ་ཨིན། ཁྱོད་ཀྱི་ཐོན་རིམ་རྒྱབ་སྐྱོར་ཉུང་ཤོས་འདི་ན་ལུ་ གསལ་བཀོད་འབད། མུ་དྲིལ་གྱི་ཕེལཤ་གི་ཡིག་སྣོད་ཚུ་ དམའ་ཤོེས་ཀྱི་ཐོན་རིམ་དང་གཅིག་ཁར་ མི་སྟོན། 
ཁོང་གི་ཕེལཤ་སྤེལ་མ་འབད་ ལྟ་སྟེ་སྐྱེལ་བཙུགས་ག་དེ་སབེ་འབད་ནི་ཨིན་ན་ ཁོང་ལུ་སླབ་ནི། སྟོངམ་དེ་ཚུ་ལྕོགས་མིན་དང་གེ་ར་ཞིབ་དཔྱད་ཀྱི་དོན་ལུ་བཞག།།';
$string['configexperimentalsplitrestore'] = 'གལ་སྲིད་ལྕོགས་ཅན་ཐལ་སོང་པ་ཅིན་ སློབ་ཚན་རྒྱབ་ཐག་ གི་ཡིག་སྣོད་དེ་གི་ ཨེགས་ཨེམ་ཨེས་ཞིཔ་དཔྱད་ཀྱི་དོན་ལུ་ འཛོལ་མི་དང་ ཆུང་ཀུ་ལུ་གཤག་གཏང་ནི་དང་ལག་ལེན་གྱི་རྣམ་པ་ཚུ་ ལས་སྦྱོར་སོར་ཆུད་ནང་ལག་ལེན་འཐབ་ནི་གི་དོན་ལུ།  འདི་ཡར་དྲག་གཏང་ནིའི་དོན་ལུ་ གྲུབ་འབྲས་དེ་གི་ སོར་ཆུད་དང་སྟོབས་ཤུགས་ཅན་
དང་ལག་ལེན་འཐབ་ནིའི་དུས་ཚོད་། བྲེ་བྲག་ཏུ་ སློབ་ཚན་འབྲིང་མ་རྒྱབ་ཐག་གི་དོན་ལུ།';
$string['configextendedusernamechars'] = 'སློབ་ཕྲུག་ཚུ་གི་ཁོང་རའི་ལག་ལེན་པ་གི་མིང་ནང་གཞི་སྒྲིག་འདི་ལྕོགས་ཅན་ལུ་ ཡིག་འབྲུ་ག་འབད་རུང་ ལག་ལེན་འཐབ་ཆོགཔ་སྦེ་འབད་དགོ།  (ཁོང་རའི་མིང་ངོ་མ་ལུ་ཕན་གནོད་ག་ནི་ཡང་མེད་མི་ཐོ་བཀོད)སྔོན་སྒྲིག་འདི་
རྫུན་མ་ ལག་ལེན་པའི་མིང་ཚུ་ ཨལ་ཕ་ནི་མི་རིག་ གི་ཡིག་འབྲུ་རྐྱངམ་ཅིག་ བཀག་འདམ་འབད་དགོ།';
$string['configextramemorylimit'] = 'ཡིག་གཟུགས་འདི་ཞིབ་འཚོལ་བཟུམ་ རྒྱབ་ཐག་ སོར་ཆུད་ཡང་ན་ ཀོརོན་ དྲན་ཚད་མངམ་དགོས་མཁོ་ཡོདཔ།
གཞི་སྒྲིག་མཐོ་ཤོས་གནས་གོང་འདི་ ས་ཁོངས་ཆེ་བའི་དོན་ལུ།';
$string['configfilterall'] = 'ཡིག་རྒྱུན་ཚགས་མ་གེ་ར། མགོ་རྒྱན་དང་བཅས། མགོ་མིང་ འགྲུལ་བསྐྱོད་ དང་ཕྲ་རིང་ལ་སོགས་པ། ཁ་སྐད་སྣ་མང་ ཚགས་མ་ ལག་ལེན་འཐབ་ད་ལུ་ ཁག་ཆེཝ་སྦོམ་འབད་མཐོང་ཡི། དེ་མིན་པ་ཅིན་ དེ་གི་ས་ཁོངས་ཁེ་ཕན་ཨ་ཙི་ཐོབ་ནི་གི་དོན་ལུ་གསར་བསྐྲུན་ཐེབས་མངོན་གསལ་འབད་འོང།';
$string['configfiltermatchoneperpage'] = 'རང་བཞིན་གྱི་འབྲེལ་མཐུད་ཚགས་མ་ཚུ་གིས་ རྐྱང་པའི་འབྲེལ་ལམ་ལུ་ སྤེལ་ཏེ་མཉམ་སྒྲིག་ཡིག་གཟུགས་དང་པ་གི་དོན་ལུ་ དཔེར་ན་ ཤོག་གུ་རྫོགས་མི་ཅིག་ཐོབ་མི་བཟུམ། གཞན་མི་གེ་ར་སྣང་མེདཔ་ཐལ་ཡོདཔ།';
$string['configfiltermatchonepertext'] = 'རང་བཞིན་གྱི་ཚགས་མ་ལུ་འབྲེལ་བ་འཐུས་མི་དེ་གི་ རྐྱང་པ་འབྲེལ་བ་བཟོ་སྟོན་འབད་དེ་  དཔེར་ན་ཤོག་གུ་ནང་ འདྲ་མཉམ་དང་པའི་ཡིག་ཚུགས་ འདི་ (དཔེར་ན་ཡིག་ཚུགས་རེ་རེ་ དཔེར་ན་ ཐོན་ཁུངས་ སྡེབ་ཚན་ )
གཞན་མི་གེ་ར་སྣང་མེདཔ་ཐལ་ཡོདཔ། གལ་སྲིད་ཤོག་གུ་གཅིག་སྒྲིགས་སྟངས་འབད་བ་ཅིན་ གཞི་སྒྲིག་འདི་སྣང་མེདཔ་ཐལ་ཡོདཔ་ཨིན།<i>yes</i>.';
$string['configfilteruploadedfiles'] = 'ཨེཆ་ཀྲི་ཨེམ་ཨེལ་གྱི་ལས་སྦྱོར་གེ་ར་སྐྱེལ་བཙུགས་འབད་ཡོདཔ་དང་ ཡིག་གཟུགས་ཀྱི་ཡིག་སྣོད་ཚུ་ ཚགས་མ་དང་གཅིག་ཁར་ ཁོང་ལུ་བཀྲམ་སྟོན་མ་འབད་བའི་ཧེན་མར་། ཨེཆ་ཀྲི་ཨེམ་ཨེལ་ རྐྱངམ་ཅིག་སྐྱེལ་བཙུགས་འབད་ཡོདཔ་
ཡིག་སྣོད་ཚུ་ གེ་ར་གཅིག་ཡང་མེདཔ་འབད་འགྱོཝ་ཨིན།';
$string['configforcelogin'] = 'གདོང་ཤོག་ནང་ཡོད་པའི་ས་ཁོངས་དང་སློབ་ཚན་ཐོ་ཚུ་ རང་ོཞིན་གྱིས་ མི་དེ་ཚུ་གིས་་ས་ཁོངས་ནང་ནང་བསྐྱོད་མ་འབད་བར་ལྷག་ཚུགས། གལ་སྲིད་ཁྱོད་ཀྱི་མི་དེ་ཚུ་ ཁོང་གི་ག་ནི་ཡང་མ་འབད་བའི་ཧེན་མར་བང་ཅན་གྱི་ཐོག་ལས་ ནང་བསྐྱོད་འབད་བཅུག་པ་ཅིན་ སྟེ་དེ་ལས་ ཁྱོད་ཀྱི་གཞི་སྒྲིག་འདི་ལྕོགས་ཅན་བཟོ་ཚུགསཔ་སྦེ་འབད་དགོ།';
$string['configforceloginforprofiles'] = 'གཞི་སྒྲིག་འདི་ མི་ཚུ་ལུ་ བང་ཅན་གྱི་ཐོག་ལས་ ལག་ལེན་པའི་ཡིག་སྣོད་མ་མ་ཐོང་པའི་ཧེན་མར་ རྩིས་ཐོ་ངོ་མ་(མགྱོནམ་མེན་མི)  བཟུམ་སྦེ་ནང་བསྐྱོད་ འབད་བཅུགཔ་ཨིན། གལ་སྲིད་གཞི་སྒྲིག་འདི་ལྕོགས་ཅན་འབད་ཚུགས་པ་ཅིན་ ཁྱོད་ཀྱི་ ལག་ལེན་པའི་ཁྱབ་བསྒྲགས་ གཏང་ཚུགསཔ་ཐོབ་ནི་འོང་ ཡང་ན་ ཡིག་སྣོད་ནང་ཡོད་པའི་ནང་དོན་འོས་མེད་གཞན་ཐོབ་ཚུགས་ནི་ཨིན། སྟེ་དེ་ལས་འབདན་ འཛམ་གླིང་ཡོངས་འབྲེལ་གྱི་མཐོང་ཚུགས།';
$string['configframename'] = 'གལ་སྲིད་ཁྱོད་ཀྱི་གཞི་ཁྲམ་ནང་འཁོད་ནང་ཡོད་པའི་མུ་དྲིལ་ གནས་འདྲེན་ནི་འབད་བ་ཅིན། དེ་ལས་གཞི་ཁྲམ་གྱི་མིང་དེ་ཁར་བཙུགས་ དེ་མིན་པ་ཅིན་ གནས་གོང་དེ་ལྷག་ལུས་ག་ཨིནམ་འབད་ མགོ་ བཟུམ་ལུསཔ་ཨིན།';
$string['configfrontpage'] = 'གོང་གི་རྣམ་གྲངས་གདམ་ཁ་རྐཡབ་མི་དེ་གི་ གདོང་ཤོག་གི་ས་ཁོངས་ནང་ བཀྲམ་སྟོན་འབད་ཡོདཔ་ཨིན།';
$string['configfrontpageloggedin'] = 'ལག་ལེན་པའི་ནང་བསྐྱོད་འབད་བའི་བསྒང་ གོང་གི་རྣམ་གྲངས་གདམ་ཁ་རྐྱབ་མི་དེ་གི་ གདོང་ཤོག་གི་ས་ཁོངས་ནང་ བཀྲམ་སྟོན་འབད་ཡོདཔ་ཨིན།';
$string['configfullnamedisplay'] = 'ཡོས་རྫོགས་བཀྲམ་སྟོན་འབད་བའི་བསྒང་ མིང་ཚུ་ག་དེ་འབད་འཐོན་ཡི་ག་ངེས་འཛིན་ཡི། སྐད་ཡིག་རྐྱང་པོ་ས་ཁོངས་ཀྱི་དོན་ལུ་ རངམ་སྒྲིག་གི་གཞི་སྒྲིག་འདི་ ནུས་ཤུགས་ཅན་ཅིག་ཨིན་ མགོ་མིང་ རུས་མིང་ ཁྱོད་ཀྱི་རུས་མིང་གེ་ར་གཅིག་ཁར་འབད་ གདམ་ཁ་རྐྱབ་སྟེ་ སབ་བཞག་རུང་ ཡང་ན་ འཕྲལ་གྱི་ཁ་སྐད་ཀྱི་སྦུང་ཚན་ལུ་ མཐའ་གཅད་ནི་ལུ་ བཀོག་བཞག་རུང་བཏུབ། ཁ་སྐད་དག་པ་ཅིག་ལུ་ གྲོས་འཛོམས་སོ་སོ་ཡོདཔ་ཨིན།';
$string['configgdversion'] = 'ཇི་དྲི་ གི་ཐོན་རིམ་བརྡ སྟོན་འདི་ གཞི་བཙུགས་འབད་ཡོདཔ་ཨིན། ཐོན་རིམ་འདི་ རིམ་སྒྲིག་རང་བཞིན་གྱི་དྲི་ཀྲེག་འབད་ཚར་ཡོད་མི་ཅིག་གི་ སྟོནམ་ཨིན། ཁྱོད་རང་ག་ཅི་འབདཝ་ཨིན་ན་ལེགས་ཤོམ་འབད་མ་ཤེས་བར་དུ་ དེ་མ་སོར།';
$string['configgeoipfile'] = 'ཇི་ཨི་ཨོ་ཨའི་པི་ གི་གནས་ཁོངས་ཁྲོམ་གྱི་ ཟུང་ལྡན་གནས་སྡུད་ཡིག་སྣོད། ཡིག་སྣོད་འདི་ མུ་དྲེལ་བཀྲམ་སྤེལ་གྱི་ཆ་ཤས་ཅིག་མེན་ འོག་གི་ཚུ་ལས་ སོ་སོར་འབད་འཐོབ་དགོཔ་ཨིན།<ahref=\"http://www.maxmind.com/\">MaxMind</a>.ཁྱོད་ཀྱི་ཚོང་འབྲེལ་གྱི་ཐོན་རིམ་ལས་ཉོ་ནི་དང་ཡང་ན་ ཐོན་རིམ་སྟོང་ན་འབད་ལག་ལེན་འཐབ་ནི།.<br />ཕབ་ལེན་འཇམ་སམ་<ahref=\"http://www.maxmind.com/download/geoip/database/GeoLiteCity.dat.gz\">http://www.maxmind.com/download/geoip/database/GeoLiteCity.dat.gz</a> དང་ཕྱིར་འདོན་འབད་དི་་སར་བར་ནང་གི་\"$a\"སྣོད་ཐོ་ནང་བཞག།';
$string['configgetremoteaddrconf'] = 'གལ་སྲིད་ ཁྱོད་ཀྱི་སར་བར་འདི་ རིམ་ལོག་པོརོ་སི་ གི་རྒྱབ་ཁར་འབད་བ་ཅིན། ཁྱོད་ཀྱི་དམིགས་བསལ་གྱི་སྒྲིགས་སྟངས་ དེ་ཨེཆ་ཀྲི་ཀྲི་པི་ འགོ་འཛིན་དེ་གིས་ ཐག་རིང་གི་ཨའི་པི་ ཁ་བྱང་ལུ་བློ་གཏད་ཡོདཔ་སྦེ་འབད་དགོ། དེ་འགོ་འཛིན་དེ་ཚུ་རིམ་པ་བཞིན་ལྷག་ དང་པ་ལག་ལེན་འཐབ་མི་ཐོབ་ཆོག་ཆོག་འདི།';
$string['configgooglemapkey'] = 'ཁྱོད་ཀྱི་གུ་གུལ་ལག་ལེན་ས་ཁྲ་འདི་ ཨའི་པི་ཁ་བྱང་མཐོང་སྣང་གི་དོན་ལུ་ སྡེ་མིག་རྩ་ཆེ་ཤོས་ཅིག་བཙུགས་དགོ། ཁྱོད་ཀྱི་སྡེ་མིག་འདི་ རིན་མེད་སྟོང་པར་འབད་འོག་ལས་ཐོབ་ཚུགས་<a href=\"http://code.google.com/apis/maps/signup.html\"
>http://code.google.com/apis/maps/signup.html</a>.<br />ཁྱོད་རའི་ཝེབ་ས་ཁོངས་གི་ཡུ་ཨར་ཨེལ་འདི་:$a';
$string['configgradebookroles'] = 'སྒྲིག་སྟངས་དེ་གིས་ ཁྱོད་ཀྱི་སྡེ་དེབ་ནང་འབྱུང་མི་ཚུ་ལུ་ཚད་འཛིན་འབད་ཚུགས། ལག་ལེན་པ་དེ་ཚུ་མཐའ་ན་ཉུང་ཤོས་རང་ སློབ་ཚན་གྱི་ལཱ་འགན་གཅིག་སྡེ་དེབ་ནང་སྟོན་དགོ་མི་འདི་ སློབ་ཚན་གྱི་དོན་ལུ་ཨིན།';
$string['configgradeexport'] = 'ཁྱོད་ཀྱི་ གཞི་རིམ་ཐབས་ལམ་འདི་ ཕྱིར་འདྲེན་སྡེ་རིམ་གྱི་དོན་ལུ་ སྡེ་དེབ་ཕྱིར་འདྲེན་རྩ སྒྲིག་ག་དེ་ཨིན་གདམ་ཁ་རྐྱབ། ཨ་ལག་ཨིན་ གདམ་ཁ་རྐྱབ་མི་དེ་གིས་ གཞི་སྒྲིག་དང་ལག་ལེན་འཐབ་ནི་ ”མཇུག་ལུ་ཕྱིར་འདྲེན་གཏང་མི”ས་སྒོ་ནང་སྡེ་རིམ་གེ་ར་བཙུགས་ནིའི་དོན་ལུ། དཔེར་ན་ དེ་གི་ཕྱིར་འདྲེན་དྲན་ཐོ་འབད་བའི་བསྒང་གི་ངོ་རྟགས་ བཟུམ་འབྱུང་འོང་། “གསརཔ་\"ཡང་“ དུས་མཐུན་བཟོ་ཚར་ཚརཝ”གལ་སྲིད་ཁྱོད་ཀྱི་དེ་གི་སྐོར་ལས་ གཏན་གཏན་མ་ཤེས་པ་ཅིན་ དེན་གེ་ར་ཞིབ་དཔྱད་མ་འབད་བར་བཀོག་བཞག།';
$string['configguestroleid'] = 'ལཱ་འགན་འདི་ རང་བཞིན་གྱི་ མགྱོནམ་ལག་ལེན་གྱི་དོན་ལུ་སྤྲོདཔ་ཨིན། དེ་ཡང་ གནས་སྐབས་ཀྱི་འགན་སྤྲོད་འདི་ ཁོང་སློབ་ཚན་ནང་བཙུགསཔ་ད་ལུ་ མི་ཐོ་མ་བཀོད་པར་ཡོད་མི་ དེ་ མགྱོནམ་ཆོག་ཡིག་མེད་པར་བཙུགས་ཚུགས། ལཱ་འགན་ལུ་ མེ་དྲེལ་/ སྔོན་བཤུལ་ :མགྱོནམ་དང་ མུ་དྲེལ་/ སློབ་ཚན་:མཐོང་སྣང་ ལྕོགས་གྲུབ་.’ ཚུ་ ཨིནམ་མེནམ་བདེན་སྦྱོར་མཛད་གནང་།';
$string['confighiddenuserfields'] = 'ལག་ལེན་པའི་གོ་བརྡ ས་སྒོ་གདམ་འཐུ་འབད་ ཁྱོད་ཀྱི་བློ་འདོད་ལྟར་དུ་ སློབ་ཚན་སློབ་དཔོན་ཚུ་དང་བདག་སྐྱོང་ལས་ལོགས་སུ་ཀར་ཏེ་ ལག་ལེན་པ་གཞན་མི་ལས་སྦ་བཞག། དེ་གི་སློབ་ཕྲུག་ཚུ་གིས་ སྒེར་གཙང་ཡར་འཕར་འགྱོཝ་ཨིན་ ཚད་འཛིན་སྡེ་མིག་བཟུང་སྟེ་ སྣ མང་ས་སྒོ་གདམ་འཐུ་འབད།';
$string['confighideactivitytypenavlink'] = 'སློབ་ལཱའི་དབྱེ་བ་(དཔེར་ན་ རིག་བསྡུར་ཚུ་)ག་སྟེ་ལས་གདམ་འཐུ་འབད་དེ་སྦ་ནི་ དཔེར་ན་ དྲི་བ་དྲིས་ལན་ སྦྱོང་ལཱའི་ཚད་གཞི་གི་དོན་ལུ་ འགྲུལ་བསྐྱོད་ནང་འབྲེལ་ལམ་བཀྲམ་སྟོན་འབད་ཡོདཔ།';
$string['confightmleditor'] = 'གནས་འདྲེན་འབད་ཡོད་པའི་ཨེཆ་ཀྲི་ཨེམ་ཨེམ་ཨེལ་ གྱི་ཡིག་གཟུགས་ཞིབ་དཔྱད་པ་ ལག་ལེན་འཐབ་མ་ཆོགཔ་འདི་ གདམ་ཁ་ཨིནམ་མེནམ་ལྟ དགོ། མཐའ་ན་ཁྱོད་ཀྱི་གདམ་ཁ་ནང་ཆོགཔ་འབད་རུང་ ལག་ལེན་པ་གིས་མཐུན་འགྱུར་ཅན་གྱི་ཝེབ་བརའུ་ཟར་ ལག་ལེན་འཐབ་པའི་སྐབས་ ཞིབ་དཔྱད་པ་གིས་ ཁོང་རང་རྐྱངམ་ཅིག་འབྱུང་འོང།
ལག་ལེན་པ་གིས་ཡང་ ལག་ལེན་མི་འཐབ་ནི་གི་གདམ་ཁ་རྐྱབ་དགོ།';
$string['configidnumber'] = 'གདམ་ཁ་འདི་ གསལ་བཀོད་འབད་ནི་ཨིན་རུང་འབད། (ཀ) ལག་ལེན་པ་ཚུ་གི་ གཞན་ག་ཅི་ཨིན་རུང་ མི་ཁུངས་ཨང་གྲངས་
དྲི་ནི་མེན། (ཁ) ལག་ལེན་པ་ཚུ་ གིས་མི་ཁུངས་ཨང་གྲངས་དྲི་ནི་ དེ་འབདཝ་ད་ སྟོངམ་འབད་བཀོག་བཞག་ ཡང་ན་ (ག)ལག་ལེན་
པའི་མི་ཁུངས་ཨང་གྲངས་དྲིས་ཡོད་ སྟོངམ་བཞག་མི་ཚུགས། གལ་སྲིིད་ལག་ལེན་པའི་མི་ཁུངས་ཨང་གྲངས་ ཁོང་རའི་ཡིག་སྣོད་ནང་
བཀྲམ་སྟོན་འབད་ཡོདཔ།';
$string['configintcachemax'] = 'འདྲ་མཛོད་ནང་འཁོད་ཀྱི་དོན་ལུ་རྐྱངམ་ཅིག་ འདྲ་མཛོད་ནང་དྲན་ཐོ་གྲངས་མཐོ་ཤོས་བཞག་ཡོད། གནས་གོང་འོས་སྦྱོར་ ༥༠ གནས་གོང་དམའ་ཤོས་དེ་ དྲན་ཚད་བེད་སྤྱོད་ཉམས་འགྱོཝ་ཨིན།';
$string['configintro'] = 'ཤོག་གྲངས་འདི་ཁར་ ཁྱོད་ཀྱི་རིམ་སྒྲིགས་ཀྱི་ཨང་གྲངས་སོ་སོ་དེ་གིས་ སར་བར་མུ་དྲེལ་གྱི་ལཱ་དེ་ཚུ་ཞུན་དག་སྦེ་འབད་ཚུགས། དེ་གི་སྐོར་ལས་ཚ་གྱང་སྦོམ་ལང་མི་དགོ་ མ་གཞི་སྔོན་སྒྲིག་དེ་གི་ལཱ་ལེགས་ཤོམ་དང་ ཁྱོད་ཀྱི་ཤུལ་ལས་ཤོག་གྲངས་དེ་ཁར་འོང་ནི་དང་ སྒྲིགས་སྟངས་དེ་ཚུ་སོར་དགོ།';
$string['configintroadmin'] = 'ཁྱོད་ཀྱི་ཤོག་གྲངས་འདི་ཁར་ཡོད་པའི་ རིམ་སྒྲིགས་འདི་ ཁྱོད་ཀྱི་བདག་སྐྱོང་ངོ་མ་ གི་རྩིས་ཐོ་ དེ་གི་ས་ཁོངས་ཆ་མཉམ་ཚད་འཛིན་འབད་ཚུགསཔ་སྦེ་འབད་དགོ། ཁྱོད་ཀྱི་མཐའ་ཙན་ཏོག་ཏོ་ཡོད་པའི་ ལག་ལེན་པའི་མིང་ དང་ཆོག་ཡིག་ དེ་མ་ཚད་ ནུས་ཅན་གློག་འཕྲིན་ཁ་བྱང་སྤྲོད་ཚུགཔ་འབད་གཏན་གཏན་བཟོ་དགོ། ཁྱོད་ཀྱི་ཤུལ་ལས་ བདག་སྐྱོང་གི་རྩིས་ཐོ་མངམ་སྦེ་གསར་བསྐྲུན་འབད་དགོ།';
$string['configintrosite'] = 'ཤོག་གྲངས་དེ་གི་ ཁྱོད་ལུ་ གདོང་ཤོག་གི་ས་ཁོངས་གསརཔ་གི་མིང་རིམ་སྒྲིག་འབད་ཆོག། ཁྱོད་ཀྱི་ཤུལ་ལས་དེ་ཁར་འོང་བཞིནམ་ལས་ དུས་ཚོད་ནམ་འབད་རུང་ བདག་སྐྱོང་གི་དཀར་ཆག་ལག་ལེན་འཐབ་པའི་སྐབས་ལུ་ སྒྲིག་སྟངས་སོར་དགོ།';
$string['configintrotimezones'] = 'ཤོག་གྲངས་དེ་གི་ཆུ་ཚོད་གླིང་སྡེ་གི་སྐོར་ལས་ཡོད་པའི་ བརྡ་དོན་གསརཔ་འཚོལ་འོང་། (ཉི་མའི་འོད་དང་བཅས་ དུས་ཚོད་ལམ་ལུགས་སྲུང་བཞག་ནི) ཁྱོད་ཀྱི་ཉེ་གནས་གནས་སྡུད་གཞི་རྟེན་དང་གཅིག་ཁར་ཡོད་པའི་བརྡ་དོན་ འདི་དུས་མཐུན་བཟོ་ནི། གནས་ཁོངས་དེ་ཚུ་ གི་བཀོད་རྒྱ་དང་འཁྲིལ་ ཞིབ་དཔྱད་འབདཝ་ཨིན། $a སྤྱིར་བཏང་བྱ་སྒོའི་ལམ་ལུགས་དང་འཁྲིལ་ ག་དེ་དྲག་དྲག་ཉེན་མེད་ཀྱི་ཐོག་ལས་དང་ དེ་ཁར་ཡོད་པའི་མཚམས་ལུ་བཙུག་སྒྲིག་འབད་མི་ཚུགས། ཁྱོད་ཀྱི་ཆུ་ཚོད་གླིིང་སྡེ་འདི་
དུས་མཐུན་བཟོ་ནིའི་བློ་འདོད་ཡོད་ག?';
$string['configiplookup'] = 'ནམ་ཅིག་ཁྱོད་ཀྱི་ཨའི་པི་ཁ་བྱང་ལུ་ཨེབ་གཏངམ་ད་ (དེ་བཟུམ་ ༣༤ .༡༢.༢༢༢.༩༣) དེ་བཟུམ་དྲན་དེབ་ནང་ ཁྱོད་ཀྱི་ས་ཁྲ་སྟོན་མི་ནང་ སྔོན་ཤེས་ཡང་དག་ ཨའི་པི་ འདི་ས་ཁོངས་འདི་ག་སྟེ་གནས་གནསཔ་ཨིན་ན། དེ་ཁ་ལུ་པ་ལག་ཨིན་ཁག་སོ་སོར་གྱི་དོན་ལུ་ ཁྱོད་ཀྱི་གདམ་ཁ་ག་སྟེ་ལས་རྐྱབ་ནི་ཨིན་ན་ རེ་རེ་ལུ་ཕན་ཐོག་དང་གནོད་པ་ཚུ་ཡོདཔ་ཨིན།';
$string['configkeeptagnamecase'] = 'འདི་ཞིབ་དཔྱད་འབད་ གལ་སྲིད་ཁྱོད་ལུ་མིང་གི་ངོ་རྟགས་ ཤུབས་བཟུམ་བཞག་ནི་ལག་ལེན་པ་གི་བཙུག་ནི་དང་ག་འབད་རུང་གཅིག་གསར་བསྐྲུན་འབད་ཡོདཔ།';
$string['configlang'] = 'ས་ཁོངས་ཧྲིལ་བུར་གྱི་དོན་ལུ་ རིམ་སྒྲིག་ཁ་སྐད་འདི་གདམ་ཁ་རྐྱབ། ལག་ལེན་པ་གིས་ཤུལ་ལས་སྒྲིག་སྟངས་འདི་མེདཔ་གཏང་འོང་།';
$string['configlangcache'] = 'འདྲ་མཛོད་ཀྱི་ཁ་སྐད་བཀོད་རིས། དྲན་ཚད་ཚུ་དང་བཟོ་སྦྱོར་གྱི་ནུས་ཤུགས་སྲུང་བཞག། གལ་སྲིད་ཁྱོད་ཀྱི་ལྕོགས་ཅན་བཟོ་ཚུགས་པ་ཅིན་ ཚིག་མཛོད་གི་སྐར་མ་ཨ་ཙི་ཅིག་ནང་ཁྱོད་གཅིག་ཁར་བཀལ་ནི་དང་ཡང་ན་བཏོན་གཏང་ཚར་བའི་ཤུལ་ལས་ དུས་མཐུན་བཟོ་ནི།';
$string['configlangdir'] = 'ཁ་སྐད་མང་ཆེ་ཤོས་ཅིག་ གཡོན་ལས་གཡས་ལུ་གཔར་བསྐྲུན་འབད་ཚར་ཡོད། དེ་འབདཝ་ད་ལ་ལོ་ཅིག་ ཨ་ར་བིག་དང་ཧེ་བརའུ་བཟུམ་ དེ་ཚུ་གཡས་ལས་གཡོན་ལུ་དཔར་བསྐྲུན་འབད་ཡདོདཔ་ཨིན།';
$string['configlanglist'] = 'དེ་ཁར་སྟོངམ་བཞག་སྟེ་ ལག་ལེན་པའི་ག་སྟེ་ལས་འབད་རུང་གཅིག་གདམ་ཁ་རྐྱབ་ དེ་ཡང་ཁྱོད་ལུ་མུ་དྲེལ་ གཞི་བཙུགས་འབད་ཡོད་མི་ཅིག། ག་དེ་འབད་རང་ཨིན་རུང་ ཁྱོད་ཀྱི་ཁ་སྐད་མཛོད་འདི་འཐུང་ཀུ་འབད་བཟོ་ དེ་ཡང་ཚག་བཙུགས་ཏེ་སོ་སོར་འབད་ ཁ་སྐད་ཀྱི་ཨང་རྟགས་ཁྱོད་དགོ་མི་དེ། དཔེར་ན་  en,es_es,fr,it';
$string['configlangmenu'] = 'ཁྱིམ་གྱི་ཤོག་ལེབ་གུར་ སྤྱིར་བཏང་ཁ་སྐད་ཀྱི་དམིགས་ཡུལ་ཀར་ཆག་བཀྲམ་སྟོན་འབད་ནི་ཨིན་ན་མེན་ གདམ་ཁ་རྐྱབ། ནང་བསྐྱོད་ལ་སོགས་པ། ཁོང་རའི་ལག་ལེན་པ་གི་ལྕོགས་གྲུབ་དང་འཁྲིལ་ ཁོང་རའི་ཡིག་སྣོད་ངོ་མ་ནང་ དགའ་གདམ་ཅན་གྱི་ཁ་སྐད་གཞི་སྒྲིག་འབད་མི་ལུ་ ཕན་གནོད་ག་ནི་ཡང་མེན།';
$string['configlatinexcelexport'] = 'ཨེག་སེལ་ཕྱིར་འདྲེན་གྱི་དོན་ལུ་ ཨེན་ཀོ་དྲིང་གདམ་ཁ་རྐྱབ།';
$string['configlocale'] = 'ལོ་ཀོལ་གྱི་ས་ཁོངས་རྒྱ་ཆེ་གདམ་ཁ་རྐྱབ། དེ་གི་རྩ་སྒྲིག་དང་ཁ་སྐད་སྦུང་ཚན་གེ་ར་གི་དོན་ལུ་ ཡོད་མི་ཁ་སྐད་སྤྱི་ཚེས་ཚུ་མེདཔ་གཏངམ་ཨིན། (ཟླ་ཐོ་ནང་ཡོད་པའི་ཉིནམ་གྱི་མིང་ཚུ་ཕན་གནོད་ག་ནི་ཡང་མེདཔ་ཨིན་རུང་)
ཁྱོད་ཀྱི་ ལོ་ཀོལ་གནས་སྡུད་འདི་ ཁྱོད་ཀྱི་བཀོལ་སྤྱོད་རིམ་ལུགས་ནང་གཞི་བཙུགས་འབད་ཡོདཔ་འབད་དགོ།';
$string['configloginhttps'] = 'ཨོན་ལུ་བསྒྱིར་ནི་ དེ་གི་མུ་དྲེལ་མཐའ་ཙན་བཟོ་ནི་ལུ་ལག་ལེན་འཐབ། ཨེཆ་ཀྲི་ཀྲི་པི་ གི་ནང་བསྐྱོད་ཀྱི་ཤོག་གུ་གུར་མཐུད་ལམ་འབད་ནི། ནང་བསྐྱོད་མཐའ་བཙན་བཟོ་ནི་བཀྲམ་ནི། དེ་ལས་ སྤྱིར་བཏང་མགྱོགས་ཚད་ཀྱི་དོན་ལུ་ སྤྱིར་བཏང་ཨེཆ་ཀྲི་ཀྲི་པི་ ཡུའོ་ཨར་ཨེལ་རྒྱབ་ལོག་ལྟ་ནིའི་དོན་ལུ། དྲནམ་བཏོན། དེ་སྒྲིགས་སྟངས་ དགོས་མཁོ་ཡོད་མི་ ཨེཆ་ཀྲི་ཀྲི་པི་དེ་ དམིགས་བསལ་གྱི་ཝེབ་སར་བར་ལུ་ལྕོགས་ཅན་བཟོ་དགོ།';
$string['configloglifetime'] = 'ལག་ལེན་པའི་ སྦྱོང་ལཱའི་སྐོར་ལས་དུས་ཚོད་རིང་འཐུང་འདི་ ཁྱོད་ཀྱི་དྲན་དེབ་ནང་བཞག། དྲན་དེབ་ཚུ་ དེ་ལས་རྙིངམ་ཨིནམ་ལས་ རང་བཞིན་གྱི་བཏོན་གཏང་ཡོདཔ་ཨིན། དྲན་དེབ་ནང་བཞག་ནི་འདི་ག་དེ་མགྱོགས་མགྱོགས་འབད་ནི་འདི་ལེགས་ཤོམ་ཨིན། ག་དེམ་ཅིག་ ཁྱོད་ལུ་ཁོང་དགོ་པ་ཅིན་ དེ་འབདཝ་ད་ལུ་ ཁྱོད་ལུ་ ཡོད་པའི་སར་བར་གནམ་མེད་ས་མེད་ཁོམ་མེད་ དང་ཉམས་མྱོང་གི་ལཱ་ལུ་ཤུགས་ དཀའ་ངལ་པ་ཅིན། 
དེ་ལས་ཁྱོད་ཀྱི་ དྲན་དེབ་དམའ་མི་དེ་ མི་ཚེ་ཅིག་དགོ་ནི་ཡང་འོང་། གནས་གོང་ ༣༠ ལས་དམའ་མི་ཚུ་ འོས་སྦྱོར་འབད་ཡོདཔ་ཨིན་ ག་ཅི་འབད་ཟེར་བ་ཅིན་  ཚད་རྩིས་གི་ལཱ་གཏན་གཏན་མ་འགྱོ་འོང།';
$string['configlongtimenosee'] = 'གལ་སྲིད་ སློབ་ཕྲུག་ཚུ་ མི་ཚེ་གངམ་གྱི་དུས་ཚོད་ནང་ནང་བསྐྱོད་མ་འབད་བ་ཅིན་ དེ་ལས་ ཁོང་རང་རང་བཞིན་གྱི་རང་ སློབ་ཚན་མཁོ་མངགས་འབདཝ་བཤོལ་ནི། ཚད་གཞི་འདི་ དུས་ཚོད་ཚད་ནང་གསལ་བཀོད་འབད་ནི།';
$string['configlookahead'] = 'ཉིནམ་ཚུ་ གདོང་ཕྱོགས་ལུ་ལྟ།';
$string['configmailnewline'] = 'གློག་འཕྲིན་བརྡ་འཕྲིན་ནང་ ཡིག་འབྲུ་གསར་གྲལ་ནང་ལག་ལེན་འཐབ་ཡོདཔ་ཨིན། སི་ཨར་ཨེལ་ཨེཕ་ འདི་ དགོས་མཁོ་ཡོདཔ་ ཨར་ཨེཕ་སི་822bisདང་འཁྲིལ་ཏེ། གློག་འཕྲིན་སར་བར་རང་བཞིན་གྱི་ ཨེལ་ཨེཕ་ ལས་སི་ཨར་ཨེལ་ཨེཕ་ ལུ་གཞི་བསྒྱུར་ འབད་ནི་དང་   གློག་འཕྲིན་སར་བར་གཞན་མི་ ཚུ་སི་ཨར་ཨེལ་ཨེཕ་ལས་ སི་ཨར་སི་ཨར་ཨེལ་ཨེཕ་ལུ་ མ་བདེན་པའི་གཞི་བསྒྱུར་འབད་ནི་དང་། གློག་འཕྲིན་གཞན་མི་ཚུ་ བེར་ཨེལ་ཨེཕ་དང་གཅིག་ཁར་ དང་ལེན་འབད་མ་བཏུབ།  (དཔྱེ་གི་དོན་ལུ་ཀིའུ་གློག་འཕྲིན་)གལ་སྲིད་ཁྱོད་ལུ་ གློག་འཕྲིན་གཏང་མ་བཏུབ་དང་ གསར་གྲལ་གཉིས་རེ་འཐོན་པའི་དཀའ་ངལ་འཐོན་པ་ཅིན་ གཞི་སྒྲིག་འདི་བསྒྱུར་ནི་ལུ་འབད་རྩོལ་བསྐྱེད།';
$string['configmaxbytes'] = 'ཡིག་སྣོད་ས་ཁོངས་ཆ་མཉམ་ནང་ སྐྱེལ་བཙུགས་འབད་ཡོདཔ་དང་ཚད་སྦོམ་ཤོས་ གསལ་བཀོད་འབད་ནི་དང་ གཞི་སྒྲིག་འདི་ པི་ཨེཆ་པི་གི་ཚད་འབད་བཞག་ཡོད་པའི་ གཞི་སྒྲིག་གནས་བསྐྱོད་ཆེ་བའི་ཚད་ དང་སྐྱེལ་བཙུགས་ཆེ་བའི་ཡིག་སྣོད་ཚད་   དེ་དང་གཅིག་ཁར་ཨེཔེཆ་ གཞི་སྒྲིག་ ཚད་ཀྱི་གཞུང་ཞུ་བ་འབད་ཡོད་མི་དེ་ 
སྐོར་ཐེངས་ནང་  མེགས་བགདྲིས་ རིང་འཐུང་གི་ཚད་འདི་ སློབ་ཚན་དང་མེ་དྲིལ་གྱི་གནས་ཚད་ གདམ་ཁ་རྐྱབ༌ཚུགས།
གལ༌སྲིད༌སར༌བར༌གྱི༌ཚད༌འདི༌གདམ༌ཁ༌རྐྱབ༌པ༌ཅིན༌སར༌བར༌དེ༌གི༌མཐོ༌ཤོས༌སར༌བར༌གིས༌ལག༌ལེན༌འཐབ༌ནི༌ཆོགཔ༌ཨིན།';
$string['configmaxeditingtime'] = 'རྩིས༌ཐོ༌གི༌དུས༌ཚོད གསལ་བཀོད་འབད་དེ་ མི་དེ་ཚུ་ལུ་ གནས་བསྐྱོད་གྲོས་གནས་ལུ་ ལོག་ཞུནདག་རྐྱབ༌ནི།
ཚིག་ཐོ་བསམ་བཀོད་ལ་སོགས་པ། སྤྱིརབཏང་སྐར་མ་ ༣༠ འདི་གནས་གོང་ལེགས་ཤོམ་ཨིན།';
$string['configmaxevents'] = 'བྱུང་ལས་ཚུ་ མགོ་ལུ་ལྟ།';
$string['configmemcachedhosts'] = 'མེམ་ཀེཆ་གི་དོན་ལུ་ ཧོསདྲ་གི་ཐོ་ནང་ ཀོ་མ་ སོ་སོ་འབད་ཡོད་མི་ཚུ་ མེམ་ཀེཆ་ལཱ་བཀོལ་ནི། ཨའི་པི་ཁ་བྱང་དེ་ཚུ་ དྲི་ཨེན་ཨེས་ བག་ཉལ་ལས་ཟུར་དགོ། གལ་སྲིད་ཁྱོད་ཀྱི་ཧོསདྲ་འདི་ བསྡོམ་ནི་དང་ བཏོན་བཀོག་ནི་ཚུ་  གཞི་སྒྲིག་ལཱ་བཀོལ་བ་ཅིན་ མེམ་ཀེཆ་བྱ་སྒྲིག་ལེགས་ཤོམ་མི་འབད།';
$string['configmemcachedpconn'] = 'མེམ་ཀེཆ་གི་དོན་ལུ་ འབྲེལ་མཐུད་ཀྱི་ལཱ་ལུ་ཨུ་ཚུགས་བསྐྱེད་ནི་ ལག་ལེན་གཟབ་གཟབ་འབད་ཐོག་ལས་ དེ་གི་ཨེ་པེཆ་ པི་ཨེཆ་པི་ འདི་ མེམ་ཀེཆ་དྲེ་མོན་ འདི་ལོག་འགོ་བཙུགས་པའི་ཤུལ་ལས་ བརྡབ་འཁྲུག་ རྐྱབ་ཨིན།';
$string['configmessaging'] = 'ས་ཁོངས་ཀྱི་ལག་ལེན་པ་དང་འཕྲིན་གཏོང་རིམ་ལུགས་ གཉིས་ལྕོགས་ཅན་བཟོ་དགོཔ་ཨིན་ན།';
$string['configminpassworddigits'] = 'ཆོག་ཡིག་འདི་ལུ་ ཨང་ཡིག་ཉུང་ཤོས་རང་ མངམ་དེ་ཅིག་དགོཔ་ཨིན།';
$string['configminpasswordlength'] = 'ཆོག་ཡིག་འདི་ལུ་ཉུང་ཤོས་རང་ཡིག་འབྲུ་རིངམ་དགོཔ་ཨིན།';
$string['configminpasswordlower'] = 'ཆོག་ཡིག་འདི་ལུ་ ཉུང་ཤོས་རང་ ཡིག་ཆུང་མགྱོགས་ཡིག་མངམ་དགོཔ་ཨིན།';
$string['configminpasswordnonalphanum'] = 'ཆོག་ཡིག་འདི་ལུ་ ཉོང་ཤོས་རང་ ཨལ་ཕ་ནུ་མི་རི་མིག་གི་ཡིག་འབྲུ་མེན་མི་དགོཔ་ཨིན།';
$string['configminpasswordupper'] = 'ཆོག་ཡིག་འདི་ལུ་ ཉུང་ཤོས་རང་ ཡིག་སྦོམ་མགྱོགས་ཡིག་མངམ་དགོཔ་ཨིན།';
$string['configmycoursesperpage'] = 'སློབ་ཚན་གྱངས་ཁ་མཐོ་ཤོས་ཚུ་ ལག་ལེན་པ་ཁོང་རའི་སློབ་ཚན་ནང་ གི་ཐོ་བཀོད་བཀྲམ་སྟོན་འབད།';
$string['configmymoodleredirect'] = 'གཞི་སྒྲིག་འདི་ ངེས་སྤྱོད་འབད་ སྐོར་ཏེ་  རང་གི་ནང་བསྐྱོད་ནང་ བདག་སྐྱོང་མིན་མི་དང་ མགོ་ས་ཁོངས་ཀྱི་འགྲུལ་བསྐྱོད་གཅིག་ཁ་ཀྱི་ཚབ་ཀྱི་དོན་ལུ';
$string['confignodefaultuserrolelists'] = 'གཞི་སྒྲིག་སྔོན་བཀག་འབད་ནི་ཚུ་ ལག་ལེན་པ་གེ་ར་ གནས་སྡུད་གཞི་རྟེན་ལས་ལོག་སྟེ་ སློབ་ཚན་དང་ ལག་ལེན་པ ལུ་ཐོབ་པའི་འབོད་རྡ ་ལུ་འོས་སྦྱོར་མེདཔ་ལ་སོགས་པ། ས་ཁོངས་སློབ་སྦྱོང་གི་དོན་ལུ་ གལ་སྲིད་ སྔོན་སྒྲིག་ལཱ་འགན བྱིན་ཏེ་ འཛུལ་སྤྱོད་འབད་ནི། གལ་སྲིད་བྱ་སྒོ་ལུ་དཀའ་སྡུག་ཧེང་བཀལ་འོང་པ་ཅིན་ ཞིབ་དཔྱད་འབད་ལྟ།';
$string['confignonmetacoursesyncroleids'] = 'སྔོན་སྒྲིག་གི་ལས་འགུལ་ལཱ་ཚུ་གི་  ཨ་ལོའི་སློབ་ཚན་ཚུ་མཉམ་འབྱུང་ ལས་མེ་ཀྲ་སློབ་ཚན་ལུ་འགྱུརཝ་ཨིན། ལཱ་འགན་གདམ་ཁ་རྐྱབ་ཡོད་མི་དེ་ཚུ་མཉམ་འབྱུང་གི་ལས་སྦྱོར་དང་བཅས་པ་མི་ཚུདཔ་ཨིན།';
$string['confignoreplyaddress'] = 'ཕྲལ་ཕྲལ་གློག་འཕྲིན་ ཚུ་ལག་ལེན་པའི་ཁ་ཐུག་ལས་གཏངམ་ཨིན་ (དཔེར་ན་གྲོས་གནས་ཐོག་སྐྱེལ་ནི)གློག་འཕྲིན་ཁ་བྱང་གསལ་བཀོད་འབད་མི་དེ་གི་ལག་ལེན་ ལས་ བཟུམ་འཐབ་ནི་དང་  ཁ་བྱང་གཞི་རྩ་ཐོབ་ཡོད་མི་དང་འཁྲིལ་ཏེ་ ཐོབ་མི་དེ་ ལག་ལེན་པ་ལུ་ ལན་གསལ་འཕྲང་སྟེ་སྐྱེལ་མི་ཚུགས། (དཔེར་ན་ ལག་ལེན་པའི་སྒེར་གྱི་ཁ་བྱང་བཞག་ནིའི་དོན་ལུ་ གདམ་ཁ་རྐྱབ་དགོཔ)';
$string['confignotifyloginfailures'] = 'གལ་སྲིད་ནང་བསྐྱོད་འཐུས་ཤོར་ འབྱུང་ཡོད་མི་དེ་ ཐོ་བཀོད་ཡོདཔ་འབད་བ་ཅིན་ གློག་འཕྲིན་བརྡ བསྐུལ་ཕྱི་ཁར་ཁར་གཏང་བཏུབ། བརྡ་བསྐུལ་འདི་ག་གི་ལྟ དགོཔ་སྨོ?';
$string['confignotifyloginthreshold'] = 'གལ་སྲིད་ བརྡ་བསྐུལ་འདི་ ནང་བསྐྱོད་འཐུས་ཤོར་གྱི་སྐོར་ལས་ ཤུགས་ལྡན་འབད་བ་ཅིན་  ནང་བྶྐྱོད་འཐུས་ཤོར་འབྱུང་ཡོད་མི་ལུ་ ལག་ལེན་པ་གཅིག་གི་སྨོ་ ཡང་ན་ ཨའི་པི་ཁ་བྱང་གཅིག་གི་འབད་ དཔའ་བཅམ་འབད་འབདཝ་སྨོ་  འདི་བརྡ བསྐུལ་འབད་བའི་ནུས་ཚད་ཨིན་ན?';
$string['confignotloggedinroleid'] = 'ལག་ལེན་པ་དེ་ཚུ་ ས་ཁོངས་ནང་ནང་བསྐྱོད་མ་འབད་མི་དེ་ཚུ་ གི་ གལ་སྲིད་ཁོང་གི་ས་ཁོང་གི་སྐབས་ཐོབ་དང་འཁྲིལ་ ཁོང་ལུ་ལཱ་འགན་སྤྲོདཔ་བཟུམ་མའི་ རྩིས་ཁུངས་འབད་ཡོདཔ་ཨིན། མགྱོནམ་ཚུ་ དུས་ཨ་རྟག་རང་ ནང་ལུ་དགོཔ་སྨོ། དེ་འབདཝ་ད་ལུ་ ཁྱོད་ཀྱི་ ལཱ་འགན་ལུ་གསར་བསྐྲུན་འབད་ ནི་འདི་ བཀག་འདམ་འབདནང་ལུ་ མངམ་ཨིན་རུང་ཉུངམ་ཨིན་རུང་དགོཔ་འོང་། དེ་འབད་ལྟཝ་ད་ལུ་ འགྲེམ་བསྐྱེལ་གསར་བསྐྲུན་ ད་ཚུན་ ལག་ལེན་པའི་ནང་བསྐྱོད་ཚུལ་ལྡན་འབད་ནིའི་དགོས་མཁོ་ཡོདཔ་བཟུམ་འདུག།';
$string['configopentogoogle'] = 'གལ་སྲིད་ ཁྱོད་ཀྱི་གཞི་སྒྲིག་འདི་ལྕོགས་ཅན་བཟུ་བ་ཅིན་ དེ་ལས་ གུ་གུལ་ དེ་གི་ཁྱོད་རའི་ས་ཁོངས་ནང་ མགྱོནམ་བཟུམ་འབད་ བཙུགས་ཆོགཔ་ཨིན། དེ་ལུ་བསྡོམ་པ་ཅིན་ མི་ཚུ་ཁྱོད་ཀྱི་ས་ཁོངས་ནང་འོང་པའི་སྐབས་ ཝའི་ གུ་གུལ་གྱི་ རང་བཞིན་གྱི་འཚོལ་ ཞིབ་འབད་དེ་ མགྱོནམ་བཟུམ་འབད་ ནང་བསྐྱོད་འབདཝ་ཨིན།  སློབ་ཚན་ཚུ་ནང་འཛུལ་བསྐྱོད་འབད་ནི་དེ་ དྭངས་གསལ་གྱི་ཐོག་ལས་ རྐྱངམ༌ཅིག༌བྱིནམ༌ཨིན༌དེ༌མགྱོནམ༌རྐྱངམ༌ཅིག༌ལུ༌འཛུལ༌བསྐྱོད༌འབད༌ཆོགཔ༌འབད༌ཨིན།';
$string['configoverride'] = 'ཀོན༌ཕིག༌དྲོད༌པི༌ཨེཆ༌པི༌ནང༌ངེས༌འཛིན༌འབདཝ༌ཨིན།';
$string['configpasswordpolicy'] = 'སྐོར༌ཐེངས༌དེ༌གི༌མུ༌དྲིལ༌ལག༌ལེན༌པའི༌ཆོག༌ཡིག༌ཞིབ༌དཔྱད༌འབད༌ནི༌དང༌ཆ༌འཇོག༌ཡོད༌པའི༌ཆོག༌ཡིག༌སྲིད༌བྱུས།
འོག༌ལུ༌ཡོད༌པའི༌གཞི༌སྒྲིག༌ལག༌ལེན༌འཐབ༌སྟེ༌སྲིད༌བྱུས༌གསལ༌བཀོད༌འབད༌དེ༌ལག༌ལེན༌འཐབ༌ནི༌ཨིན།
(གལ༌སྲིད༌ཁྱོད༌ཀྱི༌གཞི༌སྒྲིག༌ལུ༌མེན༌ཟེར༌བ༌ཅིན༌ཁོང༌གི༌སྣང༌མེད༌འབད༌བཞགཔ༌ཨིན༌)';
$string['configpathtoclam'] = 'པཱད༌ཀྲུ༌ཀཱའམ༌ཨེ༌བི།ཡང༌ན༌དེ༌བཟུམ༌འབད༌/usr/bin/clamscan or /usr/bin/clamdscan.ཁྱོད༌བཀོད༌རྒྱ༌དང༌འཁྲིལ༌ཀཱམ༌
ཨེ༌བི༌གི༌དོན༌ལུ༌གཡོག༌བཀོལཝ༌ཨིན།';
$string['configpathtodu'] = 'པཱདྲ༌ཀྲུ༌དྲུ།ཡང༌ན༌དེ༌བཟུམ༌འབད༌/usr/bin/du.གལ༌སྲིད༌ཁྱོད༌ཀྱི༌བཙུགས༌པ༌ཅིན༌ཤོག༌གུ༌དེ༌ཚུ༌གི༌ནང༌དོན༌འཕྲང༌སྟེ༌བཀྲམ༌སྟོན༌འབད༌ནི༌དང༌དེ༌གི༌ལཱ༌གཡོག༌མགྱོགས༌དྲག༌འབད༌ཡིག༌སྣོད༌ཚུ༌གི༌དོན༌ལུ༌འབད༌གནས༌ཐོ༌བཀོད༌དགོ།';
$string['configperfdebug'] = 'གལ༌སྲིད༌ཁྱོད༌ཀྱི༌སྐོར༌ཐེངས༌འདི༌ལུ༌ལྟ༌བ༌ཅིན༌  གོ་དོན་ལཱ་ཤུགས་དེ་གི་ གནས་ཚད་ཀྱི་ཕུཀྲུར་ གི་བརྗོད་དོན།  པར་བཏབ་ཡོདཔ་ཨིན།';
$string['configprofilesforenrolledusersonly'] = 'ཨིས་པ་མར་གྱི་འབད་སྔོན་བཀག་ལག་ལེན་འགལ་བ་འབད་ནི་དང་ སློབ་ཚན་ག་ཅི་ན་ཡང་སྦ་ཡོད་པའི་ནང་ མིང་ཐོ་མ་བཀོད་པར་ཡོད་པའི་ ལག་ལེན་པ་ཚུ་གསལ་བསྡུད་རྒྱས་བཤད་འབད་ནི་ཨིནམ་དང།
ཁོང་གི་གསལ་སྡུད་རྒྱས་བཤད་མ་བསྡོམ་པའི་ཧེན་མ་ ལག་ལེན་པ་གསརཔ་ཚུ་ གི་ཉུང་ཤོས་རང་ སློབ་ཚན་གཅིག་ནང་ མིང་ཐོ་བཀོད་དགོཔ་ཨིན།';
$string['configprotectusernames'] = 'རིམ་སྒྲིག་བརྗེད་མི་དེ་གི་ ཆོག་ཡིག་ དྲོད་པི་ཨེཆ་པི་';
$string['configproxyhost'] = 'གལ་སྲིད་ག་དེམ་ཅིག་འབད་<b>server</b>གློག་རིག་ པོརོག་སི་ལག་ལེན་འཐབ་དགོཔ་ཅིན་( དཔེར་ན་སྐྱོབ་གྱང་) གློག་རིང་ཡོངས་འབྲེལ་ལུ་འཛུལ་བསྐྱོད་འབད་བ་ཅིན་ དེ་ལས་འདི་ཁར་ལུ་ ཧོསདྲ་མིང་བྱིན་ནི་ དེ་མིན་པ་ཅིན་ སྟོངམ་བཞག་ད།';
$string['configproxypassword'] = 'གལ་སྲིད་ག་དེམ་ཅིག་འབད་གློག་རིག་ཡོངས་འབྲེལ་གྱི་འཛུལ་བསྐྱོད་འབད་ནིའི་ཆོག་ཡིག་ པོརོསི་གི་ཐོག་ལས་ དགོ་པ་ཅིན། གལ་སྲིད་མེད་པ་ཅིན་ སྟོངམ་ (པི་ཨེཆ་པི་སི་ཡུ་ཨར་ཨེལ་ རྒྱ་བསྐྱེད་དགོས་མཁོ་ཡོདཔ)';
$string['configproxyport'] = 'གལ་སྲིད་སར་བར་ལུ་པོརོ་གསི་གློག་རིག་ལག་ལེན་འཐབ་དགོ་པ་ཅིན་ འདི་ལུ་པོརོག་སི་འདྲེན་ལམ་བྱིན་དགོཔ་ཡོད།';
$string['configproxytype'] = 'ཝེབ་པོརོགསི་གི་དབྱེ་བ། (པི་ཨེཆ་པི་ ཕའིཡབ་ དང་རྒྱ་བསྐྱེད་དགོས་མཁོ་ སོགས་སོ་ཕའིཡབ་ཀྱི་དོན་ལུ་ རྒྱབ་སྐྱོར)';
$string['configproxyuser'] = 'ལག་ལེན་པའི་མིང་ཚུ་ གློག་རིང་ཡོངས་འབྲེལ་ནང་ པོརོག་སི་གི་ཐོག་ལས་ འཛུལ་བསྐྱོད་འབད་ནི་ཨིན་པ་ཅིན་ གལ་སྲིད་མེད་པ་ཅིན་ སྟོངམ་། (པི་ཨེཆ་པི་སི་ཡུ་ཨར་ཨེལ་ རྒྱ་བསྐྱེད་དགོས་མཁོ་ཡོདཔ)';
$string['configquarantinedir'] = 'གལ་སྲིད་ཁྱོད་ཀྱི་ཀའམ་ ཨེ་བི་ ལས་གནོད་པ་ཡོད་པའི་ཡིག་སྣོད་ གི་ ཟུར་རྟགས་ཀྱི་སྣོད་དེབའགྱོ་བ་ཅིན། དེ་ཁར་བཙུགས་  དེ་གི་ཝེབ་སར་བར་གྱི་འབྲི་ཚུགསཔ་འབད་དགོཔ་ཨིན། གལ་སྲིད་ཁྱོད་ཀྱི་སྟོངམ་བཞག་པ་ཅིན་ ཡང་ན་གལ་སྲིད་ མེད་པའི་ཡངན་འབྲི་མ་ཚུགསམི་ཅིག། ཁྱོད་ཀྱི་སྣོད་དེབ་ནང་བཙུགས་པ་ཅིན། གནོད་པ་ཡོད་པའི་ཡིག་སྣོད་ཚུ་གིས་མེདཔ་གཏང་ཡོདཔ་ཨིན།  ཨིས་ལེཤ་རྗེས་ཤུལ་བཙུགས་མི་དེ་ གཅིག་ཁར་མ་བཙུགས།';
$string['configrcache'] = 'ཀེཆ་འདི་ གནས་སྡུད་གཞི་ལྟེན་གྱི་ཐོ་ནང་ལག་ལེན་འཐབ། གཞི་སྒྲིག་འབད་ནི་ལུ་དཔྱད་རིག་གཏང་ ཀེཆ་དབྱེ་བ། 
ལེགས་ཤོམ་བཟུམ།';
$string['configrcachettl'] = 'ཀེཆ་ཐོ་བཞག་ནིའི་དུས་ཚོད་དོན་ལུ་ སྐར་ཆག་ཚུ་ནང་ འཐུང་ཀུ་འདབ་ལག་ལེན་འཐབ་ (&lt;15)
འདི་ཁར་གནས་གོང་ཡོད།';
$string['configrecaptchaprivatekey'] = 'ཡིག་འབྲུ་ཚུ་གི་ཡིག་རྒྱུན་འདི་ སར་བར་གྱི་མུ་དྲིལ་དང་ རི་ཀེབ་ཅ་དྲོད་ནེདྲ་སར་བར་གཉིས་ཀྱི་བར་ན་ བརྡ་དོན་རྒྱུན་འབྲེལ་ ལག་ལེན་འཐབ་ནི།http://recaptcha.net
ས་ཁོངས་འདི་ནང་གཅིག་ཐོབ་ནིའི་དོན་ལུ་དེ་ནང་ལུ་ལྟ་ད།';
$string['configrecaptchapublickey'] = 'ཡིག་འབྲུ་ཚུ་གི་ཡིག་རྒྱུན་འདི་ མིང་རྟགས་བཀོད་ཡོད་པའི་རྣམ་པ་ནང་རི་ཀེཔ་ཅ་རྒྱུ་རྫས་ བཀྲམ་སྟོན་འབདཝ་ཨིན།  http://recaptcha.netདེ་གི་བཟོ་སྟོན་འབད་ཡོདཔ་ཨིན།';
$string['configregenloginsession'] = 'ཞུ་བ་དང་འོས་སྦྱོར་སྦོམ་འབདབའི་བསྒང་   ལོག་བཟོ་སྟོན་འབད་ཡོད་པའི་དུས་ཡུན་ ངོས་འཛིན་འབད་ནི།
གཞི་སྒྲིག་འདི་གི་ བདེན་བཤད་ནང་བསྐྱོད་དག་ཅིག་དང་ཆ་མཐུན་འགྱུར་ཅན་ཚུ་ཡང་མི་འོངམ་འོང་།';
$string['configrequestedstudentname'] = 'སློབ་ཚན་ནང་ཞུ་བ་འབད་ཡོད་པའི་ནང་ སློབ་ཕྲུག་ཚུ་གི་དོན་ལུ་ཚིག་ཡིག་ལག་ལེན་འཐབ་ཡོདཔ།';
$string['configrequestedstudentsname'] = 'སློབ་ཚན་ནང་ཞུ་བ་འབད་ཡོད་པའི་ནང་ སློབ་ཕྲུག་ཚུ་གི་དོན་ལུ་ཚིག་ཡིག་ལག་ལེན་འཐབ་ཡོདཔ།';
$string['configrequestedteachername'] = 'སློབ་ཚན་ནང་ཞུ་བ་འབད་ཡོད་པའི་ནང་ སློབ་དཔོན་ ཚུ་གི་དོན་ལུ་ཚིག་ཡིག་ལག་ལེན་འཐབ་ཡོདཔ།';
$string['configrequestedteachersname'] = 'སློབ་ཚན་ནང་ཞུ་བ་འབད་ཡོད་པའི་ནང་ སློབ་དཔོན་ཚུ་གི་དོན་ལུ་ཚིག་ཡིག་ལག་ལེན་འཐབ་ཡོདཔ།';
$string['configrestrictbydefault'] = 'གསར་བསྐྲུན་འབད་ཡོད་པའི་སློབ་ཚན་གསརཔ་ཚུ་ ལྟག་གི་སེར་ཁ་ལུ་འབྱུང་དགོཔ་ཨི་ན་ ཁོང་གི་མུ་དྲིལ་རིམ་སྒྲིག་གི་བཀག་འདམ་ཅན་འབད་དགོཔ་ཨིན?';
$string['configrestrictmodulesfor'] = 'ལྕོགས་མིན་མུ་དྲིལ་གྱི་སྦྱོང་ལཱ་གི་དོན་ལུ་ <b>the setting</b>སློབ་ཚན་ག་དེ་ལེན་དགོཔ་ཨིན་ན།? གཞི་སྒྲིག་འདི་སློབ་དཔོན་ཚུ་གི་དོན་ལུ་རྐྱངམ༌ཅིག༌འཇུག༌སྤྱོད༌འབད༌ཡོདཔ༌ཨིནམ༌དྲན༌འཛིན༌བཀོད།བདག༌སྐྱོང༌པ༌ཚུ༌གི༌  སློབ་ཚན་གྱི་དོན་ལུ་སྦྱོང་ལཱ་ག་ཅི་ཡང་ བསྡོམ་རྩིས་འབད་ཚུགས།';
$string['configrunclamavonupload'] = 'ནམ་ལྕོགས་ཅན་བཟོ་ཡོདཔ་ ཀཱའམ་ཨ་བི་ དེ་གི་སྐྱེལ་བཙུགས་འབད་ཡོད་པའི་ཡིག་སྣོད་གེ་ར་ ཞིབ་ལྟ ལག་ལེན་འཐབ་དགོ།';
$string['configrunclamonupload'] = 'ལཱ་བཀོལ་བའི་ཀཱའམ་ཨེ་བི་ ཡིག་སྣོད་སྐྱེལ་བཙུགས་འབད་ཡོདཔ་ཨི་ན? ཁྱོད་ཀྱི་པའདྲ་ཀྲུ་ཀཱམ་ ནང་ལཱ་འབད་ནིའི་དོན་ལུ་ བཅོས་ཁ་རྐྱབ་དགོཔ་ཨིན། (ཀཱའམ་ཨེ་བི་འདི་ བར་སྟོང་གནོད་ཆེན་ འབད་མི་ཁྱོད་ཀྱི་ འདི་ཁ་ལས་ཐོབ་ཚུགས་http://www.clamav.net/)';
$string['configsectioninterface'] = 'ངོས་འདྲ་བ།';
$string['configsectionmail'] = 'ཡིག་འཕྲིན།';
$string['configsectionmaintenance'] = 'རྒྱུན་སྐྱོང་།';
$string['configsectionmisc'] = 'སྣ་ཚོགས';
$string['configsectionoperatingsystem'] = 'བཀོལ་སྤྱོད་རིམ་ལུགས།';
$string['configsectionpermissions'] = 'གནང་བ་ཚུ།';
$string['configsectionrequestedcourse'] = 'སློན་ཚན་ ཞུ་བ་འབད་མི་ཚུ།';
$string['configsectionsecurity'] = 'སྲུང་སྐྱོབ།';
$string['configsectionstats'] = 'ཚད་རྩིས།';
$string['configsectionuser'] = 'ལག་ལེན་པ།';
$string['configsecureforms'] = 'ཝེབ་ཕོམ་ལས་ ཡོད་པའི་གནས་སྡུད་ཆ་འཇོག་འབད་བའི་བསྒང་ མུ་དྲིལ་དེ་གི་ ཉེན་སྲུང་གི་སྡེ་རིམ་བསྡོམ་རྩིས་འབད་ཚུགས། གལ་སྲིད་འདི་ལྕོགས་ཅན་འབད་ཚུགས་པ་ཅིན་ དེ་ལས་ བརའུ་ཟར་ གྱི་ཨེཆ་ཀྲི་ཀྲི་པི་ རི་ཕི་རེར་  
འགྱུར་བ་འབད་ཚུགས་མི་དེ་ རྒྱབ་འགལ་འཕྲལ་གྱི་ཁ་བྱང་རྣམ་པ་འདི་ ཞིབ་དཔྱད་འབད་ཡོདཔ་ཨིན།
 གནད་དོན་ཆུང་ཀུ་ཅིག་ནང་འབད་བ་ཅིན་ དེ་གི་ དཀའ་ངལ་རྒྱུ་འདི་ གལ་སྲིད་ལག་ལེན་པའི་སྐྱོབ་གྱང་ལག་ལེན་འཐབ་པ་ཅིན་ (དཔེར་ན་ཛོ་ནས་ལམ)ཁོ་རའི་ཝེབ་འགྲུལ་ལམ་ ལས་གྱི་ཨེཆ་ཀྲི་ཀྲི་པི་ རི་ཕི་རེར་ 
རིམ་སྒྲིག་ལས་བཤུབ་ནི།  ནད་བརྟག་ཚུ་ ཐོབ་ནི་ལུ་ རྣམ་པ་བཙུག་ནི། 
གལ་སྲིད་ལག་ལེན་པ་ཚུ་དཀའ་ངལ་འབྱུངམ་དང་གཅིག་ཁར་ ཤོག་གྲངས་ནང་བསྐྱོད་འབད་བ་ཅིན་ (དཔེར་ན)འདི་གཞི་སྒྲིག་འདི་ལྕོགས་ཅན་བཟོ་ནིའི་མནོ་བསམ་ཡོདཔ་འོང་།  ས་ཁོངས་ནང་བུརུཀྲུ་ཕོརོསོ་ ཆོག་ཡིག་
དབང་གནོན་འབད་ནི་དགོ་འདོད་ཡོདཔ་འོང་། གལ་སྲིད་ དོགས་པ་ནང་ཡོད་པ་ཅིན་ འདི་སྒྲིག་ནི་ལུ་བཀོག་བཞག། བཏུབ།';
$string['configsendcoursewelcomemessage'] = 'གལ་སྲིད་ ལྕོགས་ཅན་བཟོ་ཚུགས་པ་ཅིནསློབ་ཚན་ནང་ཁོང་རའི་རྐྱང་པ་མིང་ཐོ་བཀོད་པའི་བསྒང་་ ལག་ལེན་པའི་བྱོན་པ་ལེགས་སོའི་འཕྲིན་དོན་གློག་འཕྲིན་ལས་བརྒྱུད་དེ་ཐོབ་ཨིན།';
$string['configsessioncookie'] = 'མུ་དྲིལ་ གཡི་ལའ་ཡུན་གྱི་དོན་ལུ་ ཀུ་ཀིས་མིང་གི་ལག་ལེན་འཐབ་ནི་འདི་  གཞི་སྒྲིག་འདི་ སྲོལ་སྒྲིག་འབད།
འདི་གདམ་ཁ་ཅན་ཅིག་ཨིན། ལག་ལེན་འཐབ་དགོཔ་འདི་ ཀུ་ཀིས་འདི་མགོ་རྨོངས་ཏེ་ཡོདཔ་ལས་ ཟུར་བཞག་དགོ་ ཝེབ་ས་ཁོངས་ནང་འཁོད་ནང་ མུ་དྲིལ་གྱི་འདྲ་གཅིགཔོ་འདི་   ལཱ་བཀོལཝ་ཨིན།';
$string['configsessioncookiedomain'] = 'དྲོ་མེན་འདི་བསྒྱུར་བཅོས་འབད་ཆོགཔ་མ་ཚད་ མུ་དྲིལ་ཀུ་ཀིས་ ཚུ་དེ་ཁར་ལས་ འཐོབ་ཆོག་ཆོག་ཡོདཔ་ཨིན།
མུ་དྲིལ་ ལག་ལེན་འཐབ་ནི་གི་དོན་ལུ་ སྲོལ་སྒྲིག་འབདཝ་ཨིན། (དཔེར་ ན་བདེན་བཤད་ཡང་ན་ནང་བསྐྱོད་མིང་ཐོ་བཀོད་ནི)ཝེབ་གློག་རིམ་ དང་གཅིག་ཁར་ གློག་རིམ་ལུ་ གཞན་མི་སབ་དོ་མེན་ལུ་མུ་དྲིལ་བརྡ་དོན་དུས་ཡུན་རུབ་སྤྱོད་འབད་ནི། <strong>ཉེན་བརྡ། དེ་ལུ་འོས་སྦྱོར་སྦོམ་འབད་ཡོདཔ་ཨིན་ རིམ་སྒྲིག་ལུ་གཞི་སྒྲིག་བཞག་ཡོད་པ་ཅིན་ (སྟོངམ)གནས་གོང་ནོར་བཅོས་མ་འབད་མི་དེ་གི་ ས་ཁོངས་ཚུ་གི་ ནང་བསྐྱོད་གེ་ར་ སྔོན་བཀག་འབད་ནི།';
$string['configsessioncookiepath'] = 'གལ་སྲིད་ཁྱོད་ཀྱི་ བརའུ་ཟར་ དེ་བསྒྱུར་བཅོས་འབད་དེ་ མུ་དྲིལ་ཀུ་ཀིས་གཏང་པ་ཅིན། ཁཡོད་ཀྱི་གཞི་སྒྲིག་འདི་ བསྒྱུར་བཅོས་འབད་དེ་ས་ཁོངས་ཀྱི་ཡན་ལག་ཁ་བྱང་འདི་ གསལ་བཀོད་འབད། དེ་མིན་པ་ཅིན་ རིམ་སྒྲིག་འདི་ 
ལེགས་ཤོམ་ཨིན།';
$string['configsessiontimeout'] = 'གལ་སྲིད་མི་དེ་གི་ ས་ཁོངས་ཀྱི་ འདི་གི་ནང་བསྐྱོད་འབད་ཡོད་མི་ཚུ་ དུས་ཡུན་རིངམ་ལས་མེད་ཀྱི་དོན་ལུ་ (ཤོག་གྲངས་མངོན་གསལ་མ་འབད་བར)དེ་ལས་ རང་བཞིན་གྱི་ཕྱི་བསྐྱོད་འབད་ནི་དང་(ཁོང་གི་དུས་ཡུན་འདི་རྫོགས་ཡོད)འགྱུར་བཅོས་གསལ་བཀོད་འདི་ དུས་ཚོད་རིངམ་ག་དེ་ཅིག་གཏང་དགོཔ་འདུག།';
$string['configshowblocksonmodpages'] = 'མུ་དྲིལ་སྦྱོང་ལཱ་ལ་ལོ་གི་ཀོང་གི་ཤོག་ལེབ་ཀྱི་སྡེབ་ཚན་ རྒྱབ་སྐྱོར་འབད་ནི།  གལ་སྲིད་ཁྱོད་ལུ་སྐོར་ཐེངས་འདི་ལུ་བཞག་པ་ཅིན་ སློབ་དཔོན་ཚུ་གི་ ཤོག་ལེབ་ཀྱི་ ས་ཁོངས་སྡེབ་ཚན་རྩིས་བསྡོམ་ཚུགས། དེ་མིན་པ་ཅིན་ ངོས་འདྲ་བའི་ཁྱད་རྣམ་ཚུ་སྟོན་མི་ཚུགས།';
$string['configshowsiteparticipantslist'] = 'ས་ཁོངས་དེ་ཚུ་གི་སློབ་ཕྲུག་དང་ས་ཁོངས་སློབ་ཕྲུག་ཚུ་གི་ ས་ཁོངས་ནང་ཐོ་བཀོད་འབད་ཡོད་པའི་བཅའ་མར་གཏོགས་མི་ཐོ། ས་ཁོངས་ནང་བཅའ་མར་གཏོགས་མི་དེ་ག་གི་ལྟ ཆོགཔ་སྨོ།';
$string['configsitemailcharset'] = 'གློག་འཕྲིན་གེ་ར་ ཁྱོད་ཀྱི་ས་ཁོངས་གི་ བཟོ་སྟོན་འབད་ཡོདཔ་ཨིན་ ས་ཁོངས་ནང་གི་གཞི་སྒྲིག་གསལ་བཀོད་འབད་ཡོདཔ་ཨིན་ ག་དེ་འབད་ཨིན་རུང་ གལ་སྲིད་ག་དེམ་ཅིག་ འབད་ གཞི་སྒྲིག་འདི་ལྕོགས་ཅན་ཡར་སོང་པ་ཅིན་ ལག་ལེན་པ་རེ་རེ་གིས་ བདེ་སྒྲིག་འབད་ཚུགས།';
$string['configsitemaxcategorydepth'] = 'དབྱེ་རིམ་མཐོ་ཤོས་ ཏིང་ཚད།';
$string['configsitemaxcategorydepthhelp'] = 'དབྱེ་རིམ་མཐོ་ཤོས་ཏིང་ཚད་འདི་གི་ ཨ་ལོའི་སྡེ་རིམ་བཏོན་ཡོད་མི་དེ་ གསལ་བཀོད་འབད་ཡོདཔ།';
$string['configsitepolicy'] = 'གལ་སྲིད་ཁྱོད་ལུ་ཡོད་པའི་ ས་ཁོངས་ཀྱི་སྲིད་བྱུས་འདི་ ལག་ལེན་པ་ཚུ་གེ་ར་གིས་ ལྟ དགོཔ་་དང་ ས་ཁོངས་ནང་ལག་ལེན་མ་འཐབ་པའི་ཧེན་མར་ ཆ་འཇོག་འབད་དགོཔ་ཨིན། དེ་ལས་ ཡུ་ཨར་ཨེལ་འདི་ གསལ་བཀོད་འབད་དེ་བཏོན་དགོཔ་ཨིན། དེ་མིན་པ་ཅིན་ ས་སྒོ་སྟོངམ་བཞག། ཡུ་ཨར་ཨེལ་འདི་ ག་སྟེ་ལུ་ཡང་ཡིག་ཚད་བཞག་དགོ། 
ས་ཁོངས་ཀྱི་ཡིག་སྣོད་ཚུ་ས་སྒོ་སྟབས་བདེ་དྲག་གཅིག་ལུ་བཞགཔ་ཨིན། དཔེར་ན་http://yoursite/file.php/1/policy.html';
$string['configslasharguments'] = 'ཡིག་སྣོད་ཚུ་ ༼པར་ཚུ་ སྐྱེལ་བཙུགས་འབད་ཡོད་མི་ཚུ་ ལ་སོགས་པ༽དེ་ཚུ་ གཡོ་ཤད་འཐབ་རྩོད་ དེ་ཡི་གུ་ལག་ལེན་འཐབ་ནི་དེ་རྒྱུད་དེ་བྱིན་ཡོདཔ་ཨིན།  ཐབས་དེ་གི་ཡིག་སྣོད་ཚུ་འདྲ་མཛོད་ནང་འཇམ་ཏོང་ཏོ་འབད་ ཝེབ་བརའུ་ཟར་ནང་ འབད་ཚུགས་ནི། པོརོཀསི་ སར་བར་ ལ་སོགས་པ།  ཁ་རྗེ་མེད་པར་ པི་ཨེཆ་པི་སར་བར་ཚུ་གི་ ཐབས་ཤེས་ལག་ལེན་འཐབ་མ་ཆོགཔ་ཨིན། སྟེ་གལ་སྲིད་ཁྱོད་ལུ་ཡོད་པའི་ དཀའ་ངལ་མཐོང་སྣང་འདི་ ཡིག་སྣོད་འབད་རུང་པར་ཚུ་ སྐྱེལ་བཙུགས་འབད་ཡོདཔ་ཨིན། ༼དཔེར་ན་ལག་ལེན་པའི་པར་ཚུ༽ གཞི་སྒྲིག་འདི་ལྕོགས་ཅན་བཟོ་དགོ།';
$string['configsmartpix'] = 'འདི་དང་གཅིག་ཁར་ལུ་ ངོས་པར་དེ་ཚུ་ པི་ཨེཆ་པི་ཡིག་ཚུགས་གི་ཐོག་ལས་ བྱིན་ཏེ་  འཕྲལ་གྱི་བརྗོད་དོན་འཚོལ་
དགོ། དེ་ལས་ རྩ་ལག་བརྗོད་དོན་གེ་ར་ དེ་ལས་མུ་དྲིལ་ པིགསི་་སྣོད་འཛིན། པར་གྱི་ཡིག་སྣོད་ནང་འཁོད་ནང་ རྫུན་མ་དེ་ཚུ་མར་ཕབ་འབད་དགོ། དེ་འབདཝ་ད་ལུ་ ལཱ་ཤུགས་དུམ་དྲག་ཅིག་གླ་ཡོད།';
$string['configsmtphosts'] = 'ཉེ་གནས་ཨེས་ཨེམ་ཀྲི་པི་གཅིག་དང་མངམ་ མིང་ཆ་ཚན་བྱིན་ ནི་དེ་ མུ་དྲིལ་བྱིན་མི་དེ་གི་གློག་འཕྲིན་གཏང་དགོ།
དཔེར་ན་ (eg \'mail.a.com\' or \'mail.a.com;
mail.b.com\').སྔོན་སྒྲིག་འབད་བའི་འདྲེན་ལམ་ གསལ་བཀོད་འབད་དགོ། (དཔེར་ན་ འདྲེན་ལམ་ལས་སོ་སོ་༢༥)འདི་ལག་ལེན་འཐབ་ (སར་བར)(འདྲེན་ལམ་)ཚིག་སྦྱོར་(དཔེར་ན་ \'mail.a.com:587\'.གལ་སྲིད་ཁྱོད་ཀྱི་སྟོངམ་བཞག་པ་ཅིན་ མུ་དྲིལ་དེ་གི་པི་ཨེཆ་པི་སྔོན་སྒྲིག་ཐབས་ལམ་དེ་ གློག་འཕྲིན་གཏང་གཏང་དགོ།';
$string['configsmtpmaxbulk'] = 'ཨེས་ཨེམ་ཀྲི་པི་དུས་ཡུན་རེ་རེ་ལུ་ འཕྲིན་དོན་ཨང་མཐོ་ཤོས་གཏང་དགོ། འཕྲིན་དོན་སྡེ་ཚན་བཟོ་མི་དེ་གི་ ཨི་མེལ་ཚུ་མགྱོགས་ཚད་ཤུགས་འབད་ གཏང་ནི་ཡང་འོང་། འཕྲིན་དོན་རེ་གི་དོན་ལུ་ ཨེས་ཨེམ་ཀྲི་པི་གསརཔ་ གི་གནས་གོང་དེ་ཚུ་ བང་ཅན་གསར་བསྐྲུན་གཉིས་ལས་དམའ་ཤོས་ ཨིན་པས།';
$string['configsmtpuser'] = 'གལ་སྲིད་ཁྱོད་ལུ་ ཨེས་ཨེམ་ཀྲི་པི་ སར་བར་དང་སར་བར་དགོས་མཁོ་བདེན་བཤད་ གྱི་ལྟག་ལས་གསལ་བཀོད་འབད་ཡོདཔ་ཨིན་པ་ཅིན། དེ་ལས་ འདི་ཁར་ལག་ལེན་པའི་མིང་དང་ཆོག་ཡིག་ བཙུགས་དགོ།';
$string['configstartwday'] = 'མགོ་བཙུགས་ནིའི་ བདུན་ཕྲག་';
$string['configstatscatdepth'] = 'ཚད་རྩིས་ ཨང་རྟགས་འཇམ་སངམ་བཟོ་ཡོདཔ་ལས་ སློབ་ཚན་རིག་པའི་མིང་བཀོད། མེདཔ་གཏང་ནི་ཚུ་ ཆ་མེད་དང་ དེ་ཁ་ལུ་ཡོད་པའི་ རྩ་ལག་སློབ་ཚན་དབྱེ་རིམ་ ཨང་གྲངས་མཐོ་ཤོས་ཡོད། ཨང་གྲངས་ ༠ ཟེར་མིའི་དོན་འདི་ ས༌ཁོངས༌དང༌སློབ༌ཚན༌དབྱེ༌རིམ༌ལུ༌ སྐྱོན་འཛིན་རྐྱངམ་ཅིག་ ལཱ་འགན་ལས༌འགུལ༌ཐད་ཀར་ཡོད་མི་ལུ་གོཝ་ཨིན།
༡ གི་དོན་དག་འདི་ རྩ་ལག་སློབ་ཚན་དབྱེ་རིམ་ནང་ཡོད་པའི་ སྐྱོན་འཛིན་ཡང་ ལཱ་འགན་ལས་འགུལ་ལུ་གོཝ་ཨིན།
ལ་སོགས་པ།  བཟོ་སྦྱོར་འགོ་བཙུགས་པའི་བསྒང་ཨང་གྲངས་མཐོ་རིམ་ནང་ཡོད་པའི་ གྲུབ་འབྲས་ གནས་སྡུད་གཞི་རྟེན་ མཐོ་ཤོས་ཡོད་པའི་ སར་བར་ མངོན་གསལ་འབད་ནི།';
$string['configstatsfirstrun'] = 'ག་དེ་ཅིག་ཚུན་ཚོད་ གསལ་བབཀོད་འབད་ཡོད་པའི་དྲན་དེབ་ཚུ་ ལས་སྦྱོར་ནང་བཙུགས་དགོ། <b>the first time</b> ཚད་རྩིས་ལས་སྦྱོར་ལུ་ཀོརོན་ཇོབ་ དགོཔ་འབད་བཞག་ཡོད། གལ་སྲིད་ཁྱོད་ལུ་ རྒྱུན་འབྲེལ་ལེ་ཤ་ཡོད་མི་དེ་ཚུ་ རྩ་བའི་སྒོ་ལས་ རུབ་སྤྱོད་འབད་བ་ཅིན། ཧེན་མ་ལས་ལྟ བ་ཅིན་ དེ་ཚུ་ ཡང་ན་གནས་སྐབས་ལེགས་ཤོམ་མེདཔ་ཨིན་པས།ཧ་ལམ་འཐོན་ཁུངས་ཤུགས་ཆེ་དྲག་འབད་འཐོན་ནི་ལུ་  ལཱ་ལུ་དུས་ཡུན་ལེ་ཤ་འགོར་དོ་བཟུམ་འབད་འབྱུང་ཡི།   
(གཞི་སྒྲིག་འབད་ནི་ལུ་ དྲན་འཛིན་བཀོད་ ཟླཝ་ ༡ ཉིནམ་ ༢༨། ཚད་ཁྲམ་ཚུ་དང་ བཟོ་བཏོན་འབད་
     ནིའི་སྙན་   ཞུ་ ཟླཝ་ ༡ ཟླ་ཐོ་ ༡ གི་ཟླཝ།)';
$string['configstatsmaxruntime'] = 'ཨིས་ཀྲེད་སི་ ལས་སྦྱོར་འབད་མི་དེ་གི་ ཧ་ལམ་ཤུགས་ཅན་འབད་ཡོདཔ་ཨིན། སྟེ་དེ་གི་ལཱ་བཀོལ་ནི་དང་ག་དེ་ཅིག་འགོརཝ་ཨི་ན་གི་དོན་ལུ་འབད་བའི་བསྒང་  ས་སྒོ་མཉམ་སྦྱོར་འབད་ལག་ལེན་འཐབ་ནི་དང་ ཤུལ་མམ་འདི་ གསལ་བཀོད་འབད།';
$string['configstatsmaxruntime2'] = 'ཨིས་ཀྲེད་སི་ ལས་སྦྱོར་འབད་མི་དེ་གི་ ཧ་ལམ་ཤུགས་ཅན་འབད་ཡོདཔ་ཨིན།  ཉིནམ་གཅིག་གི་ཚད་རྩིས་ཚོགས་ནི་
དུས་ཚོད་ མཐོ་ཤོས་འབད་ཆོག་པའི་གསལ་བཀོད་བྱིན་ཡོད།ལས་སྦྱོར་འབད་ནིའི་དོན་ལུ་  ཉིན་གྲངས་མཐོ་ཤོས་གཅིགཔ་འདི་ ཀོརོན་ལག་ལེན་འཐབ་ནི་ ༣༡།';
$string['configstatsmaxruntime3'] = 'ཉིནམ་གཅིག་གི་དོན་ལུ་ དུས་ཚོད་མཐོ་ཤོས་གསལ་བཀོད་འབད་ཡོད་པའི་ ཚད་རྩིས་རྩིས་སྟོན་ཆོགཔ་ཨིན། ཨིས་ཀྲེདྲས་ བཟོ་སྦྱོར་དེ་གི་སར་བར་ནང་ལུ་ མངོན་གསལ་སྦོམ་འབད་བཙུགས་ནི་ལུ་ སེམས་ཁར་བཟོད་དགོ། ཉིན་གྲངས་མཐོ་ཤོས་དེ་བཟོ་སྦྱོར་འབད་ཡོདཔ་ལས་ ཀོརོན་གཅིག་གི་ འོག་ལུ་གསལ་བཀོད་འབད་ཡོདཔ་ཨིན།';
$string['configstatsruntimedays'] = 'གསལ་བཀོད་འབད་ཡོད་པའི་ ཉིན་གྲངས་མཐོ་ཤོས་ དེ་གི་ བཟོ་སབཡོར་འབད་ཡོད་མི་དེ་ ཨིས་ཀྲིདྲ་རེ་རེ་གི་ ལག་ལེན་འཐབ་ཨིན། ཨིས་ཀྲིདྲས་དེ་ཚུ་ ཀྲིག་ཀྲིག་ཡོད་པའི་སྐབས་ ཉིནམ་གཅིག་རྐྱངམ་ཅིག་གི་ བཟོ་སྦྱོར་འབད་ཡོདཔ་ཨིན། དེ་ལས་ གནས་གོང་བདེ་སྒྲིག་འབད་ནི་དེ་ གཙོ་བོ་སར་བར་མངོན་གསལ་འབད་ནི་ལུ་་རག་ལེགསཔ་ཨིན།
གལ་སྲིད་ཀོརོན་ལག་ལེན་འཐབ་ནི་དེ་ འཐུང་ཀུ་འབད་དགོ་པ་ཅིན་ མར་ཕབ་འབད་དགོ།';
$string['configstatsruntimestart'] = 'ཀོརོན་ཇོབ་དེ་གི་ དུས་ཚོད་ག་དེམ་ཅིག་ལུ་ ཨིས་ཀརིདྲས་ལཱ་འབད་ནི་དང་ ལག་ལེན་འཐབ་དགོཔ་སྨོ་  <b>start</b>?གལ་སྲིད་ག་དེམཅིག་འབད་ མུ་དྲིལ་སྣ་མང་དེ་དངོས་ཅན་སར་བར་གཅིག་ནང་ཡོད་པ་ཅིན་ དུས་ཚོད་སོ་སོ་ཚུ་ གསལ་བཀོད་མཛད་གནང་།';
$string['configstatsuserthreshold'] = 'གལ་སྲིད་ཁྱོད་ཀྱིས་ ཀླ་སྐོར་མེན་མི་བཙུག་པ་ཅིན་ ཨང་ཡིག་མེད་མི་ གནས་གོང་སློབ་ཚན་མཐོ་རིམ་གྱི་དོན་ལུ་ འདི་ཁར་བཀོད་དེ་ཡོད། སློབ་ཚན་དང་གཅིག་ཁར་ ཨང་གྲངས་འདི་ལས་ཉུངམ་འབད་ ཐོ་བཀོད་འབད་དེ་ ལག་ལེན་པའི་ སྣང་མེད་འབད་བཞག་དགོ། (ལཱ་འགན་གེ་ར)';
$string['configstripalltitletags'] = 'ཨེཆ་ཀྲི་ཨེམ་ཨེལ་ ངོ་རྟགགས་འདི་ ཞིབ་དཔྱད་མ་འབད་བའི་ སྦྱོང་ལཱ་དང་ཐོན་ཁུངས་གི་མིང་ནང་གཞི་སྒྲིག་འབད་ཆོག།';
$string['configsupportemail'] = 'ཨི་མེལ་ཁ་བྱང་འདི་གི་ དཔེ་བསྐྲུན་འབད་དེ་ ས་ཁོངས་དེ་གི་ལག་ལེན་པ་ཚུ་ གོང་གི་ཨི་མེལ་བཟུམ་སྦེ་ སཔྱིལ་བཏང་ཁོང་ལུ་ ཆ་རོགས་དགོ་པའི་བསྒང་ལུ་ (དཔེར་ན་ ལག་ལེན་པའི་གསརཔ་་ཚུ་ ཁོང་རའི་རའི་རྩིས་ཐོ་གསར་བསྐྲུན་འབད་བའི་བསྒང་)གལ་སྲིད་ཨི་མེལ་འདི་ སྟངམ་འབད་བཞག་ད་པ་ཅིན་ དེ་ལས་ ཨི་མེལ་ཁ་བཡང་ཚུ་གི་གྲོགས་རམ་བྱིན་ནི་ཚུ་མེད་པའི་དོན་ཨིན།';
$string['configsupportname'] = 'འ་ནི་འདི་ མི་གི་མིང་ཨིནམ་མ་ཚད་ ཡང་ན་ གཞན་མི་ངོ་བོ་འབད་ སྤྱིར་བཏང་གི་གྲོགས་རམ་རྒྱུད་དེ་ ཨི་མེལ་ཡང་ན་ཝེབ་ཁ་བྱང་ཚུ་བྱིན་ནི་ཨིན།';
$string['configsupportpage'] = 'ཨི་མེལ་ཁ་བྱང་འདི་གི་ དཔེ་བསྐྲུན་འབད་ཡོད་མི་དེ་ ས་ཁོངས་དེ་གི་ལག་ལེན་པ་ཚུ་ གོང་གི་ཨི་མེལ་བཟུམ་སྦེ་ སྤྱིར་བཏང་ཁོང་ལུ་ ཆ་རོགས་དགོ་པའི་བསྒང་ལུ་ (དཔེར་ན་ ལག་ལེན་པའི་གསརཔ་་ཚུ་ ཁོང་རའི་རའི་རྩིས་ཐོ་གསར་བསྐྲུན་འབད་བའི་བསྒང་)གལ་སྲིད་ཨི་མེལ་འདི་ སྟོངམ་འབད་བཞག་ད་པ་ཅིན་ དེ་ལས་ ཨི་མེལ་ཁ་བྱང་ཚུ་གི་འབྲེལ་མཐུད་ཀྱི་གྲོགས་རམ་བྱིན་ནི་ཚུ་མེད་པའི་དོན་ཨིན།';
$string['configteacherassignteachers'] = 'དཀྱུ་མ་སློབ་དཔོན་ཚུ་གིས་ སློབ་ཚན་ནང་འཁོད་སློབ་སྟོན་འབད་ནིའི་དོན་ལུ་ སལོབ་དཔོན་གཞན་ལུ་་ལས་འགན་བྱིན་ཆོག་ག? གལ་སྲིད་ མེན་ཟེར་བ་ཅིན་ སློབ་ཚན་གསར་བསྐྲུན་འབད་མི་རྐྱངམ་ཅིག་ དངབདག་སྐྱོང་པ་ཚུ་གིས་འབད་ སློབ་དཔོན་ཚུ་ལུ་ ལས་འགན་བྱིན་དགོ།';
$string['configthemelist'] = 'འདི་གར་སྟོངམ་བཞག་ནིའི་དོན་ལུ་ བརྗོད་དོན་གྱི་ནུས་ཅན་ག་ཅི་འབད་རུང་ ལག་ལེན་འཐབ་ཆོགཔ་ཨིན།
གལ་སྲིད་ ཁྱོད་ཀྱི་བརྗོད་དོན་གྱི་དཀར་ཆག་ འཐུང་ཀུ་བཟོ་བ་ཅིན་ ཁྱོད་ཀྱིས་ ལྷོད་རྟགས་འདི་ མི་ཐོ་ལས་སོ་སོར་འབད་ འདི་ཁར་གསལ་བཀོད་འབད་དགོ། ༼བར་སྟོང་འདི་ལག་ལེན་མ་འཐབ༽
དཔེར་ན་ ཚད་ལྡན་ ཨོ་རནཇི་ ཝའིདྲ།';
$string['configtimezone'] = 'རིམ་སྒྲིག་གི་ཆུ་ཚོད་གླིང་སྡེ་ འདི་ཁར་གཞི་སྒྲིག་འབད་ སྤྱི་ཚེས་བཀྲམ་སྟོན་འབད་ནིའི་དོན་ལུ་ ཆུ་ཚོད་གླིང་སྡེ་རྐྱངམ་ཅིག་རིམ་སྒྲིག་འབདཝ་ཨིན། ཁོང་རའི་གསལ་སྡུད་ནང་ ཁོང་རའི་གཞི་སྒྲིག་འབད་དེ་ཡོད་མི་དེ་ ལག་ལེན་པ་རེ་རེ་གིས་ མེདཔ་གཏངམ་ཨིན། ༼སར་བར་དུས་ཚོད་༽ མུ་དྲིལ་རིམ་སྒྲིག་འབད་མི་དེ་གིས་ སར་བར་བཀོལ་སྤྱོད་་རིམ་ལུགས་གཞི་སྒྲིག་འབད་ཚུགས་དགོ། དེ་འབདཝ་ད་ལུ་ སར་བར་གཡི་དུས་ཚོད་ ལག་ལེན་གསལ་སྡུད་དེ་གིས་ ལག་ལེན་རིམ་སྒྲིག་དེ་གི་ ཆུ་ཚོད་གླིང་སྡེ་ གཞི་སྒྲིག་འབད་དགོ།      ཀོརོ་ཇོབ་དེ་ ཆུ་ཚོད་དང་
ཉིནམ་རྐྱངམ་ཅིག་གི་ ཆུ་ཚོད་གླིང་སྡེ་ གཡོག་བཀོལ་ནི་ལུ་ རག་ལེགཔ་ཨིན།';
$string['configunzip'] = 'ཁྱོད་ཀྱི་གནས་ཁོངས་ཀྱི་ ལས་རིམ་ཤེབ་ཤེ་ཕྱེ་ཡོད་པའི་ ངོ་རྟགས་ཨིན་པས། ༼ཡུ་ནིཀས་རྐྱངམ་ཅིག་ གདམ་ཁ་ཅན༽
གལ་སྲིད་གསལ་བཀོད་འབད་ཡོད་པ་ཅིན་ དེ་གི་སར་བར་ནང་ཡིག་མཛོད་ཤེབ་ཤེ་ཁ་བཤུབ་ནི་ལུ་ལག་ལེན་འཐབ་དགོ། གལ་སྲིད་ཁྱོད་ཀྱི་སྟོངམ་བཞག་པ་ཅིན་ དེ་ལས་ མུ་དྲིལ་དེ་གི་རྒྱུན་ལས་ནང་འཁོད་ལག་ལེན་འཐབ།';
$string['configusetags'] = 'ལས་འགན་ངོ་རྟགས་ཚུ་ ས་ཁོངས་ཡན་ཆད་ ལྕོགས་ཅན་བཟོ་དགོ་ག?';
$string['configvariables'] = 'འགྱུར་ཅན།';
$string['configverifychangedemail'] = 'བདེན་དཔྱད་ལྕོགས་ཅན་གྱི་ཨི་མེལ་ཁ་བྱང་ཚུ་ བསྒྱུར་བཅོས་འབད་ཡོདཔ་ལས་ དེ་ལག་ལེན་འཐབ་ཆོགཔ་དང་ ཨི་མེལ་གྱི་ཌྲོ་མེན་གཞི་སྒྲིག་ཁས་མི་ལེནམ་ཨིན། གལ་སྲིད་གཞི་སྒྲིག་འདི་ ལྕོགས་མིན་ཐལ་ཡོད་པ་ཅིན་ ལག་ལེན་པའི་གསར་བསྐྲུན་འབད་བའི་བསྒང་དྲོ་མིན་དེ་ཚུ་ བེད་སྤྱོད་གཏང་ནི་རྐྱངམ་ཅིག་ཐལ་ཡོདཔ་ཨིན།';
$string['configvisiblecourses'] = 'སྤྱིར་བཏང་སྡེ་རིམ་གྱི་སྦ་ནི་ནང་ལུ་ སློབ་ཚན་ཚུ་བཀྲམ་སྟོན་འབད།';
$string['configwarning'] = 'གཞི་སྒྲིག་ལེགས་བཅོས་འབད་ནི་དེ་ཁར་ དྲན་ཤེས་ཀྱི་སྒོ་ལས་ འབད་དགོ་ གནས་གོང་ཧ་མ་གོ་མི་དེ་གི་ དཀའ་ངལ་གྱི་རྒྱུ་མཚན་ཚུ་ ཤེས།';
$string['configxmlstrictheaders'] = 'གཞི་སྒྲིག་འདི་ལུ་ ཤོག་གྲངས་རེ་རེ་གི་ ཨེཀས་ཨེམ་ཨེལ་ ཨེཆ་ཀརི་ཀྲི་པི་ ཚུ་བཟོ་སྟོན་འབད་ལག་ལེན་འཐབ་སྟེ་ མགོ་ཡིག་ དང་ངོ་སྤྲོད་ ལག་ལེན་འཐབ་ཨིན། དེ་ལས་ བརའུ་ཟར་དེ་གི་ ཨེཀས་ཨེཆ་ཀྲི་ཨེམ་མེལ་ བཏོནམ་ཨིན་  
གྱལ་རིམ་ནང་འཛོལ་བ་འབྱུང་ཡོད་མི་ཚུ་། གསརཔ་བཟོ་མི་གི་དོན་ལུ་རྐྱངམ་ཅིག་ ལག་ལེན་འཐབ་ཨིན།';
$string['configzip'] = 'ཁྱོད་ཀྱི་གནས་ཁོངས་ཀྱི་ ལས་རིམ་ཤེབ་ཤེ་ཕྱེ་ཡོད་པའི་ ངོ་རྟགས་ཨིན་པས། ༼ཡུ་ནིཀས་རྐྱངམ་ཅིག་ གདམ་ཁ་ཅན༽
གལ་སྲིད་གསལ་བཀོད་འབད་ཡོད་པ་ཅིན་ དེ་གི་སར་བར་ནང་ཡིག་མཛོད་ཤེབ་ཤེ་ཁ་བཤུབ་ནི་ལུ་ལག་ལེན་འཐབ་དགོ། གལ་སྲིད་ཁྱོད་ཀྱི་སྟོངམ་བཞག་པ་ཅིན་ དེ་ལས་ མུ་དྲིལ་དེ་གི་རྒྱུན་ལས་ནང་འཁོད་ལག་ལེན་འཐབ།';
$string['confirmation'] = 'ངེས་དཔྱད།';
$string['confirmed'] = 'ངེས་དཔྱད་འབད་ཡོད།';
$string['confirminstall'] = 'ཁྱོད་ཀྱི་ སྐད་ཡིག་སྦུང་ཚན($a)གཞི་བཙུགས་འབད་ནི་འབད་དོ་ ངེས་གཏན་ཨིན་ན?';
$string['cookiehttponly'] = 'ཨེཆ་ཊི་ཊི་པི་ཀུ་ཀིས་ཙམ་ཅིག།';
$string['cookiesecure'] = 'མཐའ་བཙན་ཀུ་ཀིས་ཙམ་ཅིག།';
$string['country'] = 'སྔོན་སྒྲིག་ རྒྱལ་ཁབ།';
$string['coursemanager'] = 'སློབ་ཚན་ འཛིན་སྐྱོང་པ་ཚུ།';
$string['coursemgmt'] = 'སློབ་ཚན་ཚུ་ ཁ་སྐོང་རྐྱབས/ཞུན་དག་འབད';
$string['courseoverview'] = 'སློབ་ཚན་ སྤྱི་མཐོང་།';
$string['courserequestnotify'] = 'སློབ་ཚན་གྱི་བརྡ་བསྐུལ་ཞུ་བ་འབད་ནི།';
$string['courserequestnotifyemail'] = 'ལག་ལེན་པ་$a->user་གི་ $a->link་ལས་སློབ་ཚན་གསརཔ་ཞུ་བ་འབད་ཡོདཔ།';
$string['courserequests'] = 'སློབ་ཚན་ཞུ་བ་འབད་ནི།';
$string['courserequestspending'] = 'སློབ་ཚན་ཞུ་བ་ ཕར་བཤུད་འབད་ནི།';
$string['courses'] = 'སློབ་ཚན་ཚུ';
$string['coursesperpage'] = 'སློབ་ཚན་ཚུ་ ཤོག་ལེབ་རེ་རེ་བཞིན';
$string['creatornewroleid'] = 'སློབ་ཚན་གསརཔ་ཚུ་གི་ནང་ གསར་སྐྲུན་པ་གི་ལས་ལས་འགན།';
$string['cronclionly'] = 'བཀོད་ལམ་ལས་བརྒྱུད་དེ་ཙམ་ཅིག་ ཀོརཱོན་ལག་ལེན་འཐབ།';
$string['cronerrorclionly'] = 'དགོངསམ་མ་ཁྲེལ་ ཤོག་ལེབ་འདི་ལུ་ཨིན་ཊར་ནེཊི་འཛུལ་སྤྱོད་འབད་ནི་དེ་ བདག་སྐྱོང་པ་གི་ལྕོགས་མིན་བཟོ་ནུག།';
$string['cronerrorpassword'] = 'དགོངསམ་མ་ཁྲེལ་ ཁྱོད་ལུ་ཤོག་ལེབ་འདི་ལུ་འཛུལ་སྤྱོད་འབད་ནི་དོན་ལུ་ནུས་ཅན་ཆོག་ཡིག་བྱིན་ཏེ་མེད།';
$string['cronremotepassword'] = 'ཐག་རིང་གི་འཛུལ་སྤྱོད་འབད་ནི་དོན་ལུ་ ཀོརཱོན་ཆོག་ཡིག།';
$string['cronwarning'] = 'The <a href=\"cron.php\">ཀོརཱོན.པི་ཨེཆ་པི་རྒྱུན་སྐྱོང༌ཡིག་ཚུགས་</a>དེ་ ཉུང་མཐའ་ཆུ་ཚོད་༢༤་ གཡོག་མ་བཀོལ་བས།';
$string['csvdelimiter'] = 'སི་ཨེསི་ཝི་ དབྱེ་རྟགས།';
$string['ctyperecommended'] = 'གདམ་ཁ་ཅན་ པི་ཨེཆ་པི་སི་ཀྲའིཔ་ གཙུག་ནི་དེ་ བརྒྱ་བསྐྱེད་འབད་ནི་དེ་ རྒྱ་ཆེ་དྲག་འབད་ འོས་སྦྱོར་འབད་ཡོད་མི་དེ་ ས་ཁོངས་ལཱ་ཤུགས་དང་འཁྲིལ་ཡར་དྲག་འབད་ནི་དང་ དམིགས་བསལ་དུ་ གལ་སྲིད་ཁྱོད་ཀྱི་ 
ས་ཁོངས་འདི་ ལ་ཀྲིན་དང་མ་འཁྲིལ་བའི་ ཁ་སྐད་ཚུ་ལུ་རྒྱབ་སྐྱོར་འབད་བ་ཅིན་ཨིན།';
$string['ctyperequired'] = 'སི་ཀྲའིཔ་པི་ཨེཆ་པི་འདི་ ད་ལྟོ་རྒྱ་བསྐྱེད་འབད་ནི་འདི་ མུ་དྲིལ་གྱི་དགོས་མཁོ་ཡོདཔ་ཨིན། ལཱ་ཤུགས་ས་ཁོངས་ཡར་དྲག་དང་འཁྲིལ་ འབད་ནི་དང་ སྐད་སྣ སྨྲ་བའི་མཐུན་འགྱྲུར་འབད་ནི་ལུ་བྱིན་དགོཔ་ཨིན།';
$string['curlrecommended'] = 'གདམ་ཁ་ཅན་ལུ་གཙུག་ནི་ སི་ཡུ་ཨར་ཨེལ་ དཔེ་མཛོད་འདི་ཡོངས་འབྲེལ་བཟོ་བའི་ལས་འགན་མུ་དྲིལ་ལྕོགས་ཅན་དེ་དང་འཁྲིལ་  ཆེ་མཐོའི་འོས་སྦྱོར་འབད་ཡོདཔ་ཨིན།';
$string['customcheck'] = 'ཞིབ་དཔྱད་གཞན་མི་ཚུ།';
$string['datarootsecurityerror'] = '<p><strong>,སྲུང་སྐྱོབ་ཀྱི་ཉེན་བརྡ་!</strong></p><p>
ཁྱོད་ཀྱི་གནས་སྡུད་གཞི་རྟེན་ སྣོད་སྡེབ་འདི་ གནས་ཁོངས་འཛོལ་བ་འདི་ནང་ ཝེབ་ནང་ལུ་ཕྱི་ཁར་བཏོན་ཡོདཔ་ཨིན། དེ་གི་དོན་དག་འདི་ ཁྱོད་ཀྱི་སྒེར་གྱི་ཡིག་སྣོད་འདི་ འཛམ་གླིང་འདི་ནང་ག་གི་ཡང་ཐོབ་ཆོག་ཆོགཔ་འབད་ཡོདཔ་ཨིན། ལ་ལོ་ཅིག་གིས་ཡང་ ཆོག་ཡིག་མེད་པའི་བདག་སྐྱོང་གིས་ ས་ཁོངས་ནང་འཛུལ་བསྐྱོད་འབད་ནི་ནང་ 
དྲག་ཤུགས་ཐོབ་ནི་ལུ་ ལག་ལེན་འཐབ་ཚུགས།</p><p>You<em>must</em>
གནས་སྡུད་གཞི་རྟེན་སྣོད་དེབ་འདི་ ($a)གནས་ཁོངས་གསརཔ་ཅིག་ནང་ མི་ཚུ་ཝེབ་ཀྱི་སྣེད་དེབ་ནང་འཁོད་ དུས་མཐུན་བཟོ་ནི་དང་  <code>$CFG->dataroot</code>
འདི་ལུ་ གཞི་སྒྲིག་འབད་ནི་འདི་ལུ་  config.php accordingly.</p>';
$string['datarootsecuritywarning'] = 'ཁྱོད་ཀྱི་ས་ཁོངས་ནང་གི་རིམ་སྒྲིག་དེ་གི་ མཐའ་ཙད་མ་བཟོ་འོང་། ཁྱོད་ཀྱི་གནད་སྡུད་རྩ་བའི་སྣོད་ཐོ་འདི་ ཝེབ་རྒྱུད་དེ་ འཐད་ཀར་དུ་ འཛུལ་བསྐྱོད་མེདཔ་པས་ གཏན་གཏན་བཟོ་དགོ།  ($a)';
$string['dbmigrate'] = 'མུ་དྲིལ་ གནས་སྡུད་གཞི་རྟེན་གཞི་སྤོ་ནི།';
$string['dbmigrateconnecerror'] = 'གནས་སྡུད་གཞི་རྟེན་གསལ་བཀོད་འབད་ཡོད་མི་ལུ་ འབྲེལ་མཐུད་འབད་མ་ཚུགས།';
$string['dbmigrateencodingerror'] = 'གནས་སྡུད་གཞི་རྟེན་དེ་དགོས་མཁོ་ཡོད་མི་འདི་ལས་  ཨིན་ཀོ་དྲིང་ $a གསལ་བཀོད་འབད་ཡོདཔ་ལས་
UNICODE/UTF8.<br />གཞན་མི་ཡང་གསལ་བཀོད་འབད་གནང་།';
$string['dbmigratepostgres'] = 'གནས་སྡུད་གཞི་རྟེན་སར་བར་བཟུམ་འབད་ དེ་ལུ་ལྟཝ་ད་ལུ་ ཁྱོད་ཀྱི་ པོསིདྲི་གྱིར་ ཨེས་ཀིའུལ་ཨེལ་ ལག་ལེན་འཐབ་དོ་བཟུམ་མཐོང་མས།  ལས་སྦྱོར་གཞི་སྤོ་ནི་ལུ་ འཕྲོ་འཐུད་དེ་ ཁྱོད་ཀྱི་ ལག་ཐོག་ལས་ གནས་སྡུད་གཞི་རྟེན་ དང་གཅིག་ཁར་ཨིན་ཀོ་དྲིང་ གསར་བསྐྲུན་འབད་དགོ། \"UNICODE\"
(PostgreSQL 7) or \"UTF8\" (PostgreSQL 8)
གནས་སྡུད་མཛོད་ནང་གཞི་སྤོ་ཡོདཔ་ལས་ ཁྱོད་ཀྱིས་གནས་སྡུད་གཞི་རྟེན་ གསརཔ་བཙུགས་ཏེ་ འོག་ལུ་ཡོད་པའི་ལུ་འབྲེལ་མཐུད་འབད་དེ་ འཕྲོ་འཐུད་གཞི་སྒྲིག་འབད།';
$string['dbmigratewarning'] = 'ཁྱོད་ཀྱི་མུ་དྲིལ་གྱི་གནས་སྡུད་གཞི་རྟེན་འདི་ རྒྱབ་སྐྱོར་འབད་ཚར་ཡོདཔ་ལས་ འགོ་རིམ་འདི་འགོ་མ་བཙུགས་པའི་ཧེན་མ་ལས་ ཁྱོད་ཀྱིས་ངེས་བདེན་འབད་གནང་། གལ་སྲིད་ཁྱོད་རང་ ག་དེསྦེ་འབད་ནི་ཨིན་ན་ངེས་བདེན་མ་ཤེས་པ་ཅིན་ ཁྱོད་ཀྱིས་བདག་སྐྱོང་རིམ་ལུགས་ལུ་འབྲེལ་མཐུད་འབད་གནང་། ཁྱོད་ཀྱི་མུ་དྲིལ་ས་ཁོངས་དེ་གི་ རྒྱུན་སྐྱོང་ཐབས་ལམ་གྱི་འོག་ལུ་བཙུགས་ཏེ་  ཁྱོད་ཀྱི་འགོ་བཙུགས་པའི་ཤུལ་ལས་ལས་སྦྱོར་གཞི་སྤོ་དགོ།';
$string['dbmigratewarning2'] = '<b>ཉེན་བརྡ  ཁྱོད་ཀྱི་ གནས་སྡུད་གཞི་རྟེན་ལས་སྦྱོར་འདི་འགོ་བཙུགས་རནམ་ད་ལུ་ ཁྱོད་ཀྱི་མུ་དྲིལ་གནས་སྡུད་གཞི་རྟེན་ཧྲིལ་བུ་འབད་ རྒྱབ་སྐྱོར་ཡོདཔ་ཨིནམ་ ངེས་བདེན་ཨིནམ་སྦེ་འབད་དགོ།';
$string['dbmigrationdeprecateddb'] = '<font color=\"#ff0000\">གནས་སྡུད་གཞི་རྟེན་འདི་ གཞི་སྤོ་ཡོདཔ་ལས་ཡུ་ཀྲི་ཨེཕ་8 གནས་སྡུད་གཞི་རྟེན་དང་ངོས་ལེན་མེདཔ་ཨིན།config.phpལུ་ཞིབ་དཔྱད་འབད་གནང་ དང་ གནས་སྡུད་གཞི་རྟེན་གསརཔ་མུལ་དྲིལ་འདི་གི་དོན་ལུ་ ལག་ལེན་འཐབ་དགོ།';
$string['dbmigrationdupfailed'] = 'གནས་སྡུད་གཞི་རྟེན་འདྲ་བཟོ་འཐུས་ཤོར་དང་གཅིག་ཁར་ འཛོལ་བ་བྱུང་སྲིད་:<font color=\"#ff0000\"><pre>$a</pre></font>';
$string['dbsessions'] = 'ལཱ་ཡུན་བརྡ་དོན་གྱི་དོན་ལུ་གནས་སྡུད་གཞི་རྟེན་ ལག་ལེན་འཐབ།';
$string['debug'] = 'འཕྲིན་དོན་ཚུ་ རྐྱེན་སེལ་འབད།';
$string['debugall'] = 'ཆ་མཉམ:ཁུངས་ལྡན་པི་ཨེཆ་པི་འཕྲིན་དོན་ཚུ་ རྐྱེན་སེལ་འབད།';
$string['debugdeveloper'] = 'བཟོ་མི:བཟོ་མི་ཚུ་གི་དོན་ལུ་ཐེབས་མུ་ཌེལ་གྱི་རྐྱེན་སེལ་འཕྲིན་དོན་ཚུ།';
$string['debugdisplay'] = 'རྐྱེན་སེལ་འཕྲིན་དོན་ཚུ་སྟོན།';
$string['debugging'] = 'རྐྱེན་སེལ་འབད་དོ།';
$string['debugminimal'] = 'ཉུང་ཤོས:འཚུབ་ཆེན་འཛོལ་བ་ཚུ་ཙམ་ཅིག་སྟོན།';
$string['debugnone'] = 'ཅི་མེད:འཛོལ་བ་ཡང་ན་ཉེན་བརྡ་ཚུ་ག་ཅིག་ཡང་མསྟོན།';
$string['debugnormal'] = 'སྤྱིར་བཏང་:འཛོལ་བ་ ཉེན་བརྡ་ཡང་ན་བརྡ་བསྐུལ་ཚུ་སྟོན།';
$string['debugsmtp'] = 'གློག་འཕྲིན་གཏང་ནི་ རྐྱེན་སེལ།';
$string['defaultallowedmodules'] = 'སྔོན་སྒྲིག་ ཚད་གཞི་ཆོག་པ།';
$string['defaultcourseroleid'] = 'སླེབ་ཚན་ནང་ལི་ལག་ལེན་པ་ཚུ་གི་ སྔོན་སྒྲིག་ལས་འགན།';
$string['defaultrequestcategory'] = 'སླེབ་ཚན་ཞུ་བ་ཚུ་གི་ སྔོན་སྒྲིག་དབྱེ་རིམ།';
$string['defaultsettinginfo'] = 'སྔོན་སྒྲིག་:$a';
$string['defaultuserroleid'] = 'ཆ་མཉམ་ལག་ལེན་པ་ཚུ་གི་དོན་ལུ་ སྔོན་སྒྲིག་ལས་འགན།';
$string['defaultvalues'] = 'སྔོན་སྒྲིག་ གནས་གོང་ཚུ།';
$string['deleteerrors'] = 'འཛོལ་བ་ཚུ་ བཏོན་གཏང་།';
$string['deleteincompleteusers'] = 'ཤུལ་ལས་ ཆ་མ་ཚང་པའི་ལག་ལེན་པ་ཚུ་བཏོན་གཏང་།';
$string['deleteunconfirmed'] = 'ཤུལ་ལས་ ཆ་ཚང་སྦེ་གཞི་སྒྲིག་འབད་ཡོད་པའི་ལག་ལེན་པ་ཚུ་བཏོན་མ་གཏང་།';
$string['deleteuser'] = 'ལག་ལེན་པ་སྟོན་བཏང་།';
$string['density'] = 'སྟུག་ཚད།';
$string['denyemailaddresses'] = 'ཁས་མི་ལེན་པའི་གློག་འཕྲིན་ཌོ་མེན་ཚུ།';
$string['digestmailtime'] = 'ཆུ་ཚོད་དྲའི་ཇེསདྲ་ཨི་མེལ་ཚུ་ལུ་སྐྱེལ་གཏང་།';
$string['disablecourseajax'] = 'ལྕོགས་མིན་ཨེ་ཇེགསི་ སློབ་ཚན་ཞིབ་དཔྱད་འབད་ནི།';
$string['disableuserimages'] = 'ལཅོགས་མིན་ལག་ལེན་པའི་ གསལ་སྡུད་གཟུགས་བརྙན།';
$string['displayerrorswarning'] = 'པི་ཨེཆ་པི་གཞི་སྒྲིག་འདི་ལྕོགས་ཅན་བཟོ་ནི་དེ་<em>display_errors</em>
ཐོན་འབརས་ས་ཁོངས་ནང་ལུ་འོས་སྦྱོར་མེདཔ་ཨིན་པས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱི་སར་བར་གྱི་སྐོར་ལས་  འཛོལ་བ་བྱུང་ཡོད་པའི་འཕྲིན་དོན་ལ་ལོ་ཅིག་ ཕྱིར་གསལ་ཚོར་ཅན་བརྡ་དོན་ལུ་འགྱུར་ནི་ཨིན་པས།';
$string['displayloginfailures'] = 'ལུ་ནང་བསྐྱོད་འཐུས་ཤོར་ཚུ་སྟོན།';
$string['docroot'] = 'མུ་ཊེལ་ཌོཀས་ཡིག་ཆ་གི་རྩ་བ།';
$string['doctonewwindow'] = 'ཝིན་ཌོ་གསར་པ་ནང་ཁ་ཕྱེ།';
$string['download'] = 'ཕབ་ལེན།';
$string['editennotallowed'] = 'འདི་ཤོག་ལེབ་གི་ཐོག་ལས་ སྐད་ཡིག་ཨིན_ཡུ་ཊི་ཨེཕ༨་དེ་ཞུན་དག་འབད་མི་བཏུབ་པས་ -ཉེ་གནས་ལུ་སོར་བསྒྱུར་འབད།';
$string['edithelpdocs'] = 'གྲོགས་རམ་ཡིག་ཆ་ཚུ་ཞུན་དག་འབད།';
$string['editingnoncorelangfile'] = 'ཁྱོད་ཀྱི་མུ་དྲིལ་/ནང་བསྐྱོད་ལུ་ཁ་སྐོང་བཀལ་ནི་ལུ་ སྐད་བསྒྱུར་འབད་ནི་ལུ་ ལེགས་བཅོས་དང་ འབད་རྩོལ་བསྐྱེད་དགོ། ཁྱོད་ཀྱི་མུ་དྲིལ་སྡེ་ཚོགས་གསུམ་པ་ སྐད་འགྱུར་འབད་ནི་དེ་ ཉེ་གནས་སྣོད་འཛིན་རྐྱངམ་ཅིག་ནང་ཨིན། ཡང་ན་ཁྱོད་ཀྱི་ཡིག་སྣོད་སྐད་འགྱུར་ དེ་ མུ་དྲིལ་ཁ་སྐད་སྣོད་ཐོ་ནང་ སྤོ་ནི་འོང་ ཡང་ན་ མུ་དརིལ་ཁ་སྐོང༌གི༌ལེགས་བཅོས་པ་ལུ་སྐྱེལ༌གཏང༌།';
$string['editlang'] = '<b>ཞུན་དག</b>';
$string['editorbackgroundcolor'] = 'རྒྱབ་གཞི་ཚོས་གཞི།';
$string['editordictionary'] = 'ཞུན་དགཔ་གི་ ཚིག་མཛོད།';
$string['editorfontfamily'] = 'ཡིག་གཟུགས་ རིགས་ཚན།';
$string['editorfontlist'] = 'ཡིག་གཟུགས་ ཐོ་བཀོད།';
$string['editorfontsize'] = 'ཡིག་གཟུགས་ ཚད།';
$string['editorhidebuttons'] = 'གསང་བའི་ ཨེབ་རྟ།';
$string['editorkillword'] = 'མིང་ཚིག་རྩ་སྒྲིག་ ཚགས་མ།';
$string['editorspelling'] = 'ཞུན་དགཔ་གི་ ཡིག་སྡེབ།';
$string['editorspellinghelp'] = 'ཡིག་སྡེབ་ཞིབ་དཔྱད་ ལྕོགས་ཅན/ལྕོགས་མིན་ བཟོ། ལྕོགས་ཅན་བཟོ་ད་<strong>ཨེ་ཨིསི་པེལ་</strong>འདི་སར་བར་ནང་གཞི་བཙུགས་འབད་ཡོདཔ་སྦེ་དགོ།';
$string['editstrings'] = 'ཚིག་ཡང་ན་ཚིག་ཚན་ཚུ་ ཞུན་དག་འབད།';
$string['emailchangeconfirmation'] = 'གློག་འཕྲིན་བསྒྱུར་བཅོས་འབད་བའི་ ངེས་དཔྱད།';
$string['emoticons'] = 'གདོང་ཚབ་ཚུ།';
$string['emptysettingvalue'] = 'སྟོངམ།';
$string['enableajax'] = 'ཨེ་ཇགས་ ལྕོགས་ཅན་བཟོ།';
$string['enablecalendarexport'] = 'ཟླ་ཐོ་ཕྱིར་འདྲེན་འབད་ནི་ ལྕོགས་ཅན་བཟོ།';
$string['enablecourserequests'] = 'སློབ་ཚན་ཞུ་བ་འབད་ནི་ ལྕོགས་ཅན་བཟོ།';
$string['enableglobalsearch'] = 'སྤྱི་ཁྱབ་སྤྱི་ཁྱབ་ ལྕོགས་ཅན་བཟོ།';
$string['enablegroupings'] = 'སྡེ་བཟོ་ནི་ ལྕོགས་ཅན་བཟོ།';
$string['enablehtmlpurifier'] = 'ཨེཆ་ཊི་ཨེམ་ཨེལ་པུ་རིཕེར་ ལྕོགས་ཅན་བཟོ།';
$string['enablerecordcache'] = 'དྲན་ཐོ་འདྲ་མཛོད་ ལྕོགས་ཅན་བཟོ།';
$string['enablerssfeeds'] = 'ཨར་ཨེསི་ཨེསི་མཁོ་སྤྲོད་འབད་ནི་ཚུ་ ལྕོགས་ཅན་བཟོ།';
$string['enablesafebrowserintegration'] = 'ཉེནམེད་ཆོས་རྒྱུགས་བརའུ་ཟར་མཉམ་སྒྲིལ་ ལྕོགས་ཅན་བཟོ།';
$string['enablestats'] = 'ཚད་རྩིས་ ལྕོགས་ཅན་བཟོ།';
$string['enabletrusttext'] = 'བློ་གཏད་ཅན་གྱི་ནང་དོན་ ལྕོགས་ཅན་བཟོ།';
$string['encoding'] = 'ཨིན་ཀོ་ཌིང་།';
$string['environment'] = 'གནས་སྟངས།';
$string['environmenterrortodo'] = 'འ་ནི་མུ་ཌེལ་ཐོན་རིམ་འདི་འཕྲོ་མཐུད་དི་གཞི་བཙུགས་མ་འབད་བའི་ཧེ་མ་ ཁྱོད་ཀྱི་གོང་གི་གནས་སྟངས་ཀྱི་དཀའ་ངལ་(འཛོལ་བ་)་ཚུ་སེལ་དགོ།!';
$string['environmenterrorupgrade'] = 'ཉེན་བརྡ:འ་ནི་མུ་ཌེལ་ཐོན་རིམ་འདི་འཕྲོ་མཐུད་དི་གཞི་བཙུགས་མ་འབད་བའི་ཧེ་མ་ ཁྱོད་ཀྱི་གོང་གི་གནས་སྟངས་ཀྱི་དཀའ་ངལ་(འཛོལ་བ་)་ཚུ་སེལ་དགོ།!དགོས་མཁོ་འདི་ཚུ་མ་བཅོ་བ་ཡར་བསྐྱེད་འབད་བ་ཅིན་
རྒྱུ་རྐྱེན་ གནས་སྡུད་བྱང་སྟོར་འདི་བཟུམ་འབྱུང་འོང་། ཡར་བསྐྱེད་འཕྲོ་མཐུད་ནི་ ངེས་གཏན་ཨིན་ན?';
$string['environmentok'] = 'ཁྱོད་ཀྱི་ སར་བར་གནས་སྟངས་ཀྱི་ཉུང་མཐའ་དགོས་མཁོ་ཆ་མཉམ་ཚང་ཡོད།';
$string['environmentrecommendcustomcheck'] = 'འ་ནི་བརྟག་ཞིབ་ཀྱི་འཐུས་ཤོར་བྱུང་པ་ཅིན་ དཀའ་ངལ་ཡོད་པའི་བརྡ་སྟོན་ཨིན།';
$string['environmentrecommendinstall'] = 'གྲུབ་འབྲས་ལེགས་ཤོས་ཀྱི་དོན་ལུ་གཞི་བཙུགས་འབད་དི་ལྕོགས་ཅན་བཟོ་དགོ།';
$string['environmentrecommendversion'] = 'ཐོན་རིམ་ $a->needed་འདི་འོས་སྦྱོར་ཡོདཔ་ལས་ ཁྱོད་ཀྱི་$a->current་གཡོག་བཀོལ་བའི་བསྒང་ཡོད།';
$string['environmentrequirecustomcheck'] = 'བརྟག་ཞིབ་འདི་མཐར་འཁྱོལ་དགོ།';
$string['environmentrequireinstall'] = 'གཞི་བཙུགས་འབད་དི་ལྕོགས་ཅན་བཟོ་དགོ།';
$string['environmentrequireversion'] = 'ཐོན་རིམ་ $a->needed་དགོས་མཁོ་ཡོདཔ་ལས་  ཁྱོད་ཀྱི་$a->current་གཡོག་བཀོལ་བའི་བསྒང་ཡོད།';
$string['environmentxmlerror'] = 'མཐའ་འཁོར་གནས་སྡུད་ལྷག་པའི་བསྒང་ འཛོལ་བ་འབྱུང་ཡོད།($a->error_code)';
$string['errors'] = 'འཛོལ་བ་ཚུ།';
$string['errorsetting'] = 'གཞི་སྒྲིག་ སྲུངས་མ་ཚུགས།';
$string['errorwithsettings'] = 'གཞི་སྒྲིག་ལ་ལོ་ཅིག་ འཛོལ་བ་བྱུང་ཡོདཔ་ལས་བསྒྱུར་བཅོས་འབད་མ་བཏུབ།';
$string['everyonewhocan'] = 'གེ་ར་ ག་གི་འབད་ཚུགས་$a\'';
$string['excludeoldflashclients'] = 'ཕིལེཤ་གཏང་འཕྲུལ་ཐོན་རིམ་ དགོས་མཁོ་ཡོད།';
$string['experimental'] = 'མོ་བཏབ་ཀྱི།';
$string['experimentalsplitrestore'] = 'མོ་བཏབ་ཀྱི་གཤག་ སོར་ཆུད།';
$string['extendedusernamechars'] = 'ལག་ལེན་པའི་མིང་ནང་རྒྱ་བསྐྱེད་ཅན་གྱི་ཡིག་འབྲུ་ཚུ་བཙུག་ཆོག།';
$string['extramemorylimit'] = 'པི་ཨེཆ་པི་དྲན་ཚད་ཐེབས་ཀྱི་ཚད།';
$string['filecreated'] = 'ཡིག་སྣོད་གསཡཔ་ གསར་བསྐྲུན་འབད་ཡོད།';
$string['filestoredin'] = 'ཡིག་སྣོད་འདི་སྣོད་འཛིན་ནང་སྲུངས།';
$string['filestoredinhelp'] = 'ཡིག་སྣོད་དེ་ག་སྟེ་བསྲུང་བཞག་ན།';
$string['filterall'] = 'ཡིག་རྒྱུན་ཚུ་ཆ་མཉམ་བཙགས།';
$string['filtermatchoneperpage'] = 'མཐུན་སྒྲིག་འདི་ཚར་གཅིག་ཤོད་ལེབ་རེ་རེ་འབད་བཙགས།';
$string['filtermatchonepertext'] = 'མཐུན་སྒྲིག་འདི་ཚར་གཅིག་ཚིག་ཡིག་རེ་རེ་འབད་བཙགས།';
$string['filtersettings'] = 'ཚགས་མ་ཚུ་ འཛིན་སྐྱོང་འབད།';
$string['filtersettingsgeneral'] = 'ཡོངས་ཁྱབ་ ཚགས་མའི་གཞི་སྒྲིག་ཚུ།';
$string['filteruploadedfiles'] = 'སྐྱེལ་བཙུགས་འབད་ཡོད་པའི་ཡིག་སྣོད་ བཙགས།';
$string['forcelogin'] = 'ལག་ལེན་པ་ཚུ་ལུ་ནང་བསྐྱོད་ འབད་བཅུག།';
$string['forceloginforprofiles'] = 'ལག་ལེན་པ་ཚུ་ལུ་གསལ་སྡུད་ཀྱི་དོན་ལུ་ནང་བསྐྱོད་ འབད་བཅུག།';
$string['forcetimezone'] = 'སྔོན་སྒྲིག་ཆུ་ཚོད་གླིང་སྡེ་ བཞག།';
$string['framename'] = 'གཞི་ཁྲམ་གྱི་ མིང་།';
$string['frontpage'] = 'གདོང་ ཤོག།';
$string['frontpagebackup'] = 'གདོང་ ཤོག་རྒྱབ་ཐག།';
$string['frontpagedefaultrole'] = 'སྔོན་སྒྲིག་ གདོང་ཤོག་གི་ལས་འགན།';
$string['frontpageloggedin'] = 'ནང་བསྐྱོད་འབད་ཚར་བའི་་བསྒང་གི་ གདོང་ཤོག་གི་རྣམ་གྲངས་ཚུ།';
$string['frontpagequestions'] = 'གདོང་ཤོག་གི་ དྲི་བ་ཚུ།';
$string['frontpagerestore'] = 'གདོང་ཤོག་གི་ སོར་ཆུད།';
$string['frontpageroles'] = 'གདོང་ཤོག་གི་ ལས་འགན་ཚུ།';
$string['frontpagesettings'] = 'གདོང་ཤོག་གི་ གཞི་སྒྲིག་ཚུ།';
$string['fullnamedisplay'] = 'མིང་ཆ་ཚང་ རྩ་སྒྲིག།';
$string['gdrecommended'] = 'ཇི་དྲི་ རྒྱ་བསྐྱེད་འདི་ གཟུགས་བརྙན་གྱི་གཞི་བསྒྱུར་ལག་ལེན་འཐབ་ཡོདཔ་ གལ་སྲིད་བརླག་སྟོར་ཞུགས་པ་ཅིན་ ཁྱད་ཆོས་ལ་ལོ་ཅིག་ ལག་ལེན་པའི་གསལ་སྡུད་བཟུམ་མའི་གཟུགས་བརྙན་དེ་གི་ ཐོབ་ཆོག་ཆོག་མི་འོང་།';
$string['gdversion'] = 'ཇི་ཌི་ ཐོན་རིམ།';
$string['generalsettings'] = 'ཡོངས་ཁྱབ་ གཞི་སྒྲིག་ཚུ།';
$string['geoipfile'] = 'ཇིབོ་ཨའི་པི་སི་ཊི་ གནས་སྡུད་ཡིག་སྣོད།';
$string['getremoteaddrconf'] = 'ནང་བསྐྱོད་ཨའི་པི་ ཁ་བྱང་གི་འབྱུང་ཁུངས།';
$string['globalsquoteswarning'] = '<p><strong>སྲུང་སྐྱོབ་ཉེན་བརྡ་ </strong>: ཚུལ་ལྡན་འབད་གཡོག་བཀོལ་ནི་ མུ་དྲིལ་དགོས་མཁོ་ཡོད་མི་ཚུ་<br />དེ་ཁྱོད་ཀྱི་ འཕྲལ་གྱི་པི་ཨེཆ་པི་གཞི་སྒྲིག་ལུ་ངེས་བདེན་བསྒྱུར་བཅོས་འབད་དགོ།.<p/><p>ཁྱོད་<em>དགོཔ་</em> གཞི་སྒྲིག་<code>register_globals=off</code> དང་ཡང་ན་<code>magic_quotes_gpc=on</code>. <br />
གལ་སྲིད་འབད་ཚུགས་པ་ཅིན་ ཁྱོད་ཀྱི་གཞི་སྒྲིག་འབད་ <code>register_
globals=off</code> སྤྱིར་བཏང་ཡར་དྲག་ལུ་ <br />སར་བར་སྲུང་སྐྱོབ།
གཞི་སྒྲིག་ <code>magic_quotes_gpc=on</code>འདི་ཡང་
འོས་སྦྱོར་འབད་ཡོདཔ། .<p/><p>གཞི་སྒྲིག་དེ་ཚུ་ ཁྱོད་ཀྱི་ཞིབ་དཔྱད་དེ་གི་ཚད་འཛིན་འབད་ཡོདཔ་
<code>php.ini</code>, ཨེ་པེཆ་/IIS <br />རིམ་སྒྲིག་འབད་ནི་ཡང་ན་ <code>.ཨེཆ་ཀྲི་ འཛུལ་བསྐྱོད་</code> ཡིག་སྣོད་.</p>';
$string['globalswarning'] = '<p><strong>སྲུང་སྐྱོབ་ཉེན་བརྡ་ </strong>: ཚུལ་ལྡན་འབད་གཡོག་བཀོལ་ནི་ མུ་དྲིལ་དགོས་མཁོ་ཡོད་མི་ཚུ་<br />དེ་ཁྱོད་ཀྱི་ འཕྲལ་གྱི་པི་ཨེཆ་པི་གཞི་སྒྲིག་ལུ་ངེས་བདེན་བསྒྱུར་བཅོས་འབད་དགོ།.<p/><p>ཁྱོད་<em>དགོཔ་</em> གཞི་སྒྲིག་<code>register_globals=off</code>>.</p><p> གཞི་སྒྲིག་དེ་ཚུ་ ཁྱོད་ཀྱི་ཞིབ་དཔྱད་དེ་གི་ཚད་འཛིན་འབད་ཡོདཔ་<code>php.ཨའི་ཨེན་ཨའི་</code>,ཨེ་པེཆ/ཨའི་ཨའི་ཨེས་ <br />རིམ་སྒྲིག་འབད་ཡང་ན་  <code>.ཨེཆ་ཀྲི་འཛུལ་བསྐྱོད་</code> ཡིག་སྣོད.</p>';
$string['googlemapkey'] = 'གུ་གུལ་ས་ཁྲ་ ཨེ་པི་ཨའི་སྡེ་མིག།';
$string['gotofirst'] = 'བརླག་སྟོར་ཞུགས་པའི་ཡིག་རྒྱུན་དང་པ་ལུ་ འགྱོ།';
$string['gradebook'] = 'སྐུགས་ཀྱི་ ཀི་དེབ།';
$string['gradebookroles'] = 'སྐུགས་བྱིན་ཡོད་པའི་ ལས་འགན་ཚུ།';
$string['gradeexport'] = 'གཞི་རིམ་སྐུག་ཕྱིར་འདྲེན་འབད་ནིའི་ཐབས་ལམ་ཚུ།';
$string['guestroleid'] = 'མགྱོནམ་གྱི་ ལས་འགན།';
$string['helpadminseesall'] = 'བདག་སྐྱོང་གི་ཟླ་ཐོ་ནང་ཡོད་པའི་བྱུང་ལས་གེ་ར་བལྟ་ད་ ཡང་ན་ གོང་གི་དེ་ཚུ་ཁོང་ལུ་ འཇུག་སྤྱོད་འབད་ནི་ཨིན་ན?';
$string['helpcalendarsettings'] = 'ཟླ་ཐོ་གི་རིམ་སྒྲིག་མ་འདྲཝ་དང་ སྤྱི་ཚེས་/ཆུ་ཚོད་ མུ་དྲིལ་གྱི་འབྲེལ་བ་ཅན་གྱི་རྣམ་པ།';
$string['helpforcetimezone'] = 'ཁྱོད་ཀྱི་ལག་ལེན་པ་རེ་རེ་གི་འབད་ ཁོང་རའི་ཆུ་ཚོད་གླིང་སྡེ་གདམ་འཐུ་ འབད་དེ་ལག་ལེན་འཐབ་ཆོག།
ཡང་ན་ གེ་་ར་གི་དོན་ལུ་ བང་ཅན་གྱི་ཆུ་ཚོད་གླིང་སྡེ་ལུ་གདམ་འཐུ་འབད་ཆོག།';
$string['helpsitemaintenance'] = 'ཡར་བསྐྱེད་དང་གཞན་མི་ལཱ་གི་དོན་ལུ་';
$string['helpstartofweek'] = 'ཟླ་ཐོ་དེ་ནང་བདུན་ཕྲག་ གཟའ་ག་འདི་གི་འགོ་བཙུགས་སྨོ?';
$string['helpupcominglookahead'] = 'རིམ་སྒྲིག་དེ་གི་ མ་འོངས་པ་ནང་ཉིནམ་ག་དེམ་ཅིག་གི་ ཟླ་ཐོ ཤུལ་ལས་འོང་ནིའི་བྱུང་ལས་བལྟ་ ནིའི་དོན་ལུ་ འབད་དགོཔ་སྨོ?';
$string['helpupcomingmaxevents'] = 'ག་དེམ་ཅིག་ (མཐོ་ཤོས)ཤུལ་ལས་འོང་ནིའི་བྱུང་ལས་དེ་ཚུ་ ལག་ལེན་པའི་རིམ་སྒྲིག་དི་འཁྲིལ་བཏོན་ཡི་ག?';
$string['helpweekenddays'] = 'བདུན་ཕྲག་གི་ཉིནམ་ག་ཅི་ཚུ་ བརྩི་འཇོག་འབད་དོ་བཟུམ་ བདུན་མཐའ་ ནང་དང་ཚོས་གཞི་མ་འདྲཝ་གཅིག་ཁར་བཏོན་ནི་ཨིན་ན?';
$string['hiddenuserfields'] = 'ལག་ལེན་པའི་ས་སྒོ་ཚུ་ སྦ།';
$string['hideactivitytypenavlink'] = 'ལཱ་དབྱེ་བ་འགྲུལ་བསྐྱོད་ སྦ།';
$string['hidefromall'] = 'ལག་ལེན་པ་ཆ་མཉམ་ལས་ སྦ།';
$string['hidefromnone'] = 'མི་ག་ཡང་མེདཔ་ལས་ སྦ།';
$string['hidefromstudents'] = 'སློབ་ཕྲུག་ཚུ་ལས་ སྦ།';
$string['htmleditor'] = 'ཨེཆ་ཊི་ཨེམ་ཨེལ་ ཞུན་དགཔ།';
$string['htmlsettings'] = 'ཨེཆ་ཊི་ཨེམ་ཨེལ་ གཞི་སྒྲིག';
$string['http'] = 'ཨེཆ་ཊི་ཊི་པི།';
$string['httpsecurity'] = 'ཨེཆ་ཊི་ཊི་པི་ སྲུང་སྐྱོབ།';
$string['iconvrecommended'] = 'དམིགས་བསལ་དུ་ གལ་སྲིད་ས་ཁོངས་དེ་ ལ་ཀྲིན་ཁ་སྐད་མེད་མི་ལུ་རྒྱབ་སྐྱོར་འབད་བ་ཅིན། གདམ་ཁ་ཅན་གྱི་གཞི་བཙུགས་འབད་ནི་ ཨའི་སི་ཨོ་ཨེན་བི་ འདི་འོས་སྦྱོར་སྦོམ་འབད་ས་ཁོངས་ལཱ་ཤུགས་ཡར་དྲག་དང་འཁྲིལཝ་ད་ལུ་ལའ་འབད་ནི།';
$string['iconvrequired'] = 'ཨཡེ་སི་ཨོ་ཨེན་ཝི་ གཞི་བཙུགས་འབད་ནིའི་ རྒྱ་བསྐྱེད་དགོས་མཁོ་ཡོདཔ་དགོ་འབད།';
$string['ignore'] = 'སྣང་མེད་བཞག';
$string['importlangreminder'] = 'གནས་སྡུད་གཞི་རྟེན་གནས་སྤོ་ལས་སྦྱོར་འདི་འགོ་འཛུགས་ནི་འབད་དེ། ཁྱོད་འ་ནི་<b>དྲན་དེབ་ན་ལུ་ལོག་<b>ནུས་པ་ཐོབ་ནི་དོན་ལུ་ཡར་བསྐྱེད་འབད།  ཡུ་ནི་ཀོཌི་གི་སྐད་ཡིག་སྦུང་ཚན་ག་དེ་མགྱོགས་མགྱོགས་བདག་སྐྱོང་ན་ལས་->སྐད་-> སྐད་ནང་འདྲེན་འབད་ནིའི་སྤྱོད་ཆས་  <b> ཤུལ་ལས་ </b> གནས་སྡུད་གཞི་རྟེན་གནས་སྤོ་ལས་སྦྱོར་རྫོགསཔ་ཅིག་གཞི་བཙུགས་འབད།';
$string['importtimezones'] = 'ཆུ་ཚོད་གླིང་སྡེའི་མཇུག་བསྡུའི་ཐོ་དུས་མཐུན་བཟོ།';
$string['importtimezonescount'] = '$a->count ནང་ལས་ཐོ་བཀོད་ཚུ་ནང་འདྲེན་འབད་ $a->source';
$string['importtimezonesfailed'] = 'འབྱུང་ཁུངས་ཚུ་མ་མཐོང་!(གནས་ཚུལ་བྱང་ཉེས།)';
$string['includemoduleuserdata'] = 'ཚད་གཞི་ལག་ལེན་པའི་གནས་སྡུད་ གྲངས་སུ་བཙུགས།';
$string['incompatibleblocks'] = 'མི་མཐུན་པའི་ སྡེབ་ཚན་ཚུ།';
$string['install'] = 'སེལ་འཐུ་གྲུབ་པའི་སྐད་ཡིག་སྦུང་ཚན་ གཞི་བཙུགས།';
$string['installedlangs'] = 'གཞི་བཙུགས་ཡོད་པའི་ སྐད་ཡིག་སྦུང་ཚན་ཚུ།';
$string['intcachemax'] = 'འདྲ་མཛོད་མཐོ་ཤོས་གཞི་བཙུགས་འབད།';
$string['invalidsection'] = 'ནུས་མེད་པའི་ དབྱེ་ཚན།';
$string['invaliduserchangeme'] = 'ལག་ལེན་པའི་མིང་\"changeme\"་འདི་ཟུར་གསོག་འབད་ཡོད།-- འདི་གི་ཐོག་ལས་ ཁྱོད་ཀྱི་
རྩིས་ཐོ་གསར་བསྐྲུན་འབད་མི་ཚུགས།';
$string['iplookup'] = 'ཨའི་པི་ཁ་བྱང་ བལྟ་བ།';
$string['iplookupinfo'] = 'རིམ་སྒྲིག་དེ་གི་ མུ་དྲིལ་ལག་ལེན་འདི་ བར་སྟོང་གློག་ལམ་ཐོག་ལུ་ ནེཀྲི་ཇིཨོ་ (ཨིན་ཀྲར་ནེདྲ་ ས་ཆའི་རིགས་ཀྱི་གནས་སྡུད་གཞི་རྟེན)སར་བར་གྱི་ ཉེ་གནས་ཀྱི་བལྟ་བ་ ཨའི་ཁ་བྱང་ཚུ་ གནས་སྡུད་གཞི་རྟེན་འདི་ ཁ་རྗེ་མེདཔ་ལས་བརྟེན་ རྒྱུན་སྐྱོང་གནམ་མེད་ས་མེད་མ་འབདཝ་ལས་ ལོག་ཡང་ན་ འོང་ནི་འོང་ <em>ཝེལདྲ་ལི་ མ་བདེནམ་འབད་ </em>གནས་སྡུད། མེཀས་མའིནདྲ་ལས་འོང་བའི་ བར་སྟོང་ཇིཨོ་ལེའིདྲ་ གྲོང་སྡེའི་གནས་སྡུད་གཞི་རྟེན་ ཉེ་གནས་འདྲ་བཤུས་གཞི་བཙུགས་འབད་ནི་ལུ་ འོས་སྦྱོར་འབད་ཡོདཔ་ཨིན།.<br />
ཨའི་པི་ ཁ་བྱང་གནས་ཁོངས་འདི་ འཇམ་སམ་ས་ཁར་ཡང་ན་ གུ་གུལ་མེཔ་ཚུ་ལུ་ བཀྲམ་སྟོན་འབད་ཡོདཔ་ཨིན།
ཁྱོད་ལུ་ཡོད་པའི་ གུ་གུལ་རྩིས་ཐོ་དང་ བར་སྟོང་གུ་གུལ་ས་ཁྲ་ཨེ་པི་ཨའི་ལུ་འཇུག་སྤྱོད་འབད་ནིའི་དོན་ལུ་ ཨེ་པི་ཨའི་སྡེ་མིག་ ལུ་ ས་ཁྲ་ལུ་འབྲེལ་མཐུད་འབད་ནིའི་ལྕོགས་ཅན་བཟོ་དགོཔ་ཨིན།';
$string['iplookupmaxmindnote'] = 'ཐོན་སྐྱེད་འདི་ ཇཱིའོ་ལཡེཊ་ གནས་སྡུད་ མཱེསི་མཡེཌི་གི་གསར་བསྐྲུན་འབད་ཡོད་པའི་གྲངས་སུ་བཙུགས་ནི་ <a href=\"http://www.maxmind.com/\">http://www.maxmind.com/</a> འདི་ལས་འཐོབ་ཚུགས།';
$string['iplookupnetgeonote'] = 'ནེཊ་ཇིའོ་སར་བར་འདི་ད་ལྟོའི་ས་ཆའི་གནས་ཚུལ་ལྟ་ནི་དོན་ལུ་ལག་ལེན་འཐབ་ཨིན། གྲུབ་འབྲས་ཀྲིག་ཀྲི་ཐོབ་ནི་དོན་ལུ་ང་བཅས་ཀྱི་ མཱེསི་མཡེཌི་ ཇཱིའོ་ལཡེཊ་ གནས་སྡུད་གཞི་བཙུགས་འབད་ནི་འོས་སྦྱོར་འབདཝ་ཨིན།';
$string['keeptagnamecase'] = 'ངོ་རྟགས་མིང་ཤུབས་ བདག་འཛིན་སྦེ་བཞག།';
$string['lang'] = 'སྔོན་སྒྲིག་ སྐད་ཡིག།';
$string['lang16notify'] = 'མུ་ཌེལ་༡.༦་དང་ལྟག་གི་ ཁྱོད་ལུ་སྐད་ཡིག་སྦུང་ཚན་ཚུ་download.moodle.org་ལས་ འོག་གི་འབྲེལ་ལམ་རྗེས་བཤུལ་འབད་དི་ ཐད་ཀར་དུ་གཞི་བཙུགས་འབད་ནི་དང་དུས་མཐུན་བཟོ་ཆོག།';
$string['langcache'] = 'སྐད་ཡིག་དཀར་ཆག་ འདྲ་མཛོད་འབད།';
$string['langedit'] = 'སྐད་ཡིག་ ཞུན་དག་འབད་ནི།';
$string['langimport'] = 'སྐད་ཡིག་ནང་འདྲེན་འབད་ནིའི་ སྤྱོད་ཆས།';
$string['langimportdisabled'] = 'སྐད་ཡིག་ནང་འདྲེན་ཁྱད་རྣམ་འདི་ལྕོགས་མིན་ཐལ་ཡོད་ནུག  ཁྱོད་ཀྱི་ཁྱོད་རའི་སྐད་ཡིག་སྦུང་ཚན་ལག་ཐོག་ལས་ལེ་ཚན་རིམ་ལུགས་དུས་མཐུན་བཟོ།';
$string['langimportsuccess'] = 'སྐད་ཡིག་སྦུང་ཚན་ མཐར་འཁྱོལ་སྦེ་ཡར་བསྐྱེད་འབད་ནུག།';
$string['langlist'] = 'སྐད་ཡིག་དཀར་ཆག་གུ་ལུ་ སྐད་ཡིག་ཚུ།';
$string['langlocalpackage'] = 'ཉེ་གནས་ལེགས་བཅོས།';
$string['langmasterenglish'] = 'ཨིང་ལིཤ་སྦུང་ཚན་ཨམ།';
$string['langmasterpackage'] = 'སྐད་ཡིག་སྦུང་ཚན་ཨམ།';
$string['langmenu'] = 'སྐད་ཡིག་དཀར་ཆག་སྟོན།';
$string['langnoeditenglish'] = 'ཨིང་ལིཤ་སྐད་ཡིག་སྦུང་ཚན་གི་གཞི་རྟེན་དེ་ཚབ་སྲུང་འབད་མ་ཚུགས། ཉེ་གནས་བསྒྱུར་བཅོས་ཚུ་འབད་ནི་དོན་ལུ་ལེང་སྣོད་ཐོ་སོར་བསྒྱུར་འབད་གནང།';
$string['langpackinstalled'] = 'སྐད་ཡིག་སྦུང་ཚན་$a་འདི་མཐར་འཁྱོལ་སྦེ་ཞི་བཙུགས་འབད་ཡོད།';
$string['langpackmaintaining'] = 'སྐད་ཡིག་སྦུང་ཚན་རྒྱུན་སྐྱོང་འབད་དོ།';
$string['langpackremoved'] = 'སྐད་ཡིག་སྦུང་ཚན་འདི་གཞི་བཙུགས་བཤོལ་ཡོད།';
$string['langpacks'] = 'སྐད་ཡིག་སྦུང་ཚན།';
$string['langpackupdated'] = 'སྐད་ཡིག་སྦུང་ཚན་$a་འདི་མཐར་འཁྱོལ་སྦེ་དུས་མཐུན་བཟོ་ཡོད།';
$string['langpackupdateskipped'] = '$a་སྐད་ཡིག་སྦུང་ཚན་གྱི་དུས་མཐུན་འདི་གོམ་འགྱོ་ཡོད།';
$string['langpackwillbeupdated'] = 'སྐད་བསྒྱུར་པ་ཚུ་ལུ་དྲན་གསོ་:ཡར་བསྐྱེད་འབད་བའི་བསྒང་མུ་ཌེལ་འདི་གིས་ཁྱོད་རའི་སྐད་ཡིག་སྦུང་ཚན་དུས་མཐུན་བཟོ་ནི་ལུ་འབད་རྩོལ་བསྐྱེད་འོང་།  ཁྱོད་རའི་ལེགས་བཅོས་ཚུ་ ཉེ་གནས་མིན་པའི་སྐད་ཡིག་སྣོད་འཛིན་ནང་ཚབ་སྲུངས་འབད་ཡོདཔ་ཨིན།';
$string['langrmyourself'] = 'གནས་སྡུད་བརླག་སྟོར་སྔོན་བཀག་འབད་ནི་དོན་ལུ་ lang.php འདི་ཡོད་བཞིན་པའི་ཡིག་སྣོད་ནང་དོན་སྟོངམ་ ཚབ་སྲུངས་འབད་ནི་ལྕོགས་གྲུབ་མིན་འདུག  འདི་ནང་ལས་བཏོན་ནི་དོན་ལུ་ ཡིག་སྣོད་ལག་ཐོག་ལས་རྩ་བསྐྲད་གཏང་།';
$string['languagesettings'] = 'སྐད་ཡིག་ གཞི་སྒྲིག་ཚུ།';
$string['langupdatecomplete'] = 'སྐད་ཡིག་སྦུང་ཚན་ དུས་མཐུན་བཟོ་ནི་མཇུག་བསྡུ་ཡོད།';
$string['latexpreamble'] = 'ལེ་ཊེགསི་གི་ གཞི་དོན།';
$string['latexsettings'] = 'ལེ་ཊེགསི་ལྷག་སྟོན་པ་གི་ གཞི་སྒྲིག།';
$string['latinexcelexport'] = 'ཨེགསི་སེལ་ ཨིན་ཀོ་ཌིང་།';
$string['localetext'] = 'ས་ཁོངས་ཡོངས་ཀྱི་ ལོ་ཀེལ།';
$string['localstringcustomization'] = 'ཉེ་གནས་ཡིག་རྒྱུན་སྲོལ་སྒྲིག་འབད་ནི།';
$string['location'] = 'གནས་ཁོངས་';
$string['locationsettings'] = 'གནས་ཁོངས་ གཞི་སྒྲིག་ཚུ།';
$string['log'] = 'དྲན་དེབ་ཚུ།';
$string['loginhttps'] = 'ནང་བསྐྱོད་ཚུ་གི་དོན་ལུ་ཨེཆ་ཊི་ཊི་པི་ཚུ་་ལག་ལེན་འཐབ།';
$string['loglifetime'] = 'དོན་ལུ་དྲན་དེབ་ཚུ་བཞག།';
$string['longtimenosee'] = 'ཤུལ་ལས་ལེན་པ་ཚུ་ སློབ་ཚན་ལས་ལག་མངགས་བཤོལ་འབད།';
$string['longtimewarning'] = '<b>དྲན་འཛིན་ འ་ནི་ལས་སྦྱོར་གྱི་ཡུན་རིངམ་འགོར་འོང་།</b>';
$string['mail'] = 'གློག་འཕྲིན།';
$string['mailnewline'] = 'ཡིག་འཕྲིན་ནང་གི་ གྲལ་ཐིག་གསརཔ་གི་ཡིག་འབྲུ་ཚུ་';
$string['maintenancemode'] = 'རྒྱུན་སྐྱོང་ཐབས་ལམ་ནང།';
$string['maintfileopenerror'] = 'རྒྱུན་སྐྱོང་ཡིག་སྣོད་ཚུ་ཁ་ཕྱེ་བའི་བསྒང་ འཛོལ་འདུག།';
$string['maintinprogress'] = 'རྒྱུན་སྐྱོང་འདི་འབད་བའི་བསྒང་ཨིན།...';
$string['managelang'] = 'འཛིན་སྐྱོང་འབད།';
$string['maxbytes'] = 'སྐྱེལ་བཙུགས་འབད་ཡོད་པའི་ཡིག་སྣོད་ཚད་ཀྱི་ མང་མཐའ།';
$string['maxeditingtime'] = 'གནས་བསྐྱོད་ཞུན་དག་འབད་ནི་དོན་ལུ་ཆུ་ཚོད་མང་མཐའ།';
$string['mbstringrecommended'] = 'གཞི་བཙུགས་འབད་ནི་དོན་ལུ་ གདམ་ཁ་ཅན་གྱི་ ཨེམ་བི་ཨིས་ཊིང་ དཔེ་མཛོད་འདི་ ས་ཁོངས་ཀྱི་ལཱ་ཤུགས་ལེགས་བཟོ་ བྱེ་བྲག་ཏུ་ཁྱོད་རའི་ས་ཁོངས་འདི་གིས་ ལེ་ཊིན་མིན་པའི་སྐད་ཡིག་རྒྱབ་སྐྱོར་ཚུ་ ཧ་ཅང་གིས་ངོ་སྦྱོར་འབད་ནི།';
$string['mediapluginavi'] = '.ཨེ་བིཧི་ཨའེ་ ཚགས་མ་ ལྕོགས་ཅན་བཟོ།';
$string['mediapluginflv'] = '.ཨེཕ་ཨེལ་བིཧི་ ཚགས་མ་ ལྕོགས་ཅན་བཟོ།';
$string['mediapluginmov'] = '.ཨེམ་ཨོ་བིཧི་ཚགས་མ་ ལྕོགས་ཅན་བཟོ།';
$string['mediapluginmp3'] = '.ཨེམ་པི་ཐིརི་ ཚགས་མ་ ལྕོགས་ཅན་བཟོ།';
$string['mediapluginmpg'] = '.ཨེམ་པི་ཇི་ ཚགས་མ་ ལྕོགས་ཅན་བཟོ།';
$string['mediapluginram'] = '.ཨར་ཨེ་ཨེམ་ ཚགས་མ་ ལྕོགས་ཅན་བཟོ།';
$string['mediapluginrm'] = '.ཨར་ཨེམ་ ཚགས་མ་ ལྕོགས་ཅན་བཟོ།';
$string['mediapluginrpm'] = '.ཨར་པི་ཨེམ་  ཚགས་མ་ ལྕོགས་ཅན་བཟོ།';
$string['mediapluginswf'] = '.ཨེས་གྲབལུ་ཨེཕ་ ཚགས་མ་ ལྕོགས་ཅན་བཟོ།';
$string['mediapluginswfnote'] = 'སྔོན་སྒྲིག་སྲུང་སྐྱོབ་འཇལ་ནི་བཟུམ་སྦེ་ སྤྱིར་བཏང་ལག་ལེན་པ་ཚུ་ ཨེསི་ཌ་བུ་ལུ་ཨེཕ་རིབ་སྟོན་ཡིག་སྣོད་ཚུ་གནས་འདྲེན་འབད་མི་ཆོག';
$string['mediapluginwmv'] = '.གྲབལུ་ཨེམ་བིཧི་ ཚགས་མ་ ལྕོགས་ཅན་བཟོ།';
$string['mediapluginyoutube'] = 'ཡུ་ཊིའུབ་འབྲེལ་ལ་མཚགས་མ་ ལྕོགས་ཅན་བཟོ།';
$string['memcachedhosts'] = 'མེམ་ཀེཤཌ་ ཧོསཊི་ཚུ།';
$string['memcachedpconn'] = 'མེམ་ཀེཤཌ་ གི་དུས་རྒྱུན་མཐུད་ལམ་ཚུ་ལག་ལེན་འཐབ་འོང་།';
$string['messaging'] = 'འཕྲིན་གཏོང་རིམ་ལུགས་ ལྕོགས་ཅན་བཟོ།';
$string['minpassworddigits'] = 'ཨང་ཡིག།';
$string['minpasswordlength'] = 'ཆོག་ཡིག་ རིང་ཚད།';
$string['minpasswordlower'] = 'ཡིག་ཆུང་།';
$string['minpasswordnonalphanum'] = 'ཀ་ཁ་ཨང་ཡིག་མེན་པའི་ ཡིག་འབྲུ་ཚུ།';
$string['minpasswordupper'] = 'ཆེ་ཡིག།';
$string['misc'] = 'སྣ་ཚོགས།';
$string['missinglangparent'] = 'རྩ་ལག་སྐད་ཡིག་བརླག་སྟོར་ཞུགས་ནུག <em>$a->parent</em> གི་ <em>$a->lang</em>.';
$string['mnetrestore_extusers'] = '<strong>དྲན་དགོཔ་:</strong> འ་ནི་རྒྱབ་ཐག་ཡིག་སྣོད་ནང་ན་ རྒྱང་རིང་མུ་ཌུལ་ཡོངས་འབྲེལ་ ལག་ལེན་པའི་རྩིས་ཐོ་ཚུ་ ལས་སྦྱོར་སྦེ་སོར་ཆུད་འབད་ཡོད།';
$string['mnetrestore_extusers_admin'] = '<strong>དྲན་དགོཔ:</strong> འ་ནི་རྒྱབ་ཐག་ཡིག་སྣོད་འདི་མུ་ཌུལ་གཞན་མི་ནང་ལས་གཞི་བཙུགས་འབད་དེ་འོང་འོངམ་བཟུམ་དང་ རྒྱང་རིང་མུ་ཌུལ་ཡོངས་འབྲེལ་ ལག་ལེན་པའི་རྩིས་ཐོ་ནང་ན་ཡོད། བསྐྱར་གསོ་ལས་སྦྱོར་འདི་གིས་ གསར་བསྐྲུན་འབད་ཡོད་པའི་ལག་ལེན་པ་ཚུ་ལུ་མུ་ཌུལ་ཡོངས་འབྲེལ་གནད་མཛོད་དང་མཐུན་སྒྲིག་འབད་ནི་ལུ་འབད་རྩོལ་བསྐྱེད་འོང་།  མཐུན་སྒྲིག་མེད་མི་ཚུ་ རང་བཞིན་གྱིས་ནང་འཁོད་བདེན་བཤད་རྗེས་སོར་འབད་འོང་(ཨེམ་ཎེཊ་དང་པའི་ཚབ་མ་)འདི་གིས་སྐོར་ལས་དྲན་དེབ་བསྐྱར་གསོ་འདི་གིས་བརྡ་སླབ་འོང་།';
$string['mnetrestore_extusers_mismatch'] = '<strong>དྲན་དགོཔ་:</strong>རྒྱབ་ཐག་ཡིག་སྣོད་འདི་ མུ་ཌུལ་གཞི་བཙུགས་གཞན་མི་ལས་ གསལ་རི་རི་འགོ་བཙུགས་ནི་དང་ རྒྱང་རིང་མུ་ཌུལ་ཡོངས་འབྲེལ་ལག་ལེན་པའི་རྩིས་ཐོ་ནང་ན་སོར་ཆུད་འབད་ནི་འདི་འཐུས་ཤོར་འོང་།  འདི་ལག་ལེན་འདི་རྒྱབ་སྐྱོར་མེད། ཁྱོད་ཀྱི་མུ་ཌུལ་གཞི་བཙུགས་འབད་མི་འདི་གསར་བསྐྲུན་འབད་ཡོདཔ་ངེས་ཅན་ཨིན་པ་ཅིན་ ཡང་ ཁྱོད་ཀྱི་མུ་ཌུལ་ཡོངས་འབྲེལ་རྩ་བོ་ ཧོསཊི་ ཚུ་རིམ་སྒྲིག་འབད་དགོ་མི་ཚུ་ ངེས་གཏན་བཟོ་དགོ་ ཁྱོད་ཀྱི་ད་ལྟོ་ཡང་སོར་ཆུད་འབད་ནིའི་འབད་རྩོལ་བསྐྱེད།';
$string['mnetrestore_extusers_noadmin'] = '<སྒྲིང་སྒྲིང་>དྲན་འཛིན་:</སྒྲིང་སྒྲིང་>རྒྱབ་ཐག་ཡིག་སྣོད་དེ་ཚུ་ལུ་ ལྟཝ་ད་ མུ་དྲིལ་མ་འདྲཝ་ཚུ་གཞི་བཙུགས་འབད་ནི་དང་ ནང་ན་ཡོད་པའི་ཐག་རིང་གི་མུ་དྲིལ་ ཡོངས་འབྲེལ་ ལག་ལེན་པའི་རྩིས་ཐོ་ཚུ་ནང་ལས་འོངམ་བཟུམ་མཐོངམ་མས། ལོག་ཁྱོད་ཀྱིས་སོར་ཆུད་འབད་དེ་ ལག་ལེན་འཐབ་མི་ཆོག། ས་ཁོངས་ཀྱི་བདག་སྐྱོང་པ་དང་འབྲེལ་བ་འབད་ ཡང་ན་ ཐབས་གཞན་གཞན་གྱི་ཐོག་ལས་ སློབ་ཚན་འདི་ ལག་ལེན་པའི་བརྡ་དོན་མེད་པར་ སོར་ཆུད་འབད། (མུ་དྲིལ་ ཡིག་སྣོད་ཚུ་)';
$string['mnetrestore_extusers_switchuserauth'] = 'རྒྱང་རིང་མུ་ཌུལ་ཡངོས་འབྲེལ་ལག་ལེན་པ་$a->username($a->mnethosturlའདི་ལས་འོང་) ཉེ་གནས་སོར་བསྒྱུར་ལུ་ $a->auth བདེན་བཤད་ལག་ལེན་པ།';
$string['modsettings'] = 'ལཱ་ཚུ་འཛིན་སྐྱོང་འཐབ།';
$string['modulesecurity'] = 'ཚད་གཞི་ སྲུང་སྐྱོབ།';
$string['multilangforceold'] = 'སྐད་ཡིག་སྣ་མང་ཚིག་སྦྱོར་རྙིངམ་འབད་བཅུག་:&lt;span&gt; དབྱེ་རིག་མེདཔ་སྦེ་=\"multilang\" དང་ &lt;lang&gt;';
$string['multilangupgrade'] = 'སྐད་ཡིག་སྣ་མང་ཡར་བསྐྱེད་འབད་ནི།';
$string['multilangupgradeinfo'] = 'སྐད་ཡིག་སྣ་མང་ཚགས་མ་ཚིག་སྦྱོར་འདི་བསྒྱུར་བཅོས་འདི་ན་འབད་ནུག་ 1.8, &lt;lang&gt; ངོ་རྟགས་འདི་རྒྱབ་སྐྱོར་མིན་འདུག་ <br /><br />དཔེར་ན་: &lt;སི་པཱེན་ སྐད་=\"en\" དབྱེ་རིགས=\"multilang\">ཧ་ལོ་!&lt;/span&gt;&lt;སི་པཱེན་ སྐད་=\"es\" class=\"multilang\">ཧོ་ལ་!&lt;/span&gt;<br /><br /><strong>ཁྱོད་ཀྱི་ ཡོད་བཞིན་པའི་ཚིག་ཡིག་ག་ར་ནང་ཚིག་སྦྱོར་ད་ལྟོ་ཡར་བསྐྱེད་འབད་ནི་ཨིན་ན?</strong>';
$string['multilangupgradenotice'] = 'ཁྱོད་རའི་ས་ཁོངས་འདི་གཅིག་འབདན་སྐད་ཡིག་སྣ་མང་ཚིག་སྦྱོར་རྙིངམ་ལག་ལེན་འཐབ་ཨིན་མས་ <a href=\"multilangupgrade.php\">སྐད་ཡིག་སྣ་མང་ཡར་བསྐྱེད་</a> འདི་འོས་སྦྱོར་འབད་ཡོདཔ།';
$string['mustenablestats'] = 'སི་ཊེཊིསི་ད་ཚུན་ས་ཁོངས་འདི་ན་ལྕོགས་ཅན་མིན་འདུག';
$string['mycoursesperpage'] = 'སློབ་ཚན་ཚུ་གི་མང་མཐའ་ ཨང་།';
$string['mymoodle'] = 'ངིའི་ མུ་ཌེལ།';
$string['mymoodleredirect'] = 'ལག་ལེན་པ་ཚི་ལུ་ ངིའི་མུ་ཌེལ་ལག་ལེན་འཐབ་བཅུག།';
$string['mysql416bypassed'] = 'ག་དེ་སྦེ་རུང་ ཁྱོད་རའི་ས་ཁོངས་འདི་ ཨཡེ་ཨེསི་ཨོ་ -8859-1 (ལེ་ཀྲིན་)སྐད་ཡིག་རྐྱངམ་ཅིག་ ཁྱོད་ཀྱི་ད་ལྟོ་གཞི་བཙུགས་འབད་བའི་ མཱའི་ཨེསི་ཀིའུ་ཨེལ་ 4.1.12 ནང་ཁྱོད་ཀྱི་འཕྲོད་མཐུད་སྦེ་ལག་ལེན་འཐབ་(ཡང་ན་ མཐོ་མི་)';
$string['mysql416required'] = 'ངི་གི་ཨེས་ ཀིའུ་ཨེལ་ ༤.༡.༡༦འདི་ མུ་དྲིལ་གཡི་དོན་ལུ་ ཐོན་རིམ་ཉུང་ཤོས་དགོས་མཁོ་ཡོདཔ་ལས་ ༡.༦ཉེན་ལེན་དང་འཁྲིལཝ་ད་ལུ་ དེ་ཁར་ཡོད་པའི་ གནས་སྡུད་གེ་ར་ གི་གཞི་བསྒྱུར་འབད་ཡོདཔ་ལས་ཤུལ་མའི་ ཡུ་ཀྲི་ཨེཕ་ ༨ལུ་འབད།';
$string['nobookmarksforuser'] = 'ཁྱོད་ཀྱི་དེབ་རྟགས་ཚུ་ཅི་ཡང་མེད།';
$string['nochanges'] = 'བསྒྱུར་བཅོས་ཚུ་ མེད།';
$string['nodefaultuserrolelists'] = 'སྔོན་སྒྲིག་ལས་འགན་ལག་ལེན་པ་ཚུ་ཆ་མཉམ་ ལོག་མ་བཏང་།';
$string['nolangupdateneeded'] = 'ཁྱོད་ཀྱི་སྐད་ཡིག་སྦུང་ཚན་ཆ་མཉམ་དུས་མཐུན་སྦེ་འདུག་ དུས་མཐུན་བཟོ་མི་དགོ་པས།';
$string['nomissingstrings'] = 'ཡིག་རྒྱུན་ཚུ་བརླག་སྟོར་ཞུགསཔ་མིན་འདུག།';
$string['nonewsettings'] = 'ཡར་བསྐྱེད་འབད་པའི་བསྒང་ གཞི་སྒྲིག་གསརཔ་གཅིག་ཡང་ཁ་སྐོང་རྐྱབས་པས།';
$string['nonexistentbookmark'] = 'ཁྱོད་ཀྱི་ཞུ་བ་འབད་ཡོད་པའི་དེབ་རྟགས་དི་མིན་འདུག།';
$string['nonmetacoursesyncroleids'] = 'ལས་འགན་མཉམ་འབྱུང་ མཱེ་ཊ་ཀོས་ ལུ་མ་འབད་མི།';
$string['noreplyaddress'] = 'ལན་གསལ་མེད་པའི་ ཁ་བྱང་།';
$string['noresults'] = 'གྲུབ་འབྲས་ཚུ་ མ་ཐོབ།';
$string['notifications'] = 'བརྡ་བསྐུལ་ཚུ།';
$string['notifyloginfailures'] = 'ལུ་ནང་བསྐྱོད་འཐུས་ཤོར་གློག་འཕྲིན་བཏང་།';
$string['notifyloginthreshold'] = 'གློག་འཕྲིན་བརྡ་བསྐུལ་ཚུ་གི་དོན་ལུ་ཐེརེཤ་ཧཱོལ།';
$string['notloggedinroleid'] = 'ལྟ་སྐོར་པ་ཚུ་གི་དོན་ལུ་ ལས་འགན།';
$string['numberofmissingstrings'] = 'ཡིག་རྒྱུན་ཚུ་བརླག་སྟོར་ཞུགས་པའི་ཨང་:$a';
$string['numberofstrings'] = 'ཡིག་རྒྱུན་ཚུ་གི་་ཨང་བསྡོམས་:$a->strings<br />བརླག་སྟོར་ཞུགསཔ་:$a->missing ($a->missingpercent&nbsp;%%)';
$string['opensslrecommended'] = 'གདམ་ཁ་ཅན་གྱི་ ཨོ་པིན་ཨེསི་ཨེསི་ དཔེ་མཛོད་གཞི་བཙུགས་འབད་ནི་འདི་གནམ་མེད་ས་མེད་སྦེ་ ཧ་ཅང་གིས་འོས་སྦྱོར་འབདཝ་ཨིན་--འདི་གིས་མུ་ཌུལ་ཡོངས་འབྲེལ་འབད་ནིའི་ལས་འགན་ལྕོགས་ཅན་བཟོཝ་ཨིན།';
$string['opentogoogle'] = 'གུ་གུལ་ལུ་ ཁ་ཕྱེ།';
$string['optionalmaintenancemessage'] = 'རྒྱུན་སྐྱོང་འཕྲིན་ དོན་གདམ་ཁ་ཅན།';
$string['order1'] = 'དང་པ།';
$string['order2'] = 'གཉིས་པ།';
$string['order3'] = 'གསུམ་པ།';
$string['order4'] = 'བཞི་པ།';
$string['passwordpolicy'] = 'ཆོག་ཡིག་ སྲིད་བྱུས།';
$string['pathconvert'] = 'ཟུང་ལྡན་<i>གཞི་བསྒྱུར་འབད་ནི་</i>གི་འགྲུལ་ལམ།';
$string['pathdvips'] = 'ཌི་བིཧིཔས་<i>ཟུང་ལྡན་</i>གྱི་འགྲུལ་ལམ།';
$string['pathlatex'] = 'ལེ་ཊེགསི་<i>ཟུང་ལྡན་</i>གྱི་འགྲུལ་ལམ།';
$string['pathtoclam'] = 'ཀེལེམ ཨེ་ཝི་གི་ འགྲུལ་ལམ།';
$string['pathtodu'] = 'དྲིཡུ་ལུ་འགྱོ་ནི་ འགྲུལ་ལམ།';
$string['pathtopgdump'] = 'པིཇི་ཌམཔ་ལུ་འགྱོ་ནི་ འགྲུལ་ལམ།';
$string['pathtopgdumpdesc'] = 'ཁྱོད་རའི་རིམ་ལུགས་གཅིག་ལས་ལྷག་པའི་ པི་ཇི་_དྲམཔ་  ཉེར་མཁོ་ཡོད་པ་ཅིན་རྐྱངམ་ཅིག་ བཙུགས་ནི་ (དཔེར་ན་ པོའོས་གཱེརེཤ་ ཀིའུ་ཨེལ་ གཅིག་ལས་ལྷག་ཐོན་རིམ་གཞི་བཙུགས་འབད་བཅིན། )';
$string['pathtopgdumpinvalid'] = 'པི་ཇི་_དྲམཔ་-ལུ་ནུས་མེད་འགྲུལ་ལམ་  ཕྱི་འགྱུར་དང་ཡང་ན་ལག་ལེན་འཐབ་མ་བཏུབ་པའི་ལམ་ གཉིས་ལས་གཅིག';
$string['pathtopsql'] = 'པི་ཨེསི་ཀིའུ་ཨེལ་ལུ་འགྱོ་ནི་ འགྲུལ་ལམ།';
$string['pathtopsqldesc'] = 'ཁྱོད་རའི་རིམ་ལུགས་གཅིག་ལས་ལྷག་པའི་ པི་ཨེས་ཀིའུ་ཨེལ་ ཉེར་མཁོ་ཡོད་པ་ཅིན་རྐྱངམ་ཅིག་ བཙུགས་ནི་ (དཔེར་ན་ པོའོས་གཱེརེཤ་ ཀིའུ་ཨེལ་ གཅིག་ལས་ལྷག་ཐོན་རིམ་གཞི་བཙུགས་འབད་བཅིན། )';
$string['pathtopsqlinvalid'] = 'པི་ཨེསི་ཀིའུ་ཨེལ་ལུ་ནུས་མེད་འགྲུལ་ལམ་ - ཕྱི་འགྱུར་ཡང་ན་ལག་ལེན་འཐབ་མ་བཏུབ་པའི་ལམ་ གཉིས་ལས་གཅིག';
$string['pathtounzip'] = 'ཨན་ཛིཔ་ལུ་འགྱོ་ནི་ འགྲུལ་ལམ།';
$string['pathtozip'] = 'ཛིཔ་ལུ་འགྱོ་ནི་ འགྲུལ་ལམ།';
$string['perfdebug'] = 'ལཱ་ཤུགས་ཀྱི་ བརྡ་དོན།';
$string['performance'] = 'ལཱ་ཤུགས།';
$string['pgcluster'] = 'པོས་གཱེ་རི་ཨེསི་ཨོ་ཨེལ་ ཕྱོགས་སྡེ།';
$string['pgclusterdescription'] = 'པོསཀྲ་གིརི་ ཨེས་ཀུའི་ཨེལ་ ཟོན་རིམ་ ཕྱོགས་སྡེབ་ ཚད་གཞི་གི་དོན་ལུ་ བརྡ་བཀོད་གཡལ་འདི་བཀོལ་སྤྱོད་འབདཝ་ཨིན། གལ་སྲིད་ཁྱོད་ལུ་རིམ་ལུགས་ལུ་  པོསཀྲ་གིརི་ ཨེས་ཀུའི་ཨེལ་ གཅིག་རྐྱངམ་ཅིག་འབད་བ་ཅིན་ཡང་ན་ འདི་ཁྱོད་ལུ་ངེས་བདེན་མིན་འདུག་ འདི་སྟོངམ་བཞག།';
$string['php50restricted'] = 'པི་ཨེཆ་པི་5.0.x';
$string['phpfloatproblem'] = 'པི་ཨེཆ་པི་ ལྡིང་བའི་ཨང་ - $a ལེགས་སྐྱོང་འཐབ་ད་ རེ་བ་མེདཔའི་དཀའ་ངལ་ སྐྱོན་འཛིན་འབྱུང་ནུག';
$string['pleaserefreshregistration'] = 'ཁྱོད་ཀྱི་ས་ཁོངས་འདི་ མུ་ཌེལ.ཨོ་ཨར་ཇི་ གི་ཐོག་ལས་ཐོ་འཀོད་འབད་ཡོདཔ་ལས་ གལ་སྲིད་ཧེ་མམ་གི་དུས་མཐུན་བཟོ་བའི་ཚུར་ལས་རྩ་ཅན་བསྒྱུར་བཅོས་འབྱུང་ཡོད་པ་ཅིན་ $a་གུ་ལུ་ཐོ་བཀོད་དུས་མཐུན་བཟོ་ནི་ཆ་འཇོག་གནང་།';
$string['pleaseregister'] = 'ཨེབ་རྟ་འདི་རྩ་བསྐྲད་གཏང་ནི་དོན་ལུ་ ཁྱོད་རའི་ས་ཁོངས་འདི་ཐོ་འཀོད་འབད་གནང་།';
$string['plugins'] = 'ཚད་གཞི་ཚུ།';
$string['profilecategory'] = 'དབྱེ་རིམ།';
$string['profilecategoryname'] = 'དབྱེ་རིམ་གྱི་མིང་།(མཐུན་མོང་མ་ཡིན་པ་དགོ།)';
$string['profilecategorynamenotunique'] = 'དབྱེ་རིམ་གྱི་མིང་འདི་ཧེ་མ་ལས་རང་ལག་ལེན་འཐབ་ཡོད།';
$string['profilecommonsettings'] = 'མཐུན་མོང་ གཞི་སྒྲིག་ཚུ།';
$string['profileconfirmcategorydeletion'] = 'དབྱེ་རིམ་འདི་ན་ $a གི་ས་སྒོ་ ལྟག་གི་དབྱེ་རིམ་ནང་སྤོ་ནི་དོན་ལུ་འདུག་ (ཡང་ན་ འོག་ལུ་ དབྱེ་རིམ་མགོ་ལུ་ཨིནམ་པ་ཅིན་ <br/> ཁྱོད་ད་ལྟོ་ཡང་དབྱེ་རིམ་རྩ་བསྐྲད་གཏང་ནིའི་རེ་སྨོན་ཡོད་ག?';
$string['profileconfirmfielddeletion'] = '$a རྩ་བསྐྲད་གཏང་ནིའི་ས་སྒོ་འདི་ན་ལག་ལེན་པའི་དྲན་ཐོ་ཚུ་འདུག <br/>ཁྱོད་ད་ལྟོ་ཡང་ས་སྒོ་འདི་རྩ་བསྐྲད་གཏང་ནིའི་རེ་སྨོན་ཡོད་ག?';
$string['profilecreatecategory'] = 'གསལ་སྡུད་དབྱེ་རིམ་གསརཔ་ཅིག་ གསར་བསྐྲུན་འབད།';
$string['profilecreatefield'] = 'གསལ་སྡུད་ས་སྒོ་གསརཔ་ཅིག་ གསར་བསྐྲུན་འབད།';
$string['profilecreatenewcategory'] = 'བྱེ་རིམ་གསརཔ་ཅིག་ གསར་བསྐྲུན་འབད་དོ།';
$string['profilecreatenewfield'] = '&quot;$a&quot;གསལ་སྡུད་ས་སྒོ་གསརཔ་ཅིག་ གསར་བསྐྲུན་འབད།';
$string['profiledefaultcategory'] = 'གཞན་ ས་སྒོ་ཚུ།';
$string['profiledefaultchecked'] = 'སྔོན་སྒྲིག་གི་སྦེ་ ཞིབ་དཔྱད་འབད་ཡོདཔ།';
$string['profiledefaultdata'] = 'སྔོན་སྒྲིག་ གནས་གོང་།';
$string['profiledeletecategory'] = 'བྱེ་རིམ་ཅིག་ བཏོན་གཏང་དོ།';
$string['profiledeletefield'] = 'ས་སྒོ་ཅིག་ བཏོན་གཏང་དོ།';
$string['profiledescription'] = 'ས་སྒོ་དེ་གི་ འགྲེལ་བཤད།';
$string['profileeditcategory'] = 'བྱེ་རིམ་:$a་ཞུན་དག་འབད་དོ།';
$string['profileeditfield'] = 'གསལ་སྡུད་ས་སྒོ་:$a་ཞུན་དག་འབད་དོ།';
$string['profilefield'] = 'གསལ་སྡུད་ས་སྒོ།';
$string['profilefieldcolumns'] = 'ཀེར་ཐིག་ཚུ།';
$string['profilefieldispassword'] = 'འདི་ཆོག་ཡིག་ས་སྒོ་ཅིག་ཨིན་ན?';
$string['profilefieldmaxlength'] = 'རིང་ཚད་ མང་མཐའ།';
$string['profilefieldrows'] = 'གྲལ་ཐིག་ཚུ།';
$string['profilefields'] = 'ལག་ལེན་པ་གི་ གསལ་སྡུད་ས་སྒོ་ཚུ།';
$string['profilefieldsize'] = 'ཚད་ བཀྲམ་སྟོན།';
$string['profilefieldtypecheckbox'] = 'དཔྱད་སྒྲོམ།';
$string['profilefieldtypemenu'] = 'དཀར་ཆག་གི་ གདམ་ཁ་ཚུ།';
$string['profilefieldtypetext'] = 'ཚིག་ཡིག་ ཨིན་པུཊི།';
$string['profilefieldtypetextarea'] = 'ཚིག་ཡིག་ མངའ་ཁོངས།';
$string['profileforceunique'] = 'གནས་སྡུད་དེ་མཐུན་མོང་མ་ཡིན་པ་སྦེ་དགོཔ་ཨིན་ན?';
$string['profileinvaliddata'] = 'ནུས་མེད་ གནས་གོང་།';
$string['profilelocked'] = 'ས་སྒོ་འདི་བསྡམ་བཞག་བཞགཔ་ཨིན་ན?';
$string['profilemenudefaultnotinoptions'] = 'སྔོན་སྒྲིག་གནས་གོང་དེ་གདམ་ཁ་ཚུའི་གྱལ་ལས་ གཅིག་མེན།';
$string['profilemenunooptions'] = 'དཀར་ཆག་གི་གདམ་ཁ་ཚུ་བཀྲམ་སྤེལ་འབད་མིན་འདུག།';
$string['profilemenuoptions'] = 'དཀར་ཆག་གི་གདམ་ཁ་ཚུ།(one per line)';
$string['profilemenutoofewoptions'] = 'ཁྱོད་ཀྱི་གདམ་ཁ་ཉུང་མཐའ་༢་བྱིན་དགོ།';
$string['profilename'] = 'མིང་།';
$string['profilenofieldsdefined'] = 'ས་སྒོ་ཚུ་ངེས་འཛིན་མ་འབད་བས།';
$string['profilerequired'] = 'ས་སྒོ་འདི་དགོས་མཁོ་ཡོད་ག?';
$string['profilesforenrolledusersonly'] = 'གསལ་སྡུད་ཚུ་ ཐོ་བཀོད་འབད་ཡོད་པའི་ལག་ལེན་པ་ཚུ་ལུ་ཙམ་ཅིག།';
$string['profileshortname'] = 'མིང་ཐུང་ཀུ་(མཐུན་མོང་མ་ཡིན་པ་དགོ།)';
$string['profileshortnamenotunique'] = 'མིང་ཐུང་ཀུ་འདི་ཧེ་མ་ལས་རང་ལག་ལེན་འཐབ་ཡོད།';
$string['profilesignup'] = 'འཛུལ་ཐོ་བཀོད་ནའི་ཤོག་ལེབ་གུར་སྟོན།';
$string['profilespecificsettings'] = 'དམིགས་བསལ་ གཞི་སྒྲིག་ཚུ།';
$string['profilevisible'] = 'ག་ཟེར་མི་འདི་འ་ནི་ས་སྒོ་ལུ་མཐོང་ཚུགསཔ།';
$string['profilevisibleall'] = 'མི་ག་ར་ལུ་ མཐོང་ཚུགས་བཟོ།';
$string['profilevisiblenone'] = 'མཐོང་མི་ཚུགས།';
$string['profilevisibleprivate'] = 'ལག་ལེན་པ་ལུ་ མཐོང་ཚུགས་བཟོ།';
$string['protectusernames'] = 'ལག་ལེན་པ་ཚུ་གི་མིང་ ཉེན་སྐྱོབ་འབད།';
$string['proxyhost'] = 'པོརོ་སི་ ཧོསཊི།';
$string['proxypassword'] = 'པོརོ་སི་ ཆོག་ཡིག།';
$string['proxyport'] = 'པོརོ་སི་ འདྲེན་ལམ།';
$string['proxytype'] = 'པོརོ་སི་ དབྱེ་བ།';
$string['proxyuser'] = 'པོརོ་སི་ ལག་ལེན་པའི་མིང།';
$string['qtyperqpwillberemoved'] = 'ཡར་བསྐྱེད་འབད་བའི་བསྒང་ ཨར་ཀིའུ་གི་དྲི་བའི་དབྱེ་བ་འདི་རྩ་བསྐྲད་གཏང་འོང་། ཁྱོད་ཀྱིས་དྲི་བའི་དབྱེ་བ་ཚུ་ལག་ལེན་མི་འཐབ་སྦེ་ འདི་འབད་ནི་འདི་གིས་ ཁྱོད་ཀྱིས་ དཀའ་ངལ་ག་ནི་ཡང་མྱོང་མི་དགོས།';
$string['qtyperqpwillberemovedanyway'] = 'ཡར་བསྐྱེད་འབད་བའི་བསྒང་ ཨར་ཀིའུ་པི་ དྲི་བ་སྡེ་རིམ་དེ་གི་ བཏོན་གཏང་ཡོདཔ། ཁྱོད་ལུ་ཡོད་པའི་ཨར་ཀིའུ་པི་དག་པ་ཅིག་ གནས་སྡུད་གཞི་རྟེན་ནང་ཡོད་པའི་དྲི་བ་ཚུ་ དང་དེ་གིས་ ལོག་གཞི་བཙུགས་ཨང་རྟགས་ལས་ མ་འབད་ཚུན་ཚོད་ ལཱ་གཡོག་འབད་ནི་དེ་ བཀག་འོང་།   http://moodle.
org/mod/data/view.php?d=13&amp;rid=797 
ཡར་བསྐྱེད་འཕྲོ་འཐུད་འབད་བའི་བསྒང་གི་ཧེན་མར།';
$string['quarantinedir'] = 'ཟུར་བརྟག་ སྣོད་ཐོ།';
$string['question'] = 'དྲི་བ།';
$string['questioncwqpfscheck'] = 'རིག་བསྡུར་ནང་ བསྲེ་སྦྱོར་ལས་རུབ་སྤྱོད་འབད་ཡོདཔ་དང་མེད་པའི་དྲི་བ་གི་དབྱེ་རིམ་ཚུ་ ལས་དྲི་པ་ཚུ་སེལ་འཐུ་འབད་ནི་སྦེ་ \'གང་འབྱུང་\'དྲི་བ་གཅིག་ཡང་ན་ལེ་ཤ་ཚུ་གཞི་སྒྲིག་འབད་ཡོད། རྒྱས་བཤད་སྙན་ཞུ་ལེ་ཤ་ཡོད་<a href=\"$a->reporturl\">ན་ལུ་ </a>དང་མུ་ཌེལ་དྲོགས་ཤོག་ལེབ་ནང་བལྟ<a href=\"$a->docsurl\">ན་ལུ</a>.';
$string['questioncwqpfsok'] = 'ལེགས་སོ། རུབ་སྤྱོད་འབད་ཡོདཔ་དང་མེད་པའི་དྲི་བ་གི་དབྱེ་རིམ་ཚུ་གི་བསྲེ་སྦྱོར་ལས་སེལ་འཐུ་འབད་བའི་དྲི་བ་ཚུ་གཞི་སྒྲིག་འབད་ཡོད་པའི་ རིག་བསྡུར་ཚུ་ནང་\'གང་འབྱུང་\'དྲི་བ་ཚུ་མིན་འདུག།';
$string['rcache'] = 'དྲན་ཐོའི་འདྲ་མཛོད།';
$string['rcachettl'] = 'ཊི་ཊི་ཨེལ་ དྲན་ཐོའི་འདྲ་མཛོད།';
$string['recaptchaprivatekey'] = 'རི་ཀེབ་ཅ་ སྒེར་གྱི་ལྡེ་མིག';
$string['recaptchapublickey'] = 'རི་ཀེབ་ཅ་ མི་མང་ལྡེ་མིག';
$string['regenloginsession'] = 'ནང་བསྐྱེད་འབད་བའི་བསྒང་ལཱ་ཡུན་ཨཡེ་ཌི་ལོག་བཟོ་བཏོན་འབད།';
$string['releasenoteslink'] = 'མུ་ཌེལ་འདི་གི་ཐོན་རིམ་གྱི་བརྡ་དོན་དོན་ལུ་ གློག་ལམ་ཐོག་གི་ <a target=\"_blank\" href=\"$a\">འཛིན་གྲོལ་དྲན་འཛི་ཚུ་</a>་བལྟ་གནང་།';
$string['remotelangnotavailable'] = 'ང་བཅས་ཀྱི་ སྐད་ཡིག་གི་སྦུང་ཚན་དེ་རང་བཞིན་གྱིས་ཐོག་ལས་གཞི་བཙུགས་འབད་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་མུ་ཌེལ་གྱི་ download.moodle.org་ལུ་འབྲེལ་མཐུད་འབད་མ་ཚུགས།
འོག་གི་ཐོ་བཀོད་ལས་འོས་ལྡན་ཛིཔ་ཡིག་སྣོད་(ཚུ་)་ཕབ་ལེན་འབད་དེ་ འདི་ཚུ་ཁྱོད་རའི་$a་སྣོད་ཐོ་ལུ་
འདྲ་བཤུས་འབད་ནི་དང་ལག་ཐོག་ལས་ཨན་ཛིཔ་འབད་གནང་།';
$string['renameerrors'] = 'འཛོལ་བ་ཚུ་ བསྐྱར་མིང་བཏགས།';
$string['requiredtemplate'] = 'དགོས་མཁོ་ཡོད། ན་ལུ་ ཁྱོད་ཀྱི་ཊེམ་པེལེཊི་ཚིག་སྦྱོར་ལག་ལེན་འཐབ་ཆོག།(%%%%%%%%l = མཇུག་མིང་།
, %%%%%%%%f = མགོ་མིང་།, %%%%%%%%u = ལག་ལེན་པའི་མིང་།)རྒྱས་བཤད་དང་དཔེར་བརྗོད་ཚུ་གི་དོན་ལུ་ གྲོགས་རམ་ལུ་བལྟ།';
$string['restrictbydefault'] = 'སྔོན་སྒྲིག་གི་ཚད་གཞི་ཚུ་བཀག།';
$string['restrictmodulesfor'] = 'དོན་ལུ་ཚད་གཞི་ཚུ་བཀག།';
$string['reverseproxy'] = 'པོརོ་སི་ རིམ་ལོག།';
$string['riskconfig'] = 'ལག་ལེན་པ་ཚུ་ ས་ཁོངས་གི་རིམ་སྒྲིག་དང་སྤྱོད་ལམ་བསྒྱུར་བཅོས་འབད་ཚུགས།';
$string['riskconfigshort'] = 'རིམ་སྒྲིག་གི་ ཉེན་ཁ།';
$string['riskmanagetrust'] = 'ལག་ལེན་པ་ཚུ་ གཞན་ཚུ་གི་བློ་གཏད་གཞི་སྒྲིག་ཚུ་བསྒྱུར་བཅོས་འབད་ཚུགས།';
$string['riskmanagetrustshort'] = 'བློ་གཏད་ཚུ་ འཛིན་སྐྱོང་འབད།';
$string['riskpersonal'] = 'ལག་ལེན་པ་ཚུ་གི་ གཞན་ལག་ལེན་པ་ཚུ་གི་སྒེར་གྱི་བརྡ་དོན་ནང་འཛུལ་སྤྱོད་འབད་ནི་ཐོབ་ཚུགས།';
$string['riskpersonalshort'] = 'སྒེར་གཙང་གི་ ཉེན་ཁ།';
$string['riskspam'] = 'ལག་ལེན་པ་ཚུ་གི་ ས་ཁོངས་ཀྱི་ལག་ལེན་པ་ཡང་ན་གཞན་མི་ཚུ་ལུ་ལི་སི་པམ་སྐྱེལ་ཚུགས།';
$string['riskspamshort'] = 'སི་པམ་ ཉེན་ཁ།';
$string['riskxss'] = 'Users could add files and texts that allow cross-site scripting (XSS)';
$string['riskxssshort'] = 'ཨེགས་ཨེས་ཨེས་ ཉེན་ཁ།';
$string['rowpreviewnum'] = 'སྔོན་ལྟ་ གྲལ་ཐིག་ཚུ།';
$string['rssglobaldisabled'] = 'སར་བར་གྱི་གནས་རིམ་ལུ་ལྕོགས་མིན་ཐལ་ཡོད།';
$string['runclamavonupload'] = 'སྐྱེལ་བཙུགས་འབད་ཡོད་པའི་ཡིག་སྣོད་ཚུ་ལུ་ཀེལེམ་ཨེ་ཝི་ལག་ལེན་འཐབ།';
$string['savechanges'] = 'བསྒྱུར་བཅོས་ཚུ་ སྲུངས།';
$string['search'] = 'འཚོལ་ཞིབ།';
$string['searchinsettings'] = 'གཞི་སྒྲིག་ཚུ་ན་ འཚོལ་ཞིབ་འབད།';
$string['searchresults'] = 'འཚོལ་ཞིབ་ཀྱི་ གྲུབ་འབྲས་ཚུ།';
$string['sectionerror'] = 'དབྱེ་ཚན་ འཛོལ་བ།!';
$string['secureforms'] = 'ཁ༌སྐོང༌འབྲི་ཤོག༌སྲུང་སྐྱོབ༌ལག༌ལེན༌འཐབ།';
$string['security'] = 'སྲུང་སྐྱོབ།';
$string['sendcoursewelcomemessage'] = 'སློབ༌ཚན༌གདོང་ལེན༌འཕྲིན་དོན༌ གཏང་།';
$string['server'] = 'སར་བར།';
$string['serverchecks'] = 'སར་བར་ ཞིབ་དཔྱད་འབད་ནི་ཚུ།';
$string['serverlimit'] = 'སར་བར་ ཚད།';
$string['sessioncookie'] = 'ཀུ་ཀི་ སྔོན་ཚིག།';
$string['sessioncookiedomain'] = 'ཀུ་ཀི་ ཌོ་མེན།';
$string['sessioncookiepath'] = 'ཀུ་ཀི་ འགྲུལ་ལམ།';
$string['sessionhandling'] = 'ལཱ་ཡུན་ ལེགས་སྐྱོང་འཐབ་པ།';
$string['sessiontimeout'] = 'ངལ་མཚམས།';
$string['showblocksonmodpages'] = 'ཚད་གཞི་ཤོག་ལེབ་ཚུ་གུ་ལུ་སྡེབ་ཚན་ སྟོན།';
$string['simpletest'] = 'སྡེ་ཕྲན་ བརྟག་ཞིབ།';
$string['simplexmlrequired'] = 'སིམ་པལ་ཨེགསི་ཨེམ་ཨེལ་པི་ཨེཆ་པི་གི་དེ་ ད་ལྟོ་མུ་ཌེལ་ལུ་དགོས་མཁོ་ཡོདཔ་ཨིན།';
$string['sitelangchanged'] = 'ས་ཁོངས་ཀྱི་སྐད་ཡིག་གཞི་སྒྲིག་ མཐར་འཁྱོལ་སྦེ་བསྒྱུར་བཅོས་འབད་ཡོད།';
$string['sitemailcharset'] = 'ཡིག་འབྲུའི་ཆ་ཚན།';
$string['sitemaintenance'] = 'ས་ཁོངས་དེ་རྒྱུན་སྐྱོང་འབད་བའི་བསྒང་ཡོདཔ་ལས་ ད་ལྟོ་འཐོབ་མི་ཚུགས་པས།';
$string['sitemaintenancemode'] = 'རྒྱུན་སྐྱོང་ གནས་ཐངས།';
$string['sitemaintenanceoff'] = 'རྒྱུན་སྐྱོང་ གནས་ཐངས་དེ་ལྕོགས་མིན་ཐལ་ཡོདཔ་ལས་ ས་ཁོངས་དེ་ལོག་སྤྱིར་བཏང་འབད་གཡོག་བཀོལ་བའི་བསྒང་།';
$string['sitemaintenanceon'] = 'ཁྱོད་ཀྱི་ས་ཁོངས་འདི་ད་ལྟོ་རྒྱུན་སྐྱོང་ ཐབས་ལམ་ནང་ཡོད།(བདག་སྐྱོང་ཙམ་ཅིག་གི་ས་ཁོངས་དེ་ན་ནང་བསྐྱོད་ཡང་ན་ལག་ལེན་འཐབ་ཚེགས།)';
$string['sitemaintenancewarning'] = 'ཁྱོད་ཀྱི་ས་ཁོངས་འདི་ད་ལྟོ་རྒྱུན་སྐྱོང་ ཐབས་ལམ་ནང་ཡོད།(བདག་སྐྱོང་ཙམ་ཅིག་གི་ནང་བསྐྱོད་འབད་ཆོག།)ས་ཁོངས་འདི་སྤྱིར་བཏང་བཀོལ་སྤྱོད་ལུ་ སླར་ལོག་འབད་ནི་དོན་ལུ་<a href=\"maintenance.php\">རྒྱུན་སྐྱོང་ ཐབས་ལམ་ལྕོགས་མིན་བཟོ།';
$string['sitepolicies'] = 'ས་ཁོངས་ སྲིད་བྱུས་ཚུ།';
$string['sitepolicy'] = 'ས་ཁོངས་སྲིད་བྱུས་ཀྱི་ ཡུ་ཨར་ཨེལ།';
$string['sitesectionhelp'] = 'གལ་སྲིད་སེལ་འཐུ་གྲུབ་པ་ཅིན་ ས་ཁོངས་དེ་གི་གདོང་ཤོག་གུ་ལུ་གནད་དོན་དབྱེ་ཚན་ཅིག་བཀྲམ་སྟོན་འབད་འོང་།';
$string['slasharguments'] = 'གཡོ་ཤད་སྒྲུབ་རྟགས་ཚུ་ ལག་ལེན་འཐབ།';
$string['smartpix'] = 'སྤུར་བསྒྱིར་དྲགས་པར་ འཚོལ་ཞིབ།';
$string['smtphosts'] = 'ཨེསི་ཨེམ་ཊི་པི་ ཧོསཊི་ཚུ།';
$string['smtpmaxbulk'] = 'ཨེསི་ཨེམ་ཊི་པི་ ལཱ་ཡུན་གྱི་ཚད།';
$string['smtppass'] = 'ཨེསི་ཨེམ་ཊི་པི་ ཆོག་ཡིག།';
$string['smtpuser'] = 'ཨེསི་ཨེམ་ཊི་པི་ལག་ལེན་པའི་མིང་།';
$string['soaprecommended'] = 'གདམ་ཁ་ཅན་ཨེསི་ཨོ་ཨེ་པི་རྒྱ་བསྐྱེད་དེ་གཞི་བཙུགས་འབད་བ་ཅིན་ ཝེབ་ཞབས་ཏོག་ཚུ་དང་ ཀཱོན་ཏྲིརཔ་ཚད་གཞི་ལ་ལོ་ཅིག་ལུ་ཕན་ཐོགས་ཅན་ཨིན།';
$string['spamcleaner'] = 'སི་པམ་ ཕྱགས་མི།';
$string['stats'] = 'ཚད་རྩིས།';
$string['statscatdepth'] = 'རྩ་ལག་དབྱེ་རིམ་ཚུ་གི་ མང་མཐའ།';
$string['statsfirstrun'] = 'བཟོ་སྦྱོར་གྱི་བར་མཚམས་ མང་མཐའ།';
$string['statsmaxruntime'] = 'རཱན་ཊའིམ་ མང་མཐའ།';
$string['statsruntimedays'] = 'ལས་སྦྱོར་འབད་ནི་གི་ ཉིན་གྲངས།';
$string['statsruntimestart'] = 'ལུ་ གཡོག་བཀོལ།';
$string['statsuserthreshold'] = 'ལག་ལེན་པའི་ ཐེརེཤ་ཧཱོལ།';
$string['stickyblocks'] = 'རྩི་ཅན་ སྡེབ་ཚན།';
$string['stickyblockscourseview'] = 'སློབ་ཚན་གྱི་ ཤོག་ལེབ།';
$string['stickyblocksduplicatenotice'] = 'གལ་སྲིད་ཁྱོད་ཀྱི་ནཱ་ལུ་ ཁ་སྐོང་རྐྱབས་མི་སྡེབ་ཚན་ག་ཅི་འབད་རུང་ ཧེ་མ་ལས་རང་བྱེ་བྲག་ཤོག་ལེབ་ནང་
ཡོད་པ་ཅིན་  འདི་གི་རྫུན་མ་སྦེ་གྲུབ་འབྲས་འབྱུང་འོང་།<br />ཁབ་གཟེར་བཏབ་པའི་སྡེབ་ཚན་ ཙམ་ཅིག་ཞུན་དག་འབད་མི་བཏུབ་ རྫུན་མ་dདེ་ད་ལྟོ་ཡང་ཅིག་ཞུན་དག་འབད་མི་བཏུབ།';
$string['stickyblocksmymoodle'] = 'ངིའི་མུ་ཌེལ།';
$string['stickyblockspagetype'] = 'ཤོག་ལེབ་དབྱེ་བ་ཏར་རིམ་སྒྲིག་འབད།';
$string['stripalltitletags'] = 'ལཱ་གིས་མིང་ཆ་མཉམ་ལས་ཨེཆ་ཊི་ཨེམ་ཨེལ་ངོ་རྟགས་ཚུ་རྩ་བསྐྲད་གཏང་།';
$string['supportemail'] = 'གློག་འཕྲིན་རྒྱབ་སྐྱོར།';
$string['supportname'] = 'མིང་རྒྱབ་སྐྱོར།';
$string['supportpage'] = 'ཤོག་ལེབ་རྒྱབ་སྐྱོར།';
$string['switchlang'] = 'ལེང་སྣོད་ཐོ་སོར་བསྒྱུར་འབད།';
$string['systempaths'] = 'རིམ་ལུགས་འགྲུལ་ལམ་ཚུ།';
$string['tabselectedtofront'] = 'མཆོང་ལྡེ་ཡོད་པའི་ཐིག་ཁྲམ་ཚུ་གུ་ ད་ལྟོ་སེལ་འཐུ་གྲུབ་པའི་མཆོང་ལྡེ་';
$string['tabselectedtofronttext'] = 'སེལ་འཐུ་གྲུབ་པའི་མཆོང་ལྡེ་གྲལ་ཐིག་འདི་ གདོང་ཁ་ལུ་འབག་ཤོག།';
$string['themelist'] = 'བཀོད་རིས་ཤོག་ལེབ་ཀྱི་ ཐོ་བཀོད།';
$string['themeselector'] = 'བཀོད་རིས་ཤོག་ལེབ་ སེལ་བྱེདཔ།';
$string['themesettings'] = 'བཀོད་རིས་ཤོག་ལེབ་ཀྱི་ གཞི་སྒྲིག་ཚུ།';
$string['therewereerrors'] = 'ཁྱོད་ཀྱི་གནས་སྡུད་ནང་འཛོལ་བ་ཚུ་འདུག།';
$string['timezone'] = 'སྔོན་སྒྲིག་ ཆུ་ཚོད་གླིང་སྡེ།';
$string['timezoneforced'] = 'འདི་ ས་ཁོངས་ཀྱི་བདག་སྐྱོང་པ་གི་ བང་ཅན་འབད་ཡོང།';
$string['timezoneisforcedto'] = 'ལག་ལེན་པ་ཆ་མཉམ་ལུ་ ལག་ལེན་འཐབ་བཅུག།';
$string['timezonenotforced'] = 'ལག་ལེན་གྱི་ཁོ་རའི་ཆུ་ཚོད་གླིང་སྡེ་གདམ་ཆོག།';
$string['tokenizerrecommended'] = 'གདམ་ཁ་ཅན་གྱི་པི་ཨེཆ་པི་ངོ་རྟགས་སྐྱེལ་མི་རྒྱ་བསྐྱེད་གཞི་བཙུགས་འབད་ནི་དེ་འོས་སྦྱོར་ཡོད་--མུ་ཌེལ་ཡོངས་འབྲེལ་བཟོ་ནི་ལས་འགན་འདི་ ཡར་དྲག་བཟོ་འོང་།';
$string['unattendedoperation'] = 'བདག་འཛིན་མ་འབད་བའི་ བཀོལ་སྤྱོད།';
$string['unbookmarkthispage'] = 'ཤོག་ལེབ་འདི་ལས་ དེབ་རྟགས་སྟོན་བཏང་།';
$string['unicoderecommended'] = 'ཁྱོད་རའི་གནས་སྡུད་ཚུ་གེ་ར་ཡུ་ནི་ཀོཌི་(ཡུ་ཊི་ཨེཕ་-༨་)་ནང་གསོག་འཇོག་འབད་ནི་འོས་སྦྱོར་ཡོད།
ཡུ་ནི་ཀོཌི་འབད་བཞག་པའི་སྔོན་སྒྲིག་ཡིག་འབྲུ་ཡོད་པའི་གནས་སྡུད་གཞི་རྟེན་ནང་ལུ་ གསརཔ་གཞི་བཙུགས་འབད་ནི་ཚུ་འབད་དགོ། གལ་སྲིད་ཡར་བསྐྱེད་འབད་བ་ཅིན་ ཁྱོད་ཀྱི་ ཡུ་ཊི་ཨེཕ་-༨་གཞིས་སྤོ་ནིའི་ལས་སྦྱོར་འདི་གཡོག་གཀོལ་དགོ།';
$string['unicoderequired'] = 'ཁྱོད་རའི་གནས་སྡུད་ཚུ་གེ་ར་ཡུ་ནི་ཀོཌི་རྩ་སྒྲིག་(ཡུ་ཊི་ཨེཕ་-༨་)་ནང་གསོག་འཇོག་འབད་ནི་དགོས་མཁོ་ཡོད། ཡུ་ནི་ཀོཌི་འབད་བཞག་པའི་སྔོན་སྒྲིག་ཡིག་འབྲུ་ཡོད་པའི་གནས་སྡུད་གཞི་རྟེན་ནང་ལུ་ གསརཔ་གཞི་བཙུགས་འབད་ནི་ཚུ་འབད་དགོ། གལ་སྲིད་ཡར་བསྐྱེད་འབད་བ་ཅིན་ ཁྱོད་ཀྱི་ ཡུ་ཊི་ཨེཕ་-༨་གཞིས་སྤོ་ནིའི་ལས་སྦྱོར་འདི་གཡོག་གཀོལ་དགོ།(བདག་སྐྱོང་གི་ཤོག་ལེབ་དེ་བལྟ།)';
$string['unicodeupgradenotice'] = 'མུ་ཌེལ་༡.༦་ནང་ང་བཅས་ཀྱི་སྐད་ཡིག་ཚུ་ཆ་མཉམ་ཡུ་ནི་ཀོཌི་ལུ་གཞིས་སྤོ་ཡོད། ས་ཁོངས་འདི་ཡར་བསྐྱེད་མཇུག་བསྡུ་ནི་དོན་ལུ་ གནས་སྡུད་གཞི་རྟེན་ནང་གི་གནས་སྡུད་གེ་ར་ཡུ་ནི་ཀོཌི་(ཡུ་ཊི་ཨེཕ་-༨་)ལུ་ ང་བཅས་ཀྱི་གཞིས་སྤོ་ནིའི་ཡིག་ཚུགས་ལག་ལེན་འཐབ་སྟི་གཞི་བསྒྱུར་འབད་དགོ།
<a href=\"utfdbmigrate.php\"> ད་ལྟོ་ གཞིས་སྤོ་ནིའི་་ཡིག་ཚུགས་གཡོག་བཀོལ་ནི་དོན་ལུ་ ནཱ་ལུ་ཨེབ་གཏང་།</a>!';
$string['uninstall'] = 'སེལ་འཐུ་གྲུབ་པའི་སྐད་ཡིག་སྦུང་ཚན་ གཞི་བཙུགས་བཤོལ།';
$string['uninstallconfirm'] = 'ཁྱོད་ཀྱི་སྐད་ཡིག་སྦུང་ཚན་$a་འདི་གཞི་བཙུགས་བཤོལ་ནི་འབད་དོ་ ངེས་གཏན་ཨིན་ན?';
$string['unsupported'] = 'རྒྱབ་སྐྱོར་མེད་པའི།';
$string['updateaccounts'] = 'ཡོད་བཞིན་པའི་རྩིས་ཐོ་ཚུ་ དུས་མཐུན་བཟོ།';
$string['updatecomponent'] = 'ཆ་ཤས་ དུས་མཐུན་བཟོ།';
$string['updatelangs'] = 'གཞི་བཙུགས་འབད་ཡོད་པའི་སྐད་ཡིག་གི་སྦུང་ཚན་  དུས་མཐུན་བཟོ།';
$string['updatetimezones'] = 'ཆུ་ཚོད་གླིང་སྡེ་ཚུ་ དུས་མཐུན་བཟོ།';
$string['upgrade197notice'] = '<p>མུ་ཌོལ་ ༡.༩.༧་ན་ ནང་ན་ སྲུང་སྐྱོབ་ཀྱི་དཀའ་ངལ་སེལ་ནི་ཚུ་གྱངས་ཁ་ལེ་ཤ་ཡོད་མི་ཚུ་གི་ ལག་ལེན་པའི་ཆོག་ཡིག་ཚུ་དང་རྒྱབ་ཐག་ཚུ་ ས་ཁོངས་ནང་གི་ལག་ལེན་པའི་གནས་སྡུད་དེ་ཉེན་སྐྱོབ་འོང་། དེ་སྦེ་ནི་འདི་གི་ རྒྱབ་ཐག་ལུ་འབྲེལ་བ་ཡོད་པའི་ ཁྱོད་རའི་་གཞི་སྒྲིག་དང་གནང་བ་ལ་ལོ་ཅིག་བསྒྱུར་བཅོས་འགྱོ་ཡོདཔ་འོང་།</a> ཆ་ཚང་རྒྱས་བཤད་ཀྱི་དོན་ལུ་</p><a href=\"http://docs.moodle.org/en/Moodle_1.9.7_release_notes\" target=\"_blank\">Moodle 1.9.7 release notes
<br />བལྟ་ད།';
$string['upgrade197noticesubject'] = 'མུ་ཌོལ་ ༡.༩.༧་ཡར་བསྐྱེད་ཀྱི་སྲུང་སྐྱོབ་ བརྡ་བསྐུལ་ཚུ།';
$string['upgrade197salt'] = 'ཆོག་ཡིག་ཨར་རྐུན་ཉེན་ཁ་མར་ཕབ་འབད་ནི་དོན་ལུ་ ཁྱོད་ཀྱི་ཆོག་ཡིག་སོལཌ་འོས་སྦྱོར་སྦོམ་འབད་སྒྲིག།<br />རྒྱས་བཤད་ཀྱི་དོན་ལུ་<a href=\"$a\" target=\"_blank\">ཆོག་ཡིག་སོལཌ་ཏྲིང་ ཡིག་ཐོག་བཀོད་དེ་</a>བལྟ་ད།';
$string['upgradeforumread'] = 'ལྷག་མི་/མ་ལྷག་མི་གྲོས་གནས་བསྐྱོད་ཚུ་རྗེས་འཚོལ་བལྟ་ནི་ལུ་ མུ་ཌེལ་ ༡.༥་ ནང་ལུ་ཁྱད་རྣམ་གསརཔ་གཅིག་ཁ་སྐོང་རྐྱབས་ཡོད།<br />ཁྱོད་ཀྱི་ ལས་འགན་འདི་ལག་ལེན་འཐབ་ནི་དོན་ལུ་ <a href=\"$a\">ཁྱོད་རའི་ཐིག་ཁྲམ་ཚུ་ དུས་མཐུན་བཟོ།</a>.';
$string['upgradeforumreadinfo'] = 'ལྷག་མི་/མ་ལྷག་མི་གྲོས་གནས་བསྐྱོད་ཚུ་རྗེས་འཚོལ་བལྟ་ནི་ལུ་ མུ་ཌེལ་ ༡.༥་ ནང་ལུ་ཁྱད་རྣམ་གསརཔ་གཅིག་ཁ་སྐོང་རྐྱབས་ཡོད། ཁྱོད་ཀྱི་ ལས་འགན་འདི་ལག་ལེན་འཐབ་ནི་དོན་ལུ་  ཡོད་བཞིན་པའི་གནས་བསྐྱོད་ཚུ་གི་རྗེས་འཚོལ་བརྡ་དོན་ཆ་མཉམ་ཡོད་པའི་ ཁྱོད་རའི་ཐིག་ཁྲམ་ཚུ་ དུས་མཐུན་བཟོ།
འདི་གི་ཁྱོད་རའི་ས་ཁོངས་སྦོམ་ཆུང་ལུ་བརྟེན་ཏེ་ ཡུན་རིང་(ཆུ་ཚོད་ཚུ་)སྒོར་ནི་དང་ གནས་སྡུད་གཞི་རྟེན་ལུ་ཧ་ལམ་གར་དྲགས་འབྱུང་འོང་ འདི་འབད་ལས་དུས་ཡུན་ཙག་ཏོག་ཏོ་གི་སྐབས་སུ་འབདཝ་དྲག།

ག་དེ་སྦེ་ཨིན་རུང་ ཡར་བསྐྱེད་ཀྱི་སྐབས་སུ་ཁྱོད་རའི་ས་ཁོངས་འདི་འཕྲོ་མཐུད་དེ་ལཱ་འབད་ཡོདཔ་ ལག་ལེན་པ་ཚུ་ལུ་གནོད་སྐྱོན་མི་བྱུང་། ཁྱོད་ཀྱི་ ཚར་གཅིག་ལས་སྦྱོར་འདི་འགོ་བཙུགས་ཚརཝ་ད་ མཇུག་བསྡུ་བཅུག།
 (ཁྱོད་རའི་བརའུ་ཟར་གྱི་ཝིན་ཌོ་འདི་ ཁ་ཕྱེ་བཞག།)
ག་དེ་སྦེ་ཨིན་རུང་ ཁྱོད་ཀྱི་ ཝིན་ཌོ་ཁ་བསྡམས་སྦེ་ལས་སྦྱོར་དེ་བཀག་བཞག་པ་ཅིན་:ཚ་གྱང་མ་ལང་ ཁྱོད་ཀྱི་ལོག་འགོ་བཙུགས་བཏུབ།<br /><br />ཁྱོད་ཀྱི་  ད་ལྟོ་ལས་སྦྱོར་དེ་ཡར་བསྐྱེད་འབད་ནི་འགོ་བཙུགས་ནི་ཨིན་ན?';
$string['upgradelogs'] = 'ཆ་ཚང་ལས་འགན་གི་དོན་ལུ་ ཁྱོད་རའི་དྲན་དེབ་རྒསཔ་ཚུ་ཡར་བསྐྱེད་འབད་དགོཔ་འདུག།<a href=\"$a\">བརྡ་དོན་ མངམ།</a>';
$string['upgradelogsinfo'] = 'དྲན་དེབ་ཚུ་བསྲུང་བཞག་ནི་ལམ་ལུགས་ནང་ འཕྲལ་ཁམ་ཅིག་ཁར་བསྒྱུར་བཅོས་ཚུ་དག་པ་ཅིག་བཟོ་ནུག།
རེ་རེ་གི་གཞི་རྩ་ལུ་ཡོད་པའི་དྲན་དེབ་རྙིངམ་ཚུ་ཆ་མཉམ་ལྟ་ཚུགས་ནི་དོན་ལུ་ དྲན་དེབ་རྙིངམ་ཚུ་ཡར་བསྐྱེད་འབད་དགོཔ་ཨུན། འདི་གི་ཁྱོད་རའི་ས་ཁོངས་བསྟུན་ཏེ་ ཡུན་རིང་(དཔེར་ན་ ཆུ་ཚོད་ལེ་ཤ་)སྒོར་ནི་དང་ ས་ཁོངས་སྦོམ་གི་གནས་སྡུད་གཞི་རྟེན་ལུ་ཧ་ལམ་གར་དྲགས་འབྱུང་འོང་། ཁྱོད་ཀྱི་ ཚར་གཅིག་ལས་སྦྱོར་འདི་འགོ་བཙུགས་ཚརཝ་ད་ (བརའུ་ཟར་གྱི་ཝིན་ཌོ་འདི་ ཁ་ཕྱེ་བཞག་སྦེ་)མཇུག་བསྡུ་བཅུག།
 
ཚ་གྱང་མ་ལང་ དྲན་དེབ་ཚུ་ཡར་བསྐྱེད་འབད་བའི་བསྒང་ ཁྱོད་ཀྱི་ས་ཁོངས་འདི་མི་གཞན་ལུ་ལཱ་ལེགས་ཤོམ་འབད་བཏུབ། <br /><br />ཁྱོད་ཀྱི་  ད་ལྟོ་ དྲན་དེབ་ཚུ་ཡར་བསྐྱེད་འབད་ན?';
$string['upgradesettings'] = 'གཞི་སྒྲིག་གསརཔ་ཚུ།';
$string['upgradesettingsintro'] = 'འོག་ལུ་སྟོན་ཡོད་པའི་གཞི་སྒྲིག་དེ་ཚུ་ མུ་ཌེལ་ཡར་བསྐྱེད་འབད་བའི་སྐབས་སུ་ ཁ་སྐོང་རྐྱབས་ཡོད། སྔོན་སྒྲིག་ཚུ་ལུ་ཉེར་མཁོ་བའི་བསྒྱུར་བཅོས་ག་ཅི་འབད་རུང༌བཟོ་བཞིནམ་ལས་ ཤོག་ལེབ་འདི་གི་མཇུག་ལུ་ཡོད་པའི་&quot;སྲུངས་ བསྒྱུར་བཅོས་ཚུ&quot;ཨེབ་རྟ་དེ་ ཨེབ་གཏང་།';
$string['upgradesure'] = 'མུ་ཌེལ་ཡིག་སྣོད་ཚུ་བསྒྱུར་བཅོས་འབད་ཡོད། ཁྱོད་ཀྱི་་སར་བར་འདི་འ་ནི་ཐོན་རིམ་:<br /><br />
<strong>$a</strong> ལུ་རང་བཞིན་གྱིས་ཡར་བསྐྱེད་འབད་ནི་འབད་དོ།
<br /><br />འདི་ཚར་གཅིག་འབད་ཚར་བ་ཅིན་ ལོག་སྟེ་འགྱོ་མི་ཚུགས།<br /><br />
<br /><br />དྲན་འཛིན་འབད་གནང ལས་སྦྱོར་འདི་གི་དུས་ཡུན་མངམ་སྒོར་འོང་།<br /><br />
ཁྱོད་ཀྱི་ སར་བར་འདི་འ་ནི་ཐོན་རིམ་ལུ་ཡར་བསྐྱེད་བཏང་ནི་ངེས་གཏན་ཨིན་ན?';
$string['upgradingdata'] = 'གནས་སྡུད་ ཡར་བསྐྱེད་བཏང་དོ།';
$string['upgradinglogs'] = 'དྲན་དེབ་ཚུ་ ཡར་བསྐྱེད་བཏང་དོ།';
$string['uploadpicture_baduserfield'] = 'ལག་ལེན་པའི་ཁྱད་ཆོས་གསལ་བཀོད་འབད་མི་དེ་ནུས་ཅན་མིན་འདུག། ལོག་འབད་གནང་།
།';
$string['uploadpicture_cannotmovezip'] = 'ཛིཔ་་ཡིག་སྣོད་འདི་གནས་སྐབས་ཀྱི་སྣོད་ཐོ་ལུ་བཤུད་མ་བཏུབ།';
$string['uploadpicture_cannotprocessdir'] = 'ཨན་ཛིཔ་་ཡིག་སྣོད་ཚུ་ལས་སྦྱོར་འབད་མ་བཏུབ།';
$string['uploadpicture_cannotsave'] = 'ལག་ལེནལཔ་$a་གི་པར་སྲུངས་མ་ཚུགས། པར་གི་ཡིག་སྣོད་ངོ་མ་ཞིབ་དཔྱད་འབད།';
$string['uploadpicture_cannotunzip'] = 'པར་གི་ཡིག་སྣོད་ཚུ་ཛིཔ་འབད་མ་བཏུབ།';
$string['uploadpicture_invalidfilename'] = 'པར་གྱི་ཡིག་སྣོད་$a་གི་མིང་ནང་ནུས་པ་མེད་པའི་ཡིག་འབྲུ་ཚུ་འདུག། གོམ་འགྱོ་དོ།';
$string['uploadpicture_overwrite'] = 'ཡོད་བཞིན་པའི་ལག་ལེན་པའི་པར་ཚུ་ཚབ་སྲུང་འབད།';
$string['uploadpicture_userfield'] = 'པར་ཚུ་མཐུན་སྒྲིག་འབད་དོན་ལུ་ ལག་ལེན་པའི་ཁྱད་ཆོས་ལག་ལེན་འཐབ་དགོ།';
$string['uploadpicture_usernotfound'] = '\'$a->userfield\'ལག་ལེན་པ';
$string['uploadpicture_userskipped'] = 'ལག་ལེན་པ་$a་གོམ་འགྱོ་དོ།(པར་ཧེ་མ་ལས་རང་འདུག།)';
$string['uploadpicture_userupdated'] = 'ལག་ལེན་པ་$a་གི་པར་དུས་མཐུན་བཟོ་ནུག།';
$string['uploadpictures'] = 'ལག་ལེན་པའི་པར་སྐྱེལ་བཙུགས་འབད།';
$string['uploaduserspreview'] = 'ལག་ལེནཔ་ཚུ་གིས་སྔོན་ལྟ་ཚུ་སྐྱེལ་བཙུགས་འབད།';
$string['uploadusersresult'] = 'ལག་ལེནཔ་ཚུ་གིས་ གྲུབ་འབྲས་ཚུ་སྐྱེལ་བཙུགས་འབད།';
$string['upwards'] = 'ཡར་ཕྱོགས།';
$string['usehtmleditor'] = 'ཨེཆ་ཊི་ཨེམ་ཨེལ་ ཞུན་དགཔ་ལག་ལོན་འཐབ།';
$string['user'] = 'ལག་ལེན་པ།';
$string['useraccountupdated'] = 'ལག་ལེན་པ་དུས་མཐུན་བཟོ་ནུག།';
$string['userbulk'] = 'ལག་ལེནཔ་སྦུང་ཚད་ཅན་གྱི་ བྱ་བ་ཚུ།';
$string['userdeleted'] = 'ལག་ལེན་པ་བཏོན་གཏང་ཡོད།';
$string['userlist'] = 'ལག་ལེནཔ་ཚུ་གིས་ཐོ་བཀོད་ བརྡ་འཚོལ་འབད།';
$string['userpolicies'] = 'ལག་ལེན་པ་ སྲིད་བྱུས་ཚུ།';
$string['userrenamed'] = 'ལག་ལེན་པ་བསྐྱར་མིང་བཏགས་ནུག།';
$string['users'] = 'ལག་ལེན་པ་ཚུ།';
$string['userscreated'] = 'ལག་ལེན་པ་ཚུ་ གསར་བསྐྲུན་འབད་ནུག།';
$string['usersdeleted'] = 'ལག་ལེན་པ་ཚུ་ བཏོན་གཏང་ནུག།';
$string['usersrenamed'] = 'ལག་ལེན་པ་ཚུ་བསྐྱར་མིང་བཏགས་ནུག།';
$string['usersskipped'] = 'ལག་ལེན་པ་ཚུ་བཀོ་བཞག་ནུག།';
$string['usersupdated'] = 'ལག་ལེན་པ་ཚུ་དུས་མཐུན་བཟོ་ནུག།';
$string['usersweakpassword'] = 'ལག་ལེན་པ་ནུས་མེད་ཆོག་ཡིག་ཡོད་མི་ཚུ།';
$string['usetags'] = 'ངོ་རྟགས་ཚུ་གིས་ལས་འགན་ལྕོགས་ཅན་བཟོ་ཡོདཔ།';
$string['uubulk'] = 'སྦུང་ཚད་ཅན་གྱི་ བཀོལ་སྤྱོད་དོན་ལུ་ སེལ་འཐུ་འབད།';
$string['uubulkall'] = 'ལག་ལེནཔ་ཆ་མཉམ།';
$string['uubulknew'] = 'ལག་ལེནཔ་གསརཔ་ཚུ།';
$string['uubulkupdated'] = 'དུས་མཐུན་བཟོ་ཚར་བའི་ལག་ལེན་པ་ཚུ།';
$string['uucoursedefaultrole'] = 'སྔོན་སྒྲིག་སློབ་ཚན་གྱི་ ལས་འགན།';
$string['uucsvline'] = 'སི་ཨེསི་ཝི་ རྒྱུན་ལམ།';
$string['uulegacy1role'] = '( སློབ་ཕྲུག་ངོ་མ)typeN=1';
$string['uulegacy2role'] = '( སློབ་དཔོན་ངོ་མ)typeN=2';
$string['uulegacy3role'] = '(རྩོམ་སྒྲིག་མེན་པའི་སློབ་དཔོན་ངོ་མ)typeN=3';
$string['uunoemailduplicates'] = 'གློག་འཕྲིན་ཁ་བྱང་ངོ་བཤུས་ཚུ་བཀག།';
$string['uuoptype'] = 'སྐྱེལ་བཙུགས་དབྱེ་བ།';
$string['uuoptype_addinc'] = 'ཆ་མཉམ་ཁ་སྐོང་རྐྱབས་གལ་སྲིད་དགོཔ་ཅིན་ལག་ལེན་པའི་མིང་གུར་འབྲེལ་སྟེགས་མཇུག་བསྣོན་འབད །';
$string['uuoptype_addnew'] = 'གསརཔ་ཁ་སྐོང་རྐྱབས་དང་ཡོད་བཞིན་པའི་ལག་ལེན་པ་ཚུ་ཙམ་ཅིག་དུས་མཐུན་བཟོ།';
$string['uuoptype_addupdate'] = 'ཡོད་བཞིན་པའི་ལག་ལེན་པ་ཚུ་ཙམ་ཅིག་དུས་མཐུན་བཟོ།';
$string['uuoptype_update'] = 'སྐྱེལ་བཙུགས་ཀྱི་དབྱེ་བ།';
$string['uupasswordnew'] = 'ལག་ལེན་པ་གསརཕཔ་གིས་ ཆོག་ཡིག།';
$string['uupasswordold'] = 'ཡོད་བཞིན་པའི་ལག་ལེན་པ་གིས་ ཆོག་ཡིག།';
$string['uupreprocessedcount'] = 'སྔ་གོང་ལས་སྦྱོར་དྲན་ཐོ་གི་ཨང་:$a';
$string['uuupdateall'] = 'ཡིག་སྣོད་དང་སྔོན་སྒྲིག་ཚུ་གི་ཐོག་ལས་མེདཔ་གཏང་།';
$string['uuupdatefromfile'] = 'ཡིག་སྣོད་ཀྱི་ཐོག་ལས་མེདཔ་གཏང་།';
$string['uuupdatemissing'] = 'བརླག་སྟོར་ཞུགས་པ་དེ་ཡིག་སྣོད་དང་སྔོན་སྒྲིག་ཚུ་ལས་བཀང་།';
$string['uuupdatetype'] = 'ཡོད་བཞིན་པའི་ལག་ལེན་པ་གིས་རྒྱས་བཤད།';
$string['validateerror'] = 'འདི་བེ་ལུ་དེ་ནུས་མེད།';
$string['verifychangedemail'] = 'གློག་འཕྲིན་བསྒྱུར་བཅོས་འབདཝ་ད་ ཌོ་མེན་ཚུ་བཀག་དམ་འབད།';
$string['warningcurrentsetting'] = 'ནུས་མེད་ འཕྲལ་གྱི་གནས་གོང་:$a';
$string['webproxy'] = 'ཝེབ་པོརོ་སི།';
$string['webproxyinfo'] = 'གལ་སྲིད་ཁྱོད་ཀྱི་མུ་ཌེལ་སར་བར་གྱི་ཐད་ཀར་དུ་ཨིན་ཊར་ནེཊི་འཛུལ་སྤྱོད་འབད་མ་ཚུགས་པ་ཅིན་འོག་གི་གདམ་ཁ་ཚུ་ནང་བཀང་། ཨིན་ཊར་ནེཊི་འཛུལ་སྤྱོད་འབད་ནི་འདི་ གནས་སྟངས་གནས་སྡུད་ སྐད་ཡིག་སྦུང་ཚན་ ཨར་ཨེསི་ཨེསི་མཁོ་སྤྲོད་འབད་ནི་ཚུ་ ཆུ་ཚོད་གླིང་སྡེ་ལ་སོགས་པ་ཚུ་ ཕབ་ལེན་གྱི་དོན་ལུ་དགོས་མཁོ་ཡོདཔ་ཨིན། 
<br /><em>པི་ཨེཆ་པི་ཀུརལ་རྒྱ་བསྐྱེད་འདི་ཧ་ཅང་གིས་འོས་སྦྱོར་འབད་ཡོདཔ་ཨིན།</em>';
$string['xmlrpcrecommended'] = 'གདམ་ཁ་ཅན་གྱི་ཨེགསི་ཨེམ་ཨེལ་ཨར་པིསི་རྒྱ་བསྐྱེད་དེ་གཞི་བཙུགས་འབད་བ་ཅིན་མུ་ཌེལ་ཡོངས་འབྲེལ་བཟོ་ནི་ལས་འགན་ལུ་ཕན་ཐོགས་ཅན་ཅིག་ཨིན།';
$string['xmlstrictheaders'] = 'ཨེགསི་ཨེམ་ཨེལ་ མགོ་ཡིག་དམ་དྲགས་ཅན།';
$string['ziprequired'] = 'ཛིཔ་པི་ཨེཆ་པི་རྒྱ་བསྐྱེད་དེ་ད་ལྟོ་མུ་ཌེལ་ལུ་དགོས་མཁོ་ཡོད བརྡ་དོན་ཛིཔ་ཟུང་ལྡན་ཚུ་ཡང་ན་པི་སི་ཨེལ་ཛིཔ་དཔེ་མཛོད་དེ་ལས་ལྷག་སྟེ་ལག་ལེན་མ་འཐབ་སྦེ།';

?>
