<?PHP // $Id$ 
      // assignment.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['allowdeleting'] = 'བཏོནབཏང་ནི་ ཆོག།';
$string['allowmaxfiles'] = 'ཡིག་སྣོད་སྐྱེལ་བཙུགས་འབད་ཡོད་པའི་ ཨང་མཐོ་ཤོས།';
$string['allownotes'] = 'དྲན་འཛིན་ཚུ་ བཀོད་ཆོག།';
$string['allowresubmit'] = 'ལོག་སྤྲོད་ ཆོག།';
$string['alreadygraded'] = 'ཁྱོད་རའི་ལས་འགུལ་འདི་ལུ་ སྐུགས་བྱིན་ཡོདཔ་ལས་ ལོག་སྤྲོད་མི་ཆོག།';
$string['assignment:grade'] = 'ལས་འགུལ་ལུ་ སྐུགས་བྱིན།';
$string['assignment:submit'] = 'ལས་འགུལ་ སྤྲོད།';
$string['assignment:view'] = 'ལས་འགུལ་ ལྟ།';
$string['assignmentdetails'] = 'ལས་འགུལ་ རྒྱས་བཤད།';
$string['assignmentmail'] = '$a->assignment་ གི་དོན་སྤྲོད་ཡོད་མི་ཁྱོད་ཀྱིས་ལས་འགུལ་ལུ་ $a->teacher གྱིས་ བསམ་ལན་སྐྱེལ་གཏང་ནུག། ཁྱོད་རའི་ལས་འགུལ་ $a->url སྤྲོད་ཡོད་མི་གཅིག་ཁར་མཇུག་བསྣོན་འབད་ལྟ་ཚུགས།';
$string['assignmentmailhtml'] = '\'<i>$a->assignment</i>\'་དོན་ལུ་ ཁྱོད་ཀྱིས་ལས་འགུལ་ལུ་སྤྲོད་ཡོད་མི་ལུ་ $a->teacher གྱིས་ བསམ་ལན་སྐྱེལ་གཏང་ནུག། <br/><br/> ཁྱོད་རའི་ལས་འགུལ་<a href=\"$a->url\">་ སྤྲོད་ཡོད་མི་གཅིག་ཁར་མཇུག་བསྣོན་འབད་ལྟ་ཚུགས།';
$string['assignmentname'] = 'ལས་འགུལ་གྱི་མིང་།';
$string['assignmenttype'] = 'ལས་འགུལ་ དབྱེ་བ།';
$string['availabledate'] = 'འཐོབ་དུས།';
$string['cannotdeletefiles'] = 'འཛོལ་བ་བྱུང་ཡོདཔ་ལས་ཡིག་སྣོད་ཚུ་ བཏོན་གཏང་མ་ཚུགས།';
$string['comment'] = 'བསམ་བཀོད།';
$string['commentinline'] = 'བསམ་བཀོད་ གྱལ་རིམ་ནང་བཀོད།';
$string['configitemstocount'] = 'སློབ་ཕྲུག་གིས་གློག་ལམ་ཐོག་སྤྲོད་ཡོད་པའི་ལས་འགུལ་ཚུ་ན་ལུ་ དོན་ཚན་གྱི་དབྱེ་བ་ཚུ་ཚུད་དགོ།';
$string['configmaxbytes'] = 'ས་ཁོངས་ནང་ལུ་ཡོད་པའི་ལས་འགུལ་གེ་ར་གྱི་དོན་ལུ་ སྔོན་སྒྲིག་ལས་འགུལ་གི་ཚད་མཐོ་ཤོས།(དོན་ཚན་ལས་སློབ་ཚན་ ཚད་ལྡན་དང་གཞན་མི་ཉེ་གནས་གཞི་སྒྲིག)';
$string['configshowrecentsubmissions'] = 'འཕྲལ་གྱི་སྦྱོང་ལཱ་སྙན་ཞུ་སྤྲོད་དགོ་པའི་བརྡབསྐུལ་ གེ་ར་གིས་མཐོང་ཚུགས།';
$string['confirmdeletefile'] = 'ཡིག་སྣོད་བཏོན་གཏང་ནི་གུར་ ཁྱོད་ཀྱི་འཐད་རེ་བ་རེ་ཐག་ཆོད་ཅི་ག?';
$string['deleteallsubmissions'] = 'སྤྲོད་ཡོད་མི་ཚུ་བཏོན་གཏང་།';
$string['deletefilefailed'] = 'ཡིག་སྣོད བཏོན་གཏང་ནི་འདི་འཐུས་ཤོར་བྱུང་ཡོདཔ།';
$string['description'] = 'འགྲེལ་བཤད།';
$string['draft'] = 'ཟིན་བྲིས།';
$string['duedate'] = 'སྤྲོད་ཚེས་།';
$string['duedateno'] = 'སྤྲོད་ཚེས་མིན་འདུག།';
$string['early'] = '$a སྔ་ཆའི།';
$string['editmysubmission'] = 'ང་གི་སྤྲོད་མི་འདི་ཞུན་དག་རྐྱབ།';
$string['emailstudents'] = 'སློབ་ཕྲུག་ཚུ་ལུ་གློག་འཕྲིན་གྱི་དྲན་བརྡ།';
$string['emailteachermail'] = 'ཁོང་རའི་སྤྲོད་མི་ལས་འགུལ་འདི་དུས་མཐུན་བཟོ་ནུག། འ་ནི་ན་ལུ་འཐོབ་ཚུགས།';
$string['emailteachermailhtml'] = 'ཁོང་རའི་སྤྲོད་མི་ལས་འགུལ་འདི་དུས་མཐུན་བཟོ་ནུག། འདིི་ཝེབ་ས་ཁོངས་ནང་ འཐོབ་ཚུགས།';
$string['emailteachers'] = 'སློབ་དཔོན་ཚུ་ལུ་ གློག་འཕྲིན་གྱི་དྲན་བརྡ།';
$string['emptysubmission'] = 'ཁྱོད་ཀྱི་ད་ཚུན་ག་ནི་ཡང་མ་སྤྲོད་པས།';
$string['enableemailnotification'] = 'གློག་འཕྲིན་བརྡ་བསྐུལ་གཏང་།';
$string['existingfiledeleted'] = 'ཡོད་པའི་ཡིག་སྣོད་འདི་བཏོན་གཏང་ནུག:$a';
$string['failedupdatefeedback'] = '$aལག་ལེན་པ་ལུ་བསམ་ལན་སྤྲོད་ནིའི་དུས་མཐུན་བཟོ་ནི་དེ་འཐུས་ཤོར་བྱུང་ཡོདཔ།';
$string['feedback'] = 'བསམ་ལན།';
$string['feedbackfromteacher'] = '$a ལས་བསམ་ལན།';
$string['feedbackupdated'] = '$a མི་ཚུ་གི་དོན་ལུ་ བསམ་ལན་སྤྲོད་ནིའི་ དུས་མཐུན་བཟོ་ཡོདཔ།';
$string['finalize'] = 'དེ་ལས་ལྷག་སྟེ་སྤྲོད་ནི་མེད།';
$string['finalizeerror'] = 'སྤྲོད་ནིའི་འཛོལ་བ་བྱུང་ཡོདཔ་ལས་ གཏན་འཁེལ་འགྱོ་མ་ཚུགས།';
$string['graded'] = 'སྐུགས་བྱིན་ཡི།';
$string['guestnosubmit'] = 'མགྱོནམ་ཚུ དགོངམ་མ་ཁྲོས་ ལས་འགུལ་སྤྲོད་མི་ཆོག། ཁྱོད་ཀྱིས་ལན་མ་བཙུགས་པའི་ཧེན་མར་ནང་བསྐྱོད་འབད་ཡང་ན་ཐོ་བཀོདའབད་དགོ།';
$string['guestnoupload'] = 'མགྱོནམ་ཚུ་ དགོངམ་མ་ཁྲོས་སྐྱེལ་བཙུགས་འབད་མི་ཆོག།';
$string['helpoffline'] = '<p>མུ་ཌེལ་གྱི་ཕྱི་ཁ་ལས་ ལས་འགུལ་ལག་ལེན་འཐབ་ནི་འདི་ཕན་ཐོག་ཅན་ཅིག་ཨིན། འ་ནི་འདི་ཝེབ་ཚུ་ནང་ཡང་ན་ གདོང་སྐོར་ལས་འཐོབ་ཚུགས། </p> <p> སློབ་ཕྲུག་ཚུ་གིས་ ལས་འགུལ་གྱི་འགྲེལ་བཤད་མཐོང་ཚུགས། དེ་འབདཝ་ད་ ཡིག་སྣོད་སྐྱེལ་བཙུགས་དེ་ཚུ་ག་ནི་ཡང་འབད་མི་ཚུགས། རང་བཞིན་གྱི་སྐུགས་ཐོབ་ཐངས་དང་འཁྲིལ་ སློབ་ཕྲུག་ཚུ་གིས་ སྐུགས་འཐོབ་ཡོད་པའི་བརྡ་བསྐུལ་ཐོབ། </p>';
$string['helponline'] = '<p>ལག་ལེན་པ་ལུ་ ལས་འགུལ་འདི་གིས་ ཨ་རྟག་གི་ཞུན་དག་ལག་ཆས་ལག་ལེན་འཐབ་སྟེ ཚིག་ཡིག་ཞུན་དག་འབད་བཅུག་ནི། སློབ་དཔོན་ཚུ་གིས་ གློག་ལམ་ཐོག་ལུ་སྐུགས་བྱིན་ནི་དང་ མཐའ་ན་ནང་གི་གྱལ་རིམ་ནང་ ལྟ་སྟེ་བསམ་བཀོད་དང་ འགྱུར་བཅོས་འབད་ཚུགས།</p>
<p>(གལ་སྲིད་ཁྱོད་ཀྱི་མུ་ཌེལ་ཐོན་རིམ་རྙིངམ་དང་གཅིག་ཁར་གོམས་འདྲིས་ཡོད་པ་ཅན་ ལས་འགུལ་དེ་ཡང་ མུ་ཌེལ་ གྱི་གསར་དེབ་འབད་དོ་བཟུམ་ལྕོགས་རང་འཐད།)</p>';
$string['helpupload'] = '<p>དེ་བཟུམ་གྱི་ལས་འགུལ་ གྱིས་བཅའ་མར་གཏོགས་མི་རེ་རེ་གིས་ རྩ་སྒྲིག་འབད་ཡོད་པའི་ཡིག་སྣོད་ མང་ཉུང་ག་དེ་འབད་ཨིན་རུང་སྐྱེལ་བཙུགས་འབད་ཆོག།  དེ་གི་ཡང་མིང་ཚིག་གི་ལས་འབྱོར་འཕྲུལ་ཆས་ཀྱི་ཡིག་ཆ་ པར་དང་ཛིབ་ཝེབ་ ཚུ་ག་ཅི་ཨིན་རུང་ སྤྲོད་ནིའི་དོན་ལུ་ དྲི་དགོ། </p>
<p>ཡིག་སྣོད་ཀྱི་ལན་སྣ་མང་གི་ཐོག་ལས་ སྐྱེལ་བཙུགས་ཡང་འབད་ཆོག། ལན་གྱི་ཡིག་སྣོད་ཡང་མ་སྤྲོད་པའི་ཧེན་མར་སྐྱེལ་བཙུགས་འབད་ཆོག།</p>
<p> དེ་གི་བཅའ་མར་གཏོགས་མི་སོ་སོ་གིས་ཡིག་སྣོད་དང་འཁྲིལ་ ལཱ་འབད་ཚུགས། བཅའ་མར་གཏོགས་མི་འབད་རུང་རང་ སྤྲོད་ནིའི་ཡིག་སྣོད་ནང་ དྲན་འཛིན་གྱི་བཤད་པ་དང་ བརྡ་དོན་ཚིག་ག་ཅི་འབད་རུང་ གནས་ཚད་ཡར་འཕེལ་དང་འཁྲིལ་བཙུགས་དགོ། </p>
<p>སྤྲོད་དགོ་པའི་ལས་འགུལ་དེ་ཚུ་ ལག་ཐོག་ལས་གཏན་འཁེལ་བཟོ་དགོ། ནམ་འབད་རུང་ཁྱོད་ཀྱིས་སྐབས་ཀྱི་གནས་ཚད་ཚུ་བསྐྱར་ཞིབ་འབད་དགོ། </p>
<p>ལས་འགུལ་མ་ཚར་མི་ཚུ་ཟིན་བྲིས་བཟུམ་ཅིག་བཞག་ནི་ཨིན། སྐུགས་མ་བྱིན་པའི་ལས་འགུལ་ཚུ་རྒྱབ་ལོག་ལྟ་སྟེ་ ཟིན་བྲིས་ཀྱི་གནས་ཚད་ནང་བཀོད་ཚུགས།</p>';
$string['helpuploadsingle'] = '<p>ལས་འགུལ་འདི་གིས་ ལག་ལེན་པ་རེ་རེ་གིས་ཡིག་སྣོད་རྐྱང་པ་ག་ཅི་བཟུམ་ཨིན་རུང་ སྐྱེལ་བཙུགས་འབད་ཆོག།</p>
<p>དེ་ཡང་ མིང་ཚིག་གི་ལས་འབྱོར་འཕྲུལ་ཆས་ཀྱི་ཡིག་ཆ་ པར་དང་ཛིབ་ཝེབ་ས་ཁོངས་ཚུ་ག་ཅི་རང་ཨིན་རུང་སྤྲོད་དགོ།</p>';
$string['hideintro'] = 'མཐོང་ཚུགས་པའི་སྤྱི་ཚེས་མ་བཏོན་པའི་ཧེན་མར་ འགྲེལ་བཤད་སྦ་བཞག།';
$string['itemstocount'] = 'གྱངས་ཁ་རྐྱབ།';
$string['late'] = '$a ཕྱིས་ནུག།';
$string['maximumgrade'] = 'སྐུགས་མཐོ་ཤོས།';
$string['maximumsize'] = 'ཚད་མཐོ་ཤོས།';
$string['modulename'] = 'ལས་འགུལ།';
$string['modulenameplural'] = 'ལས་འགུལ་ཚུ།';
$string['newsubmissions'] = 'ལས་འགུལ་ཚུ་སྤྲོད་ཚར་ཡོད།';
$string['noassignments'] = 'ད་ཚུན་ལས་འགུལ་གཅིག་ཡང་མེད།';
$string['noattempts'] = 'ལས་འགུལ་འབྲི་ནི་ལུ་དཔའ་མ་བཅམ་པས།';
$string['nofiles'] = 'ཡིག་སྣོད་ཚུ་མ་སྤྲོད་པས།';
$string['nofilesyet'] = 'ད་ཚུན་ཡིག་སྣོད་ཚུ་མ་སྤྲོད་པས།';
$string['nomoresubmissions'] = 'ད་ལས་ཚུར་ སྤྲོད་ནི་ཚུ་མི་ཆོག།';
$string['nosubmitusers'] = 'ལག་ལེན་པ་ཚུ་གིས་ ལས་འགུལ་སྤྲོད་དགོ་པའི་གནང་བ་མ་འཐོབ་པས།';
$string['notavailableyet'] = 'དགོངམ་མ་ཁྲོས་ ད་ཏོ་<br/>ལས་འགུལ་འདི་འཐོབ་ཚུགཔ་མིན་འདུག། ལས་འགུལ་གྱི་བཀོད་རྒྱ་ཚུ་འོག་གི་སྤྱི་ཚེས་ལུ་མཐོང་ཚུགས།';
$string['notes'] = 'དྲན་འཛིན།';
$string['notesempty'] = 'འཛུལ་མི་ཆོག།';
$string['notesupdateerror'] = 'དྲན་འཛིན་སྐྱེལ་བཙུགས་འབདཝ་ད་འཛོལ་བ་འདུག།';
$string['notgradedyet'] = 'ད་ཚུན་སྐུགས་མ་བྱིན་པས།';
$string['notsubmittedyet'] = 'ད་ཚུན་མ་སྤྲོད་པས།';
$string['onceassignmentsent'] = 'ཚར་གཅིག་ལས་འགུལ་སྐུགས་ཀྱི་དོན་ལུ་གཏང་ཚར་ཞིནམ་ལས་ ཡིག་སྣོད་མཉམ་སྦྲག་གཏང་ནི་དང་ མེདཔ་བཏང་ནི་ཚུ་འབད་མི་ཚུགས། ཁྱོད་འཕྲོ་འཐུད་འབད་ནི་ཨིན་ན?';
$string['overwritewarning'] = 'ཉེན་བརྡ་ ལོག་སྐྱེལ་བཙུགས་འབད་མི་དེ་གིས་ ད་ལྟོ་སྤྲོད་ཡོད་པའི་ཚབ་མ་ལུ་ཨིན།';
$string['pagesize'] = 'སྤྲོད་ཡོད་མི་ཚུ་ཤོག་ལེབ་རེ་བཏོན་ནི།';
$string['preventlate'] = 'ཕྱིས་སུ་འབད་སྤྲོད་ནི་འདི་ བཀག་ནི།';
$string['quickgrade'] = 'སྐུགས་མགྱོགས་པར་བྱིན་ཆོག།';
$string['responsefiles'] = 'ལན་གྱི་ཡིག་སྣོད་ཚུ།';
$string['reviewed'] = 'བསྐྱར་ཞིབ་འབད་ཡོདཔ།';
$string['saveallfeedback'] = 'ངིའི་བསམ་ལན་གེ་ར་སྲུངས་།';
$string['sendformarking'] = 'སྐུགས་ཀྱི་དོན་ལུ་གཏང་།';
$string['showrecentsubmissions'] = 'འཕྲལ་སྐབས་སྤྲོད་མི་དེ་སྟོན།';
$string['submission'] = 'སྤྲོད་ནི།';
$string['submissiondraft'] = 'སྤྲོད་ནིའི་ཟིན་བྲིས་།';
$string['submissionfeedback'] = 'སྤྲོད་ནིའི་བསམ་ལན།';
$string['submissions'] = 'ཁྱོད་ཀྱིས་བསྒྱུར་བཅོས་འབད་ཡོད་མི་ཚུ་སྲུང་ནུག།';
$string['submissionsaved'] = '$aསྤྲོད་མི་ཚུ་སྐུགས་མ་བྱིན་པས།';
$string['submissionsnotgraded'] = 'ཁྱོད་ཀྱིས་ལས་འགུལ་འདི་བཀང་ཤོག་ལག་ལེན་འཐབ་ཐོག་ལས་སྤྲོད།';
$string['submitassignment'] = 'ཁྱོད་ཀྱིས་ལས་འགུལ་འདི་བཀང་ཤོག་ལག་ལེན་འཐབ་ཐོག་ལས་སྤྲོད།';
$string['submitedformarking'] = 'ལས་འགུལ་འདི་སྐུགས་ཀྱི་དོན་ལུ་སྤྲོད་ཡོདཔ་ད་ འདི་དུས་མཐུན་བཟོ་མི་ཚུགས།';
$string['submitformarking'] = 'ལས་འགུལ་འདི་སྐུགས་ཀྱི་དོན་ལུ་མཐའ་འཇུག་སྤྲོད་ནི།';
$string['submitted'] = 'སྤྲོད་ཡོདཔ།';
$string['submittedfiles'] = 'ཡིག་སྣོད་ཚུ་སྤྲོད་ཡོདཔ།';
$string['trackdrafts'] = 'སྐུགས་ཀྱི་དོན་ལུ་གཏང་ནི་འདི་ལྕོགས་ཅན་བཟོ།';
$string['typeoffline'] = 'གློག་ཐོག་མེད་པའི་ལཱ།';
$string['typeonline'] = 'གློག་ཐོག་ཚིག་ཡིག།';
$string['typeupload'] = 'ཡིག་སྣོད་སྐྱེལ་བཙུགས་རྒྱས་པ།';
$string['typeuploadsingle'] = 'ཡིག་སྣོད་རྐྱང་པ་སྐྱེལ་བཙུགས་འབད།';
$string['unfinalize'] = 'ཟིན་བྲིས་ལུ་རྒྱབ་ལོག་འགྱོ།';
$string['unfinalizeerror'] = 'འཛོལ་བ་བྱུང་ཡོདཔ་ལས་ སྤྲོད་ནི་འདི་ཟིན་བྲིས་ལུ་རྒྱབ་ལོག་འགྱོ་མ་ཚུགས།';
$string['uploadbadname'] = 'ཡིག་སྣོད་མིང་ནང་མ་བཏུབ་པའི་ཡིག་འབྲུ་ཚུ་ཡོདཔ་ལས་ སྐྱེལ་བཙུགས་མ་ཚུགས།';
$string['uploadedfiles'] = 'སྐྱེལ་བཙུགས་འབད་ཡོད་པའི་ ཡིག་སྣོད་ཚུ།';
$string['uploaderror'] = 'ཡིག་སྣོད་འདི་སར་བར་ནང་སྲུངམ་ད་འཛོལ་བ་བྱུང་ཡོདཔ།';
$string['uploadfailnoupdate'] = 'ཡིག་སྣོད་སྐྱེལ་བཙུགས་འབད་མི་འདི་བཏུབ་པས་ དེ་འབདཝ་ད་ཁྱོད་ཀྱིས་སྤྲོད་མི་དེ་དུས་མཐུན་མ་ཚུགས།';
$string['uploadfiletoobig'] = 'དགོངམ་མ་ཁྲོལ་ དེ་འབདཝ་ད་ཡིག་སྣོད་དེ་ཚད་ལས་སྦོམ་ནུག་(ཚད་འདི་ $a བཱའིཊིསི་ཨིན།)';
$string['uploadnofilefound'] = 'ཡིག་སྣོད་མ་མཐོང་ - ཁྱོད་ཀྱི་སྐྱེལ་བཙུགས་གཏམ་ཁ་འབད་འདི་ཐག་ཆོད་ཨིན་ན?';
$string['uploadnotregistered'] = '\'$a\' སྐྱེལ་བཙུགས་འབད་མི་འདི་བཏུབ་པས་ དེ་འབདཝ་ད་ སྤྲོད་ནི་འདི་ཐོ་བཀོད་མ་འབད།';
$string['uploadsuccess'] = '\'$a\'མཐར་འཁྱོལ་སྦེ་སྐྱེལ་བཙུགས་འབད་ཡོད།';
$string['viewfeedback'] = 'ལས་འགུལ་གྱི་སྐུགས་དང་བསམ་ལན་ལྟ།';
$string['viewsubmissions'] = 'ལས་འགུལ་སྤྲོད་ཡོད་མི་འདི་ལྟ།';
$string['yoursubmission'] = 'ཁྱོད་ཀྱིས་སྤྲོད་མི།';

?>
