<?PHP // $Id$ 
      // auth_mnet.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['sso_idp_description'] = 'ལག་ལེན་པ་ཚུ་ལུ་མུ་ཌེལ་ས་ཁོངས་$a་དེ་ན་ལོག་ནང་བསྐྱོད་འབད་མ་དགོཔ་སྦེ་བཤལ་འཁྱམ་བཅུ་ནི་
ཞབས་ཏོག་འདི་དཔེ་བསྐྲུན་འབད།<ul><li><em>བརྟེན་སྡོད་གནས་སྟངས</em>: ཁྱོད་ཡང་ ཨེས་ཨེས་ཨོ་(ཞབས་ཏོག་བྱིན་མཁན།)ཞབས་ཏོག་$a་ལུ་<strong>མཁོ་མངགས་</strong>འབད་གནང། </li></ul><br />$a་ནང་གི་བདེན་བཤད་ལག་ལེན་པ་ཚུ་ལུ་ ལོག་ནང་བསྐྱོད་འབད་མ་དགོཔ་སྦེ་ས་ཁོངས་ནང་འཛུལ་སྤྱོད་འབད་བཅུག་ནི་དོན་ལུ་ཞབས་ཏོག་ལུ་མཁོ་མངགས་འབད།
<ul><li><em>བརྟེན་སྡོད་གནས་སྟངས</em>: ཁྱོད་ཡང་ ཨེས་ཨེས་ཨོ་(ཞབས་ཏོག་བྱིན་མཁན།)ཞབས་ཏོག་$a་ལུ་<strong>དཔེ་བསྐྲུན་</strong> འབད་གནང།';
$string['sso_idp_name'] = 'ཨེས་ཨེས་ཨོ(ངོ་རྟགས།་བྱིན་མི)';
$string['sso_mnet_login_refused'] = 'ལག་ལེན་པའི་མིང་$a[0]ལུ་$a[1]ལས་ནང་བསྐྱོད་འབད་ནི་གནང་བ་མེད།';
$string['sso_sp_description'] = '$a་ནང་གི་བདེན་བཤད་ལག་ལེན་པ་ཚུ་ལུ་ ལོག་ནང་བསྐྱོད་འབད་མ་དགོཔ་སྦེ་ས་ཁོངས་ནང་འཛུལ་སྤྱོད་འབད་བཅུག་ནི་དོན་ལུ་ཞབས་ཏོག་ལུ་དཔེ་བསྐྲུན་འབད།<ul><li><em>བརྟེན་སྡོད་གནས་སྟངས</em>:ཁྱོད་ཡང་ ཨེས་ཨེས་ཨོ་(ཞབས་ཏོག་བྱིན་མཁན།)ཞབས་ཏོག་$a་ལུ་<strong>མཁོ་མངགས་</strong>འབད་གནང།</li></ul><br />ལག་ལེན་པ་ཚུ་ལུ་མུ་ཌེལ་ས་ཁོངས་$a་དེ་ན་ལོག་ནང་བསྐྱོད་འབད་མ་དགོཔ་སྦེ་བཤལ་འཁྱམ་བཅུ་ནི་ཞབས་ཏོག་འདི་དཔེ་བསྐྲུན་འབད།<ul><li><em>བརྟེན་སྡོད་གནས་སྟངས</em>: ཁྱོད་ཡང་ ཨེས་ཨེས་ཨོ་(ཞབས་ཏོག་བྱིན་མཁན།)ཞབས་ཏོག་$a་ལུ་<strong>དཔེ་བསྐྲུན་</strong> འབད་གནང།';
$string['sso_sp_name'] = 'ཨེས་ཨེས་ཨོ(ཞབས་ཏོག་སྤེལ་མི)';

?>
