<?PHP // $Id$ 
      // block_rss_client.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['addfeed'] = 'གནས་ཚུལ་མཁོ་སྤྲོད་ཀྱི་ཡུ་ཨར་ཨེལ་ཁ་སྐོང་རྐྱབས།';
$string['addheadlineblock'] = 'ཨར་ཨེསི་ཨེསི་གཙོ་དོན་གྱི་སྡེབ་ཚན་ཁ་སྐོང་རྐྱབས།';
$string['addnew'] = 'གསརཔ་ཁ་སྐོང་རྐྱབས།';
$string['blockname'] = 'ཨར་ཨེསི་ཨེསི་ ཞབས་ཏོག་སྤྱོད་མི།';
$string['choosefeedlabel'] = 'ཁྱོད་ཀྱི་མཁོ་སྤྲོད་འབད་ནི་ཚུ་སྡེབ་ཚན་དེ་གི་ནངའཐོབ་ཚུགསཔ་བཟོ་ནི་དོན་ལས་གདམ།';
$string['clientchannellink'] = 'ཐོན་ཁུངས་ཀྱི་ས་ཁོངས།';
$string['clientnumentries'] = 'ཐོ་བཀོད་ཚུ་གི་སྔོན་སྒྲིག་ཨང་མཁོ་སྤྲོད་ནི་རེ་རེ་བཞིན་དུ་སྟོན་ནི་།';
$string['clientshowchannellinklabel'] = 'ས་ཁོངས་ངོ་མ་ལུ་འབྲེལ་ལམ་(རྒྱུ་ལམ་གྱི་འབྲེལ་ལམ)་འདི་བཀྲམ་སྟོན་འབད་དགོཔ་ཨིན་ན?( དྲན་དགོཔ་མཁོ་སྤྲོད་འབད་ནི་འབྲེལ་ལམ་དེ་ གནས་ཚུལ་ཚུ་གི་མཁོ་སྤྲོད་འབད་ནི་ནང་བཀྲམ་སྤེལ་མ་འབདཝ་ཅིན་ འབྲེལ་ལམ་འདི་མི་སྟོན།)';
$string['clientshowimagelabel'] = 'རྒྱུ་ལམ་གྱི་གཟུགས་བརྙན་ཡོད་པ་་ཅིན་སྟོན།';
$string['configblock'] = 'སྡེབ་ཚན་འདི་རིམ་སྒྲིག་འབད།';
$string['couldnotfindfeed'] = 'ཨའི་ཌིཡོད་པའི་མཁོ་སྤྲོད་འབད་ནི་དེ་འཚོལ་མ་ཐོབ།';
$string['customtitlelabel'] = 'སྲོལ་སྒྲིག་མགོ་མིང་།( མཁོ་སྤྲོད་འབད་ནི་གི་  བཀྲམ་སྤེལ་འབད་ཡོད་པའི་ མགོ་མིང་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ སྟོངམ་བཞག།)';
$string['deletefeedconfirm'] = 'ཁྱོད་ཀྱི་མཁོ་སྤྲོད་འབད་ནི་འདི་བཏོན་གཏང་ནི་འབད་དོ་ ངེས་གཏན་ཨིན་ན?';
$string['displaydescriptionlabel'] = 'འབྲེལ་ལམ་རེ་རེ་གྱི་འགྲེལ་བཤད་ བཀྲམ་སྟོན།';
$string['editfeeds'] = 'ཨར་ཨེསི་ཨེསི་/ཨེ་ཊོམ་གནས་ཚུལ་མཁོ་སྤྲོད་ཚུ་ལས་ཞུན་དག་ མཁོ་མངགས་འབད་ནི་ཡང་ན་ མངགས་བཤོལ་འབད།';
$string['editnewsfeeds'] = 'གནས་ཚུལ་མཁོ་སྤྲོད་འབད་ནིཚུ་ཞུན་དག་འབད།';
$string['editrssblock'] = 'ཨར་ཨེསི་ཨེསི་གཙོ་དོན་གྱི་སྡེབ་ཚན་དེ་ཞུན་དག་འབད།';
$string['feed'] = 'མཁོ་སྤྲོད་འབད་ནི།';
$string['feedadded'] = 'གནས་ཚུལ་མཁོ་སྤྲོད་འབད་ནི་ཁ་སྐོང་རྐྱབས་ནུག།';
$string['feeddeleted'] = 'གནས་ཚུལ་མཁོ་སྤྲོད་འབད་ནི་ བཏོན་གཏང་ནུག།';
$string['feeds'] = 'གནས་ཚུལ་མཁོ་སྤྲོད་འབད་ནི་ཚུ།';
$string['feedsaddedit'] = 'མཁོ་སྤྲོད་འབད་ནི་ཚུ་	ཁ་སྐོང་རྐྱབས/ ཞུན་དག་འབད།';
$string['feedsconfigurenewinstance'] = 'སྡེབ་ཚན་འདི་ཨར་ཨེསི་ཨེསི་མཁོ་སྤྲོད་འབད་ནི་ཚུ་བཀྲམ་སྟོན་ནི་དོན་ལུ་རིམ་སྒྲིག་འབད།';
$string['feedstitle'] = 'ཐག་རིང་གི་ཨར་ཨེསི་ཨེསི་མཁོ་སྤྲོད་འབད་ནི་ཚུ།';
$string['feedupdated'] = 'གནས་ཚུལ་མཁོ་སྤྲོད་འབད་ནི་དུས་མཐུན་བཟོ་ཡི།';
$string['findmorefeeds'] = 'ཨར་ཨེསི་ཨེསི་ཁོ་སྤྲོད་འབད་ནི་ཚུ་ཧེང་བཀལ་འཚོལ།';
$string['managefeeds'] = 'མཁོ་སྤྲོད་འབད་ནི་ཚུ་ཆ་མཉམ་འཛིན་སྐྱོང་འཐབ།';
$string['nofeeds'] = 'ས་ཁོངས་དེ་ནང་ཨར་ཨེསི་ཨེསི་ མཁོ་སྤྲོད་འབད་ནི་ཚུ་ངེས་འཛིན་འབད་འབདཝ་མིན་དུག།';
$string['numentries'] = 'མཁོ་སྤྲོད་འབད་ནི་རེ་རེ་གི་ཐོ་བཀོད་ཚུ།';
$string['pickfeed'] = 'གནས་ཚུལ་མཁོ་སྤྲོད་འབད་ནི་འཐུ།';
$string['remotenewsfeed'] = 'ཐག་རིང་གི་གནས་ཚུལ་མཁོ་སྤྲོད་འབད་ནི།';
$string['rss_client:createprivatefeeds'] = 'སྒེར་དོན་ཨར་ཨེསི་ཨེསི་མཁོ་སྤྲོད་འབད་ནི་ཚུ་གསར་བསྐྲུན་འབད།';
$string['rss_client:createsharedfeeds'] = 'རུབ་སྤྱོད་འབད་ཡོདཔ་ཨར་ཨེསི་ཨེསི་མཁོ་སྤྲོད་འབད་ནི་ཚུ་གསར་བསྐྲུན་འབད།';
$string['rss_client:manageanyfeeds'] = 'ཨར་ཨེསི་ཨེསི་མཁོ་སྤྲོད་འབད་ནི་ཚུ་གང་རུང་འཛིན་སྐྱོང་འཐབ།';
$string['rss_client:manageownfeeds'] = 'རང་གི་ཨར་ཨེསི་ཨེསི་མཁོ་སྤྲོད་འབད་ནི་ཚུ་འཛིན་སྐྱོང་འཐབ།';
$string['seeallfeeds'] = 'མཁོ་སྤྲོད་འབད་ནི་་ཆ་མཉམ་བལྟ།';
$string['sharedfeed'] = 'རུབ་སྤྱོད་འབད་ཡོདཔ་ཁོ་སྤྲོད་འབད་ནི།';
$string['shownumentrieslabel'] = 'ཐོ་བཀོད་ཚུ་ སྡེབ་ཚན་རེ་རེ་ཞིན་སྟོན་གྱི་མཐོ་ཤོས་ཨང་ །';
$string['submitters'] = 'ཨར་ཨེས་ཨེས་གསརཔ་མཁོ་སྤྲོད་ངོས་འཛིན་འབད་ནི་ག་ལུ་ཆོགཔ། ངེས་འཛིན་འབད་བའི་མཁོ་སྤྲོད་ཚུ་འཐོབ་ཁྱོད་རའི་ཤོག་ལེབ་ས་ཁོངས་གང་རུང་ལུ།';
$string['submitters2'] = 'ཕུལ་མི།';
$string['timeout'] = 'འདྲ་མཛོད་འདི་ལས་ཨར་ཨེས་ཨེས་མཁོ་སྤྲོད་དུས་ཡོལ་བའི་སྔོན་མ་';
$string['timeout2'] = 'ངལ་མཚམས།';
$string['timeoutdesc'] = 'ཆུ་ཚོད་སྐར་མ་ཚུ་ནང་ ཨར་ཨེསི་ཨེསི་མཁོ་སྤྲོད་འབད་ནི་འདྲ་མཛོད་ནང་དངོས་མཐོང་འབད་ཡོདཔ།';
$string['updatefeed'] = 'གནས་ཚུལ་མཁོ་སྤྲོད་འབད་ནི་ཡུ་ཨར་ཨེལ་དུས་མཐུན་བཟོ་ཡི།';
$string['validatefeed'] = 'ཁོ་སྤྲོད་འབད་ནི་ནུས་ལྡན་བཟོ།';

?>
