<?PHP // $Id$ 
      // block_glossary_random.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['addentry'] = 'ཁྱོད་རའི་དགའ་བའི་ལུང་འདྲེན་ཚུ་ཁ་སྐོང་རྐྱབས།';
$string['askaddentry'] = 'ལག་ལེན་པ་ཚུ་གི་ཚིག་ཐོ་ལུ་ཁ་སྐོང་རྐྱབས་ད་ འབྲེལ་ལམ་འདི་ཚིག་ཡིག་གི་ཐོག་ལས་སྟོན།';
$string['askinvisible'] = 'ལག་ལེན་པ་ཚུ་གི་ཚིག་ཐོ་དེ་ཞུན་དག་ཡང་ན་མཐོང་མ་ཚུགས་པ་ཅིན་ ཚིག་ཡིག་འདི་(འབྲེལ་ལམ་མེདཔ་སྦེ་)་སྟོན།';
$string['askviewglossary'] = 'ལག་ལེན་པ་ཚུ་གི་ཚིག་ཐོ་དེ་མཐོང་ཚུགས་ དེ་འབདཝ་ད་ཐོ་བཀོད་ཚུ་ཁ་སྐོང་རྐྱབས་མ་ཚུགས་པ་ཅིན་འབྲེལ་ལམ་འདི་ཚིག་ཡིག་གི་ཐོག་ལས་སྟོན།';
$string['blockname'] = 'གང་འབྱུང་ཚིག་གི་ཐོ་བཀོད།';
$string['intro'] = 'སློབ་ཚན་';
$string['invisible'] = '(འཕྲོ་མཐུད་ནི།)';
$string['lastmodified'] = 'ལེགས་བཅོས་གྲུབ་པའི་ཐོ་བཀོད་མཇུག';
$string['nextone'] = 'ཐོ་བཀོད་ཤུལ་མམ།';
$string['noentriesyet'] = 'ད་ལྟོ་ཚུན་གདམ་ཁ་རྐྱབ་མི་ཚིག་ཐོ་ནང་ཐོ་བཀོད་མིན་འདུག།';
$string['notyetconfigured'] = 'ཞུན་དག་ངོས་དཔར་གིས་འ་ནི་སྡེབ་ཚན་འདི་རིམ་སྒྲིག་འབད།';
$string['notyetglossary'] = 'ཁྱོད་ཀྱི་གདམ་ནི་དོན་ལུ་ ཉུང་མཐའ་ཚིག་ཐོ་གཅིག་དགོ';
$string['random'] = 'གང་འབྱུང་ཐོ་བཀོད།';
$string['refresh'] = 'ཐོ་བཀོད་གསརཔ་གདམ་པའི་ཉིནམ་སྔོན་མ།';
$string['select_glossary'] = 'ཚིག་ཐོ་ལས་ཐོ་བཀོད་ཚུ་སྟོན།';
$string['showconcept'] = 'ཐོ་བཀོད་རེ་རེ་གི་བསམ་གཞི(མགུ་རྒྱན།་སྟོན།';
$string['title'] = 'མགོ་མིང་།';
$string['type'] = 'གསརཔ་ཐོ་བཀོད་ག་དི་སྦེ་གདམ་ཁ་བརྐྱབས་ཡོདཔ།';
$string['viewglossary'] = 'ལུང་འདྲེན་ཧེང་བཀལ།';
$string['whichfooter'] = 'སྡེ་ཚན་འདི་ད་འབྲེལ་བ་ཡོདན་ ཁྱོད་ཀྱིས་ཚིག་ཐོ་གི་འབྲེལ་ལམ་ བྱེད་ལས་བཀྲམ་བཏོན་འབད།  སྡེ་ཚན་འདི་གིས་དེ་ལས་རྐྱངམ་ཅིག་འབྲེལ་ལམ་བྱེད་ལས་བཀྲམ་བཏོན་འབད་འོང་ དེ་ཡང་ཚིག་ཐོ་ལྕོགས་ཅན་འདི་ལུ།';

?>
