<?PHP // $Id$ 
      // block_quiz_results.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['bestgrade'] = 'སྐུགས་མཐོ་ཤོས་དེ།';
$string['bestgrades'] = '$a སྐུགས་མཐོ་ཤོས་དེ།';
$string['bestgroupgrade'] = 'དཔྱ་སྙོམས་མཐོ་ཤོས་ཡོད་པའི་སྡེ་ཚན།';
$string['bestgroupgrades'] = 'དཔྱ་སྙོམསམཐོ་ཤོས་ཡོད་པའི་སྡེ་ཚན་$a།';
$string['config_format_absolute'] = 'ཡང་དག་ཨང་ཚུ།';
$string['config_format_fraction'] = 'དཔྱ་ཕྲན་ཚུ།';
$string['config_format_percentage'] = 'བརྒྱ་ཆ་ཚུ།';
$string['config_grade_format'] = 'སྐུགས་ཚུ་བཀྲམ་སྟོན་འབད་དོ་བཟུམ།';
$string['config_name_format'] = 'གྲུབ་འབྲས་ཚུ་བཀྲམ་སྟོན་འབད་ཡོད་པའི་སྒེར་གཙང་གནས་རིམ།';
$string['config_names_anon'] = 'མིང་མེད་པའི་གྲུབ་འབྲས་ཚུ།';
$string['config_names_full'] = 'མིང་ཚུ་ཆ་ཚང་སྟོན།';
$string['config_names_id'] = 'ཨའི་ཌི་ཨང་ཚུ་རྐྱངམ་ཅིག་སྟོན།';
$string['config_no_quizzes_in_course'] = 'སློབ་ཚན་འདི་གི་ནང་ན་རིག་བསྡུར་གྱི་ལཱ་གཅིག་ཡང་མེད། སྡེབ་ཚན་དེ་ངེས་བདེན་སྦེ་ལག་ལེན་མ་འཐབ་པའི་ཧེ་མ་ཁྱོད་ཀྱི་རིག་བསྡུར་གྱི་ལཱ་གཅིག་བཟོ།';
$string['config_select_quiz'] = 'སྡེབ་ཚན་འདི་གི་ རིག་བསྡུར་གྱི་གྲུབ་འབྲས་ ག་སྟེ་ལས་བཀྲམ་སྟོན་འབདཝ་སྨོ?';
$string['config_show_best'] = 'སྐུགས་མཐོ་ཤོས་དེ་ཚུ་ག་དེམ་ཅིག་སྟོན་དགོཔ་སྨོ?(ལྕོགས་མིན་བཟོ་ནིའི་དོན་ལུ་༠)';
$string['config_show_worst'] = 'སྐུགས་དམའ་ཤོས་ཚུ་ག་དེམ་ཅིག་སྟོན་དགོཔ་སྨོ?(ལྕོགས་མིན་བཟོ་ནི་དོན་ལུ་༠)';
$string['config_use_groups'] = 'སློབ་ཕྲུག་ཚུ་གིས་ཚབ་ལུ་ སྡེ་ཚན་ཚུ་སྟོན་(དེ་ཡང་རིག་བསྡུར་གྱི་སྡེ་ཚན་ཚུ་ལུ་རྒྱབ་སྐྱོར་ཡོད་པ་ཅིན་རྐྱངམ་ཅིག)?';
$string['configuredtoshownothing'] = 'སྡེབ་ཚན་གྱིས་རིམ་སྒྲིག་དེ་གིས་ད་ལྟོ་གྲུབ་འབྲས་ཚུ་ག་ཅི་ཡང་སྟོན་མི་ཆོག དེ་ཁྱོད་ཀྱི་རིམ་སྒྲིག་འབད་ནི་སྨོ་ཡང་ན་སྦ་བཞག་ནི་སྨོ།';
$string['error_emptyquizid'] = 'ད་ལྟོ་སྡེབ་ཚན་དེ་ཁར་འཛོལ་བ་དུག། རིག་བསྡུར་ག་སྟེ་ལས་གྲུབ་འབྲས་ཚུ་བཀྲམ་སྟོན་འབད་ནི་ཨིན་ན་ ཁྱོད་ཀྱི་སེལ་འཐུ་འབད་དགོ།';
$string['error_emptyquizrecord'] = 'ད་ལྟོ་སྡེབ་ཚན་དེ་ཁར་འཛོལ་བ་དུག སེལ་འཐུ་འབད་བའི་རིག་བསྡུར་དེ་གནས་སྡུད་གཞི་རྟེན་ནང་མེདཔ་བཟུམ་འཆར་ཡི།';
$string['error_nogroupsexist'] = 'ད་ལྟོ་སྡེབ་ཚན་དེ་ཁར་འཛོལ་བ་དུག་	དེ་སྡེ་ཚན་གྱི་ཐབས་ལམ་ནང་སྐུགས་ཚུ་བཀྲམ་སྟོན་འབད་ནི་སྦེ་གཞི་སྒྲིག་འབད་ཡོད་ དེ་འབདཝ་ད་སློབ་ཚན་འདི་གིས་ནང་སྡེ་ཚན་ངེས་འཛིན་མ་འབད་བས།';
$string['formaltitle'] = 'རིག་བསྡུར་གྱི་ གྲུབ་འབྲསཚུ།';
$string['worstgrade'] = 'སྐུགས་དམའ་ཤོས་དེ།';
$string['worstgrades'] = 'སྐུགས་དམའ་ཤོས་$a	དེ།';
$string['worstgroupgrade'] = 'དཔྱ་སྙོམས་དམའ་ཤོས་ཡོད་པའི་སྡེ་ཚན།';
$string['worstgroupgrades'] = 'དཔྱ་སྙོམས་དམའ་ཤོས་ཡོད་པའི་སྡེ་ཚན་$aཚུ།';

?>
