<?PHP // $Id$ 
      // block_course_list.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['adminview'] = 'བདག་སྐྱོང་མཐོང་སྣང་།';
$string['allcourses'] = 'བདག་སྐྱོང་གི་ལག་ལེན་པའི་སླེབ་ཚན་ཚུ་མཐོང་ཚུག།';
$string['blockname'] = 'སློབ་ཚན་ ཐོ་བཀོད།';
$string['configadminview'] = 'བདག་སྐྱོང་གི་སློབ་ཚན་ཐོ་བཀོད་ཀྱི་སྡེབ་ཚན་ནང་ག་ཅི་མཐོང་དགོཔ་སྨོ?';
$string['confighideallcourseslink'] = '\"སློབ་ཚན་ཆ་མཉམ་\"གི་འབྲེལ་ལམ་སྡེབ་ཚན་གྱི་གཤམ་ལུ་སྦ། འབྲེལ་ལམ་སྦ་བཞག་མི་གི་བདག་སྐྱོང་གི་མཐོང་སྣང་ལུ་ཕན་གནོད་མེད།';
$string['hideallcourseslink'] = 'སློབ་ཚན་ཚུ་གི་འབྲེལ་ལམ་ཆ་མཉམ་སྦ།';
$string['owncourses'] = 'བདག་སྐྱོང་ལག་ལེན་པ་གི་རང་གི་སློབ་ཚན་ཚུ་མཐོང་ཚུགས།';

?>
