<?PHP // $Id$ 
      // blog.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['addnewentry'] = 'ཐོ་བཀོད་གསརཔ་ཁ་སྐོང་རྐྱབས།';
$string['backupblogshelp'] = 'ལྕོགས་ཅན་བཟོ་བ་ཅིན་ཝེབ་དྲན་དེབ་ཚུ་རང་ཤུགས་ཀྱི་་ཁོངས་རྒྱབ་ཐག་ནང་ཁོངས་སུ་བསྡུ་འོང་།';
$string['blockmenutitle'] = 'ཝེབ་དྲན་དེབ་ཀྱི་དཀར་ཆག།';
$string['blocktagstitle'] = 'ཝེབ་དྲན་དེབ་ཀྱི་ངོ་རྟགས་ཚུ།';
$string['blocktitle'] = 'ཝེབ་དྲན་དེབ་ཀྱི་ངོ་རྟགས་ཚུ་གི་སྡེབ་ཚན་གྱི་མགོ་མིང་།';
$string['blog'] = 'ཝེབ་དྲན་དེབ།';
$string['blogdeleteconfirm'] = 'ཝེབ་དྲན་དེབ་འདི་བཏོན་གཏང་།';
$string['blogpreferences'] = 'ཝེབ་དྲན་དེབ་ཀྱིས་དགའ་གདམ་ཚུ།';
$string['blogs'] = 'ཝེབ་དྲན་དེབ་ཚུ།';
$string['blogtags'] = 'ཝེབ་དྲན་དེབ་ཀྱིས་ངོ་རྟགས་ཚུ།';
$string['courseblog'] = 'སློབ་ཚན་གྱིས་ཝེབ་དྲན་དེབ$a';
$string['courseblogs'] = 'ལག་ལེན་པ་ཚུ་གིས་སློབ་ཚན་རུབ་སྤྱོད་འབད་མི་ཚུ་གིས་ཝེབ་དྲན་དེབ་ཚུ་མཐོང་ཚུགས།';
$string['deleteotagswarn'] = 'ངོ་རྟགས་ཚུ་ཝེབ་དྲན་དེབ་ཀྱིས་གནས་བསྐྱོད་དང་རིམ་ལུགས་ལས་རྩ་བསྐྲད་གཏང་ནི་ངེས་གཏན་ཨིན་ན?';
$string['disableblogs'] = 'ཝེབ་དྲན་དེབ་རིམ་ལུགས་འདི་ རྩ་བ་ལས་ལྕོགས་མིན་བཟོ།';
$string['emptybody'] = 'ཝེབ་དྲན་དེབ་ཀྱི་མ་གཟུགས་ཐོ་བཀོད་དེ་སྟོངམ་སྦེ་མི་བཏུབ།';
$string['emptytitle'] = 'ཝེབ་དྲན་དེབ་ཀྱི་མགོ་མིང་ཐོ་བཀོད་དེ་སྟོངམ་སྦེ་མི་བཏུབ།';
$string['entrybody'] = 'ཝེབ་དྲན་དེབ་ཀྱི་མ་གཟུགས་ཐོ་བཀོད།';
$string['entrybodyonlydesc'] = 'ཐོ་བཀོད་ཀྱི་འགྲེལ་བཤད།';
$string['entryerrornotyours'] = 'ཐོ་བཀོད་འདི་ཁྱོད་ཀྱི་མེན་པས།';
$string['entrysaved'] = 'ཁྱོད་ཀྱིས་ཐོ་བཀོད་འདི་སྲུངས་ཡོད།';
$string['entrytitle'] = 'ཐོ་བཀོད་ཀྱིས་མགོ་མིང་།';
$string['entryupdated'] = 'ཝེབ་དྲན་དེབ་ཀྱིས་ཐོ་བཀོད་དེ་དུས་མཐུན་བཟོ་ཡོད།';
$string['groupblog'] = 'སྡེ་ཚན་གྱིས་ཝེབ་དྲན་དེབ་:$a';
$string['groupblogs'] = 'ལག་ལེན་པ་ཚུ་ཙམ་ཅིག་གིས་སྡེ་ཚན་རུབ་སྤྱོད་འབད་མི་ཚུ་གིས་ཝེབ་དྲན་དེབ་ཚུ་མཐོང་ཚུགས།';
$string['intro'] = 'ཨར་ཨེསི་ཨེསི་ཤོག་ཀུ་བཙུགས་ནི་འདི་ཝེབ་དྲན་དེབ་གཅིག་ལས་ཡང་ན་མངམ་ཚུ་ལས་རང་བཞིན་གྱིས་བཟོ་བཏོན་འབད་འབདཝ་ཨིན།';
$string['noentriesyet'] = 'ན་མཐོང་ཚུགས་པའི་ཐོ་བཀོད་ཚུ་ཅིག་ཡང་མེད།';
$string['noguestpost'] = 'མགྱོནམ་ཚུ་ཝེབ་དྲན་དེབ་ནང་གནས་བསྐྱོད་འབད་མི་མཆོག།';
$string['norighttodeletetag'] = 'ཁྱོད་ལུ་ངོ་རྟགས་$aའདི་བཏོན་གཏང་ནི་གིས་ཐོབ་དབང་མེད།';
$string['notallowedtoedit'] = 'ཁྱོད་ཀྱིས་ཐོ་བཀོད་ཞུན་དག་འབད་མི་མཆོག།';
$string['numberofentries'] = 'ཐོ་བཀོད་ཚུ་$a';
$string['numberoftags'] = 'ངོ་རྟགས་གིས་ཨང་གྲངས་བཀྲམ་སྟོན།';
$string['pagesize'] = 'ཤོག་ལེབ་རེ་རེནང་ཝེབ་དྲན་དེབ་ཀྱིས་ཐོ་བཀོད་ཚུ་གིས་ཨང་གྲངས།';
$string['permalink'] = 'པཱར་མ་ལིངཀ།';
$string['personalblogs'] = 'ལག་ལེནཔ་ཚུ་ཙམ་ཅིག་གིས་རང་སོའི་ཝེབ་དྲན་དེབ་མཐོང་ཚུགས།';
$string['publishto'] = 'ལུ་དཔེ་བསྐྲུན་འབད།';
$string['publishtonoone'] = 'ཁྱོད་ཉིད།(ཟིན་བྲིས)';
$string['publishtosite'] = 'ས་ཁོངས་འདི་ན་གང་རུང་ཅིག།';
$string['publishtoworld'] = 'འཛམ་གླིང་་ནང་གང་རུང་ཅིག།';
$string['settingsupdatederror'] = 'འཛོལ་བ་བྱུང་ཡོདན་ལས་ཝེབ་དྲན་དེབ་ཀྱིས་དགའ་གདམགཞི་སྒྲིག་འདི་དུས་མཐུན་བཟོ་མ་ཚུགས།';
$string['siteblog'] = 'ས་ཁོངས་ཀྱིས་ཝེབ་དྲན་དེབ་$a';
$string['siteblogs'] = 'ས་ཁོངས་ལག་ལེན་པ་ཆ་མཉམ་གྱི་ཝེབ་དྲན་དེབ་ཀྱིས་ཐོ་བཀོད་ཆ་མཉམ་མཐོང་ཚུགས།';
$string['tagdatelastused'] = 'སྤྱི་ཚེས་ངོ་རྟགས་ཧེ་མ་ལག་ལེན་འཐབ་ཡོདཔ།';
$string['tags'] = 'ངོ་རྟགས་ཚུ།';
$string['tagsort'] = 'ངོ་རྟགས་བཀྲམ་སྟོན་འདི་དབྱེ་སེལ་འབད།';
$string['tagtext'] = 'ངོ་རྟགས་ཀྱི་ཚིག་ཡིག།';
$string['timewithin'] = 'ཉིནམ་དེ་ཚུ་ནང་འཁོད་ ངོ་རྟགས་ཚུ་ལག་ལེན་འཐབ་ཐབས་ཚུ་བཀྲམ་སྟོན་འབད།';
$string['updateentrywithid'] = 'ཐོ་བཀོད་དུས་མཐུན་བཟོ་དོ།';
$string['userblog'] = 'ལག་ལེནཔ་གི་ཝེབ་དྲེན་དེབ:$a';
$string['viewcourseentries'] = 'སློབ་ཚན་གྱི་ཐོ་བཀོད་ཚུ་བལྟ།';
$string['viewmyentries'] = 'ངིའི་ཐོ་བཀོད་ཚུ་བལྟ།';
$string['viewsiteentries'] = 'ས་ཁོངས་ཀྱི་ཐོ་བཀོད་ཚུ་བལྟ།';
$string['worldblogs'] = 'ཐོ་བཀེད་ཚུ་འཛམ་གླིང་འཛུལ་སྤྱོད་འབད་ཚུགསཔ་སྦེ་གཞི་སྒྲིག་འབད་བ་ཅིན་འཛམ་གླིང་གི་ལྷག་ཚུགས།';

?>
