<?PHP // $Id$ 
      // enrol_ldap.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['description'] = '<pཁྱོད་རའི་ཐོ་བཙུགས་ཚུ་ཚད་འཛིན་འབད་ནིའི་དོན་ལུ་ LDAP སར་བར་ལག་ལེན་འཐབ་བཏུབ། ཁྱོད་ཀྱི་ LDAP རྩ་འབྲེལ་ནང་སློབ་ཚན་ཚུ་ལུ་ས་ཁྲ་བཟོ་མི་སྡེ་ཚན་ཚུ་ཡོདཔ་སྦེ་ཨིནམ་དང་ སྡེ་ཚན་/སློབ་ཚན་འདི་ཚུ་ལུ་སློབ་ཕྲུག་ཚུ་ལུ་ས་ཁྲ་བཟོ་ནིའི་འཐུས་མིའི་གོ་གནས་ཀྱི་ཐོ་བཀོད་འབད་འོང་</p>

</p> སློབ་ཚན་ཚུ་ LDAP ནང་སྡེ་ཚན་སྦེ་ངེས་འཛིན་འབད་དེ་ སྡེ་ཚན་རེ་རེ་ལུ་འཐུས་མིའི་གོ་གནས་ཀྱི་ས་སྒོ་སྣ་མང་ཡོདཔ་དང་(<em>member</em> ཡང་ན་ <em>memberUid</em>) ལག་ལེན་པའི་ངོས་བཟུང་མཐུན་མོང་མ་ཡིན་པ་ཡོདཔ་སྦེ་ཨིན</p>

<p> LDAP ཐོ་བཙུགས་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ ཁྱོད་རའི་ལག་ལེན་པ་ལུ་ ཨའི་ཌི་ཨང་གྲངས་ཀྱི་ས་སྒོ་ནུས་ཅན་<strong>དགོཔ་ངེས་བདེན་ཨིན</strong> 
ལག་ལེན་པ་སློབ་ཚན་ནང་ཐོ་བཙུགས་འབད་ནིའི་དོན་ལུ་ LDAP སྡེ་ཚན་ཚུ་ནང་ཨ་ཕི་ཨང་གྲངས་འདི་འཐུས་མི་ས་སྒོ་ནང་དགོ།
འ་ནི་འདི་ཁྱོད་ཧེ་མ་ལས་རང་LDAP བདེན་བཤད་ལག་ལེན་འཐབ་པ་ཅིན་ལཱ་ལེགས་ཤོམ་སྦེ་འབད་བཏུབ།</p>

</p>ཐོ་བཙུགས་ཚུ་ལག་ལེན་པ་ ནང་བསྐྱོད་འབདཝ་ད་དུས་མཐུན་བཟོ་དེ་འོང་། ཐོ་བཙུགས་ཚུ་ synch ནང་བཞག་ནིའི་དོན་ལུ་ཁྱོད་ཀྱིས་ཡིག་ཚུགས་གཡོག་བཀོལ་བཏུབ།
<em>enrol/ldap/enrol_ldap_sync.php</em> ནང་བལྟ།</p>

</p> པ་ལག་ཨིན་འདི་གིས་ སྡེ་ཚན་གསརཔ་ཚུ་ LDAP ནང་ཐོནམ་ད་ལུ་སློབ་ཚན་གསརཔ་ཚུ་རང་བཞིན་གྱིས་གསར་བསྐྲུན་འབད་ནིའི་དོན་ལུ་ཡང་ ལག་ལེན་འཐབ་བཏུབ</p>';
$string['enrol_ldap_autocreate'] = 'ད་ལྟོ་མུ་ཌེལ་ནང་མེད་མི་སློབ་ཚན་ལུ་ཐོ་བཙུགས་ཚུ་ཡོད་པ་ཅིན་ སློབ་ཚན་ཚུ་རང་བཞིན་གྱིས་གསར་བསྐྲུན་འབད་ཚུགས།';
$string['enrol_ldap_autocreation_settings'] = 'རང་བཞིན་སློབ་ཚན་གསར་བསྐྲུན་སྒྲིག་སྟངས།';
$string['enrol_ldap_bind_dn'] = 'ཁྱོད་ལག་ལེན་པ་ཚུ་འཚོལ་ཞིབ་འབད་ནིའི་དོན་ལུ་བའིནཌི་-ལག་ལེན་པ་ལག་ལེན་འཐབ་ནི་ཨིན་པ་ཅིན་ འདི་ནཱ་ལུ་གསལ་བཀོད་འབད། \'cn=ldapuser,ou=public,o=org\' བཟུམ།';
$string['enrol_ldap_bind_pw'] = 'བའིནཌི-ལག་ལེན་པ་གི་དོན་ལུ་ཆོག་ཡིག';
$string['enrol_ldap_category'] = 'རང་བཞིན་གྱིས་-གསར་བསྐྲུན་འབད་ཡོད་མི་སློབ་ཚན་ཚུ་གི་དོན་ལུ་ དབྱེ་རིམ།';
$string['enrol_ldap_contexts'] = 'LDAP སྐབས་དོན';
$string['enrol_ldap_course_fullname'] = 'གདམ་ཁ་ཅན: LDAP ས་སྒོ་ལུ་མིང་ཆ་ཚང་ལེན་ས།';
$string['enrol_ldap_course_idnumber'] = 'LDAP ནང་ མཐུན་མོང་མ་ཡིན་པའི་ངོས་འཛིན་པ་ལུ་ས་ཁྲ་བཟོ་ནི་ མང་ཤོས་རང་ <em>cn</em> ཡང་ན་ <em>uid</em>.ཁྱོད་རང་བཞིན་སློབ་ཚན་གསར་བསྐྲུན་ལག་ལེན་འཐབ་ཨིན་པ་ཅིན་ བེ་ལུ་བསྡམ་བཞག་ནིའི་ངོ་སྦྱོར་འབདཝ་ཨིན།';
$string['enrol_ldap_course_settings'] = 'སློབ་ཚན་ཐོ་བཙུགས་སྒྲིག་སྟངས།';
$string['enrol_ldap_course_shortname'] = 'གདམ་ཁ་ཅན: LDAP ས་སྒོ་གིས་ མིང་ཐུང་ཀུ་ལེན་ས།';
$string['enrol_ldap_course_summary'] = 'གདམ་ཁ་ཅན: LDAP ས་སྒོ་གིས་ བཅུད་དོན་ལེན་ས།';
$string['enrol_ldap_editlock'] = 'བེ་ལུ་བསྡམ་བཞག';
$string['enrol_ldap_general_options'] = 'སྤྱིར་གཏང་གདམ་ཁ།';
$string['enrol_ldap_host_url'] = 'ཡུ་ཨར་ཨེལ་-རྣམ་པ་ནང་ LDAP ཧོསིཊི་གསལ་བཀོད་འབད་ དཔེར་ན་ \'ldap://ldap.myorg.com/\'
ཡང་ན་  \'ldaps://ldap.myorg.com/\'';
$string['enrol_ldap_memberattribute'] = 'LDAP འཐུས་མི་ཁྱད་ཆོས།';
$string['enrol_ldap_objectclass'] = 'སློབ་ཚན་ཚུ་འཚོལ་ཞིབ་འབད་ནིའི་དོན་ལུ་ལག་ལེན་འཐབ་ཡོད་མི་ objectClass. མང་ཤོས་རང་ \'posixGroup\'.';
$string['enrol_ldap_roles'] = 'ལས་འགན་ མེ་པིང་།';
$string['enrol_ldap_search_sub'] = 'ཡན་ལག་སྐབས་དོན་ཚུ་ལས་སྡེ་ཚན་འཐུས་མི་འཚོལ་ཞིབ་འབད';
$string['enrol_ldap_server_settings'] = 'LDAP སར་བར་སྒྲིག་སྟངས།';
$string['enrol_ldap_student_contexts'] = 'སློབ་ཕྲུག་ཐོ་བཙུགས་གནས་ཡོད་མི་སྡེ་ཚན་ཚུ་གི་སྐབས་དོན་ཐོ་བཀོད། སྐབས་དོན་མ་འདྲཝ་ཚུ་ \';\' གིས་ སོ་སོ་འཕྱལ། དཔེར་ན་ 
\'ou=courses,o=org; 
ou=others,o=org\'';
$string['enrol_ldap_student_memberattribute'] = 'འཐུས་མི་ཁྱད་ཆོས་ ལག་ལེན་པ་ belongs སྡེ་ཚན་གཅིག་ལུ་ (ཐོ་བཙུགས་འབད་ཡོད་པའི་སྐབས) མང་ཤོས་རང་ 
\'member\'
ཡང་ན་ \'memberUid\'';
$string['enrol_ldap_student_settings'] = 'སློབ་ཕྲུག་ཐོ་བཙུགས་སྒྲིག་སྟངས།';
$string['enrol_ldap_teacher_contexts'] = 'སློབ་དཔོན་ཐོ་བཙུགས་གནས་ཡོད་པའི་སྡེ་ཚན་སྐབས་དོན་གྱི་ཐོ་བཀོད། སྐབས་དོན་མ་འདྲཝ་ཚུ་ \';\' གིས་ སོ་སོ་འཕྱལ། དཔེར་ན་ 
\'ou=courses,o=org; 
ou=others,o=org\'';
$string['enrol_ldap_teacher_memberattribute'] = 'འཐུས་མི་ཁྱད་ཆོས་ ལག་ལེན་པ་ belongs སྡེ་ཚན་གཅིག་ལུ་ (ཐོ་བཙུགས་འབད་ཡོད་པའི་སྐབས) མང་ཤོས་རང་ 
\'member\'
ཡང་ན་ \'memberUid\'';
$string['enrol_ldap_teacher_settings'] = 'སློབ་དཔོན་ཐོ་བཙུགས་སྒྲིག་སྟངས།';
$string['enrol_ldap_template'] = 'གདམ་ཁ་ཅན:རང་བཞིན-གསར་བསྐྲུན་འབད་ཡོད་མི་སློབ་ཚན་ཚུ་གིས་ཊེམ་པེལེཊི་སློབ་ཚན་ལས་ ཁོང་རའི་སྒྲིག་སྟངས་ཚུ་འདྲ་བཤུས་བརྐྱབ་བཏུབ།';
$string['enrol_ldap_updatelocal'] = 'ཉེ་གནས་གནས་སྡུད་དུས་མཐུན་བཟོ།';
$string['enrol_ldap_version'] = 'ཁྱོད་ཀྱི་སར་བར་གྱི་ལག་ལེན་འཐབ་མི་ LDAP གནད་སྤེལ་ལམ་ལུགས་ཀྱི་ཐོན་རིམ།';
$string['enrolname'] = 'LDAP';

?>
