<?PHP // $Id$ 
      // enrol_imsenterprise.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['aftersaving...'] = 'ཁྱོད་ཀྱིས་ཚར་ཅིག་སྲུངས་ཞིནམ་ལས་ ཁྱོད་ར་རེ་བ་བསྐྱེད་ནི་ཨིན་';
$string['allowunenrol'] = 'IMS གནས་སྡུད་འདི་ སློབ་ཕྲུག་/སློབ་དཔོན་ཚུ་ལུ་ <strong>ཐོ་བཙུགས་འབདཝ་བཤོལ་</strong>བཅུག';
$string['basicsettings'] = 'གཞི་རྟེན་སྒྲིག་སྟངས།';
$string['coursesettings'] = 'སློབ་ཚན་གནས་སྡུད་གདམ་ཁ།';
$string['createnewcategories'] = 'གལ་སྲིད་མུ་ཌེལ་ནང་མེད་པ་ཅིན་ སློབ་ཚན་དབྱེ་རིམ་(སྦ་ཡོདཔ་)གསརཔ་ཅིག་གསར་བསྐྲུན་འབད།';
$string['createnewcourses'] = 'གལ་སྲིད་མུ་ཌེལ་ནང་མེད་པ་ཅིན་ སློབ་ཚན་(སྦ་ཡོདཔ་)གསརཔ་ཅིག་གསར་བསྐྲུན་འབད།';
$string['createnewusers'] = 'མུ་ཌེལ་ནང་ཐོ་བཀོད་མ་འབད་མི་ལག་ལེན་པ་ཚུ་ལུ་ ལག་ལེན་པའི་རྩིས་ཐོ་བཟོ་བྱིན།';
$string['cronfrequency'] = 'ལས་སྦྱོར་འབྱུང་ཐེངས།';
$string['deleteusers'] = 'IMSགནས་སྡུད་ནང་གསལ་བཀོད་འབད་བའི་ཚེ་ ཁྱོད་རའི་རྩིས་ཐོ་བཏོན་བཏང་།';
$string['description'] = 'ཐབས་ལམ་དེ་གིས་ ཡང་བསྐྱར་ཞིབ་དཔྱད་འབད་དེ་ ཁྱོད་ཀྱིས་གསལ་བཀོད་འབད་མི་གནས་ཁོངས་ནང་ལུ་ དམིགས་བསལ་གྱིས་རྩ་སྒྲིག་འབད་ཡོད་པའི་ཚིག་ཡིག་ཡིག་སྣོད་འདི་ལས་སྦྱོར་འབད་འོང་། ཡིག་སྣོད་དེ་གིས་ གང་ཟག་དང་སྡེ་ཚན་ དེ་ལས་ འཐུས་མིའི་གོ་གནས་ XML ཆ་ཤས་དང་ལྡན་པའི་<a href=\'../help.php?module=enrol/imsenterprise&amp;file=formatoverview.html\'>ཨའི་ཨེམ་ཨེསི་ ཨེན་ཊར་པརའིསི་གསལ་བཀོད་</a>ལུ་རྗེས་སུ་འཇུག་དགོ ($a)';
$string['doitnow'] = 'ད་ལྟོ་ར་ ཨའི་ཨེམ་ཨེསི་ཨེན་ཊར་པརའིསི་ནང་འདྲེན་གྱི་ལས་འགན་སྒྲུབས།ཅན';
$string['enrolname'] = 'IMSཨེན་ཊར་པརའིསི་ཡིག་སྣོད།';
$string['filelockedmail'] = 'ཁྱོད་ཀྱིས་ IMS-file-based ཐོ་བཙུགས་ ($a) དོན་ལུ་ལག་ལེན་འཐབ་མི་ཚིག་ཡིག་ཡིག་སྣོད་འདི་ ཀོརཱོན་ལས་སྦྱོར་གྱིས་བཏོན་བཏང་མི་ཚུགས། དེ་ཡང་ གནང་བ་འཛོལ་སོང་པའི་རྟགས་ཨིན། གནང་བ་འདི་བཟོ་བ་ཅིན་ མུ་ཌེལ་གྱིས་ཡིག་སྣོད་བཏོན་བཏང་ཚུགས་ དེ་མེན་པ་ཅིན་ ལོག་ཅིག་ར་འབད་སྡོད་འོང་།';
$string['filelockedmailsubject'] = 'འཛོལ་བ་གལ་ཅན:ཐོ་བཙུགས་ཡིག་སྣོད།';
$string['fixcasepersonalnames'] = 'ཁྱོད་རའི་མིང་འདི་ མགོ་མིང་ཡི་གུ་ལུ་བསྒྱུར་བཅོས་འབད།';
$string['fixcaseusernames'] = 'ལག་ལེན་པའི་མིང་ཚུ་ཚུགས་ཡིག་ལུ་བསྒྱུར་བཅོས་འབད།';
$string['imsrolesdescription'] = 'IMS ཨེན་ཊར་པརའིསི་གསལ་བཀོད་ནང་ལུ་ ལས་འགན་མ་འདྲཝ་རྣམ་པ་༨ཡོད། དེ་ཚུ་ནང་ལས་ གང་རུང་ཅིག་སྣང་མེད་བཞག་དགོཔ་སྦེ་རྩིས་ཏེ་ མུ་ཌེལ་ནང་ག་དེ་འབད་འགན་སྤྲོད་འབད་ནི་ཨིན་ན་གདམ་ཁ་རྐྱབས།';
$string['location'] = 'ཡིག་སྣོད་གནས་ཁོངས།';
$string['logtolocation'] = 'ལོག་ཡིག་སྣོད་ཨའུཊི་པུཊི་གནས་ཁོངས་(ལོག་མེན་མི་འདི་ས་སྟོང་བཞག)';
$string['mailadmins'] = 'གློག་འཕྲིན་ཐོག་ལས་ བདག་སྐྱོང་པ་ལུ་བརྡ་བསྐུལ་འབད།';
$string['mailusers'] = 'གློག་འཕྲིན་ཐོག་ལས་ ལག་ལེན་པ་ལུ་བརྡ་བསྐུལ་འབད།';
$string['miscsettings'] = 'སྣ་ཚོགས།';
$string['processphoto'] = 'གསལ་སྡུད་ལུ་ ལག་ལེན་པའི་པར་རིས་གནས་སྡུད་ཁ་སྐོང་རྐྱབས།';
$string['processphotowarning'] = 'ཉེན་བརྡ: གཟུགས་བརྙན་ལས་སྦྱོར་གྱིས་ སར་བར་ལུ་དཀའ་ངལ་བྱིན་ནི་བཟུམ་འདུག ག་དེམ་ཅིག་འབད་ སློབ་ཕྲུག་མངམ་སྦེ་ལས་སྦྱོར་འབད་ནི་ཨིན་པ་ཅིན་ གདམ་ཁ་འདི་ལྕོགས་ཅན་མ་བཟོ།';
$string['restricttarget'] = 'འོག་གི་དམིགས་གཏད་འདི་གསལ་བཀོད་འབད་ཡོ་ད་པ་ཅིན་རྐྱངམ་ཅིག་ གནས་སྡུད་ལས་སྦྱོར་འབད།';
$string['sourcedidfallback'] = 'གལ་སྲིད་ &quot;userid&quot; ས་སྒོ་འདི་མ་མཐོང་པ་ཅིན་ གང་ཟག་གི་useridགི་དོན་ལས་&quot;sourcedid&quot;ལག་ལེན་འཐབ།';
$string['truncatecoursecodes'] = 'སློབ་ཚན་ཨང་རྟགས་འདི་ རིང་ཚད་དེམ་ཅིག་ལུ་ཆུང་ཀུ་བཟོ།';
$string['usecapitafix'] = '&quot;Capita&quot; (ཨེགསི་ཨེམ་ཨེལ་རྩ་སྒྲིག་འདི་དུམ་གྲ་ཅིག་འཛོལ་བ་འདུག)ལག་ལེན་འཐབ་ཨིན་པ་ཅིན་ སྒྲོམ་གུ་རྟགས་བཀལ།';
$string['usersettings'] = 'ལག་ལེན་པའི་གནས་སྡུད་གདམ་ཁ།';
$string['zeroisnotruncation'] = '༠གྱིས་ ཆུང་ཀུ་བཟོ་ནི་མེད་ཟེར་བའི་བརྡ་སྟོནམ་ཨིན།';

?>
