<?PHP // $Id$ 
      // enrol_authorize.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['adminacceptccs'] = 'དངུལ་ཚབ་ཤོག་བྱང་ག་འདི་ལག་ལེན་འཐབ་ནི་ཨིན་ན?';
$string['adminaccepts'] = 'ཆོག་པའི་དངུལ་སྤྲོད་ཐབས་ལམ་དང་དེའི་དབྱེ་བ་སེལ་འཐུ་འབད།';
$string['adminauthcode'] = 'གལ་སྲིད་ལག་ལེན་པའི་དངུལ་ཚབ་ཤོག་བྱང་འདི་ ཡོངས་འབྲེལ་ནང་ཐད་ཀར་དུ་བཟུང་མ་ཚུགས་པ་ཅིན་ ལས་མགྲོན་པའི་དངུལ་ཁང་ནང་ལས་ བརྒྱུད་འཕྲིན་ཐོག་ལས་དབང་སྤྲོད་ཨང་ལེན།';
$string['adminauthorizeccapture'] = 'བཀོད་རྒྱ་དང་བསྐྱར་ཞིབ་&amp;Scheduled-Capture སྒྲིག་སྟངས།';
$string['adminauthorizeemail'] = 'གློག་འཕྲིན་གཏང་ནི་གི་སྒྲིག་སྟངས།';
$string['adminauthorizesettings'] = 'Authorize.net སྒྲིག་སྟངས།';
$string['adminauthorizewide'] = 'ས་ཁོངས་ཆ་མཉམ་གྱི་སྒྲིག་སྟངས།';
$string['adminavs'] = 'ཁྱོད་རའི་authorize.netརྩིས་ཐོ་ནང་ ཁྱོད་ཀྱིས་ ཁ་བྱང་ངེས་འཛིན་རིམ་ལུགས་(AVS)ཤུགས་ལྡན་བཟོ་མ་བཟོ་ཞིབ་དཔྱད་འབད། དེ་གིས་ ལག་ལེན་པ་ཚུ་ དངུལ་ཤོག་བཀང་པའི་སྐབས་ལུ་ ཁྲོམ་ལམ་དང་མངའ་ཁོངས་ དེ་ལས་ རྒྱལ་ཁབ་དང་གནས་ཨང་མཁོ་བཀོད་འབདཝ་ཨིན།';
$string['adminconfighttps'] = 'བདག་སྐྱོང་ >> འགྱུར་ཅན་ >> ཉེན་སྲུང་ >> HTTP ཉེན་སྲུང་ནང་ <br /པ་ལག་ཨིན་འདི་ལག་ལེན་འཐབ་ནི་གི་དོན་ལས་ \"<a href=\"$a->url\">loginhttps</a> འདི་ཨཱོན་སྦེ་བཞག་དགོ';
$string['adminconfighttpsgo'] = 'པ་ལག་ཨིན་འདི་རིམ་སྒྲིག་འབད་ནི་གི་དོན་ལུ་ <a href=\"$a->url\">ཉེན་མེད་ཤོག་ལེབ་</a> ལུ་འགྱོ།';
$string['admincronsetup'] = 'cron.php རྒྱུན་སྐྱོང་ཡིག་ཚུགས་འདི་ ཉུང་མཐའ་ཆུ་ཚོད་༢༤དེ་ཅིག་གཡོག་མ་བཀོལ་བས།<br />ཁྱོད་ཀྱིས་ ཆ་རིམ་བཟོ་ཡོད་པའི་འཛིན་བཟུང་ཁྱད་ཆོས་ལག་ལེན་འཐབ་ནི་ཨིན་པ་ཅིན་ ཀོརཱོན་འདི་གཡོག་བཀོལ་དགོ<br />\'Authorize.net plugin\'འདི་<b>ལྕོགས་ཅན་</b>བཟོ་སྟེ་ <b>ཀོརཱོན་གཞི་སྒྲིག་</b>ལེགས་ཤོམ་སྦེ་འབད། ཡང་ན་ <b>uncheck an_review</b>ལོག་འབད། <br />གལ་སྲིད་ འཆར་རིམ་བཟོ་ཡོད་པའི་འཛིན་བཟུང་འདི་ལྕོགས་མིན་བཟོ་བ་ཅིན་ སྤྲོད་ལེན་འདི་ ཉིན་གྲངས་༣༠ནང་འཁོད་བསྐྱར་ཞིབ་མ་འབད་བ་ཅིན་ ཆ་མེད་འགྱོ་འོང་།<br/>ཁྱོད་ཀྱིས་ ཉིན་གྲངས་༣གྱི་ནང་ལུ་ <b>ལག་ཐོག་ལས་</b>དངུལ་ཕོགས་ལུ་དང་ལེན/དང་ལེན་མི་འབད་ནི་ཨིན་པ་ཅིན་ <b>an_review</b>ཞིབ་དཔྱད་འབད་དེ་<b>\'0\' འདི་ an_capture_day</b>ས་སྒོ་<br />ནང་བཙུགས།';
$string['adminemailexpired'] = 'འ་ནི་འདི་ \'ལག་ཐོག་-འཛིན་བཟུང་\'ལུ་གལ་ཆེ། བདག་སྐྱོང་པ་ཚུ་ བསྣར་བཞག་བཀོད་རྒྱ་དུས་ཡོལ་མ་འགྱོ་བའི་ཉིནམ་<b>$a</b>གི་ཧེ་མ་ལས་གསལ་བསྒྲགས་འབདཝ་ཨིན།';
$string['adminemailexpiredsort'] = 'བརྣར་བཞག་བཀོད་རྒྱ་དུས་ཡོལ་ཁ་གྱངས་ཚུ་གློག་འཕྲིན་ཐོག་ལས་སློབ་དཔོན་ལུ་གཏངམ་ད་ ག་འདི་ཁག་ཆེ་ནི་མས?';
$string['adminemailexpiredsortcount'] = 'བཀོད་རྒྱ་ཁ་གྱངས།';
$string['adminemailexpiredsortsum'] = 'ཡོངས་བསྡོམས།';
$string['adminemailexpiredteacher'] = 'ཁྱོད་ཀྱིས་ ལག་དེབ་-འཛིན་བཟུང་༼གོང་བཀོད་ལྟར་༽ལྕོགས་ཅན་བཟོ་སྟེ་ སློབ་དཔོན་གྱིས་དངུལ་སྤྲོད་འཛིན་སྐྱོང་འཐབ་ཚུགས་པ་ཅིན་ བསྣར་བཞག་བཀོད་རྒྱ་དུས་ཡོལ་གྱི་སྐོར་ལས་གསལ་བསྒྲགས་འབད་འོང་ག་ཤི་ཤེས། དེ་གིས་ དུས་ཡོལ་འབྱུང་ནིའི་བསྣར་བཞག་བཀོད་རྒྱའི་ཁ་གྱངས་འདི་ སློབ་དཔོན་གྱི་སློབ་དཔོན་ཚུ་ལུ་གློག་འཕྲིན་གཏང་འོང་།';
$string['adminemailexpsetting'] = '(༠=གློག་འཕྲིན་གཏང་ནི་ལས་ལྕོགས་མིན་བཟོ སྔོན་སྒྲིག་=2, མང་མཐའ་=5)<br />(གློག་འཕྲིན་གཏང་ནིའི་དོན་ལུ་ལག་དེབ་འཛིན་བཟུང་སྒྲིག་སྟངས་: ཀོརཱོན་=ལྕོགས་ཅན་བཟོ་ཡོདཔ་ an_review=ཞིབ་དཔྱད་འབད་ཡོདཔ་ an_capture_day=༠ an_emailexpired=༡-5)';
$string['adminhelpcapturetitle'] = 'Scheduled-Captureཉིནམ།';
$string['adminhelpreviewtitle'] = 'བཀོད་རྒྱ་བསྐྱར་ཞིབ།';
$string['adminneworder'] = 'བདག་སྐྱོང་པ་ལུ།
ཁྱོད་ཀྱིས་བསྣར་བཞག་བཀོད་རྒྱ་གསརཔ་ཅིག་ཐོབ་ནུག:

བཀོད་རྒྱ་ཨའི་ཌི་: $a->orderid
སྤྲོད་ལེན་ ཨའི་ཌི: $a->transid
ལག་ལེན་པ་: $a->user
སློབ་ཚན་: $a->course
དངུལ་བསྡོམས་: $a->amount་

SCHEDULED-CAPTURE ENABLED?: $a->acstatus

གལ་སྲིད་འཆར་རིམ་བཟོ་ཡོད་པའི་-འཛིན་བཟུང་འདི་ཤུགས་ལྡན་སྦེ་ཡོད་པ་ཅིན་ དངུལ་ཚབ་ཤོག་བྱང་འདི་ $a->captureon
གུ་འཛིན་བཟུང་འབད་དགོཔ་དང་ དེ་ལས་ ལག་ལེན་པ་འདི་ཡང་ སློབ་ཚན་ལུ་ཐོ་བཙུགས་འབད་དགོཔ་ཨིན་ དེ་མེན་པ་ཅིན་ $a->expireon ལུ་དུས་ཡོལ་འབྱུང་ནི་ཨིནམ་ལས་ དེ་གི་ཤུལ་ལས་འཛིན་བཟུང་འབད་མི་བཏུབ་ཨིན།

དེ་མ་ཚད་ཁྱོད་ཀྱིས་ གཤམ་འཁོད་འབྲེལ་ལམ་དང་འཁྲིལ་ཏེ་ སློབ་ཕྲུག་ཚུ་ཐོ་བཙུགས་འབད་ནི་གི་དོན་ལས་ དངུལ་ཕོགས་འདི་དང་ལེན་/དང་ལེན་སྤང་ཚུགས།:
$a->url';
$string['adminnewordersubject'] = '$a->course;བསྣར་བཞག་བཀོད་རྒྱ་གསརཔ: $a->orderid';
$string['adminpendingorders'] = 'ཁྱོད་ཀྱིས་ འཆར་རིམ་བཟོ་ཡོད་པའི་-འཛིན་བཟུང་ཁྱད་ཆོས་ལྕོགས་མིན་བཟོ་ནུག<br />\'Authorized/Pending Capture\'དང་བཅས་ $a->count སྤྲོད་ལེན་བསྡོམས་རྩིས་ཚུ་ ཞིབ་དཔྱད་མ་འབད་བར་དུ་ཆ་མེད་གཏང་ནི་ཨིན། <br />དངུལ་སྤྲོད་དང་ལེན་/དང་ལེན་མ་འབད་ནིའི་ཐབས་ལུ་ <a href=\'$a->url\'>དངུལ་སྤྲོད་འཛིན་སྐྱོང་</a>ཤོག་ལེབ་ལུ་འགྱོ།';
$string['adminreview'] = 'དངུལ་ཚབ་ཤོག་བྱང་མ་བཟོ་བའི་ཧེ་མ་བཀོད་རྒྱ་བསྐྱར་ཞིབ་འབད།';
$string['adminteachermanagepay'] = 'སློབ་དཔོན་ཚུ་གིས་ སློབ་ཚན་དངུལ་སྤྲོད་འཛིན་སྐྱོང་འཐབ་ཚུགས།';
$string['allpendingorders'] = 'བསྣར་བཞག་བཀོད་རྒྱ་ཆ་མཉམ།';
$string['amount'] = 'མང་ཉུང་།';
$string['anlogin'] = 'Authorize.net:ནང་བསྐྱོད་མིང་།';
$string['anpassword'] = 'Authorize.net:ཆོག་ཡིག';
$string['anreferer'] = 'ཁྱོད་ཀྱིས་ འ་ནི་འདི་ཁྱོད་རའི་authorize.net རྩིས་ཁྲ་ནང་ལུ་ གཞི་སྒྲིག་འབད་ཡོད་པ་ཅིན་ ཡུ་ཨར་ཨེལ་གཞི་བསྟུན་པ་ངེས་འཛིན་འབད། དེ་གིས་ \"Referer: URL\"ཝེབ་ཞུ་བ་ནང་ནང་འདེབས་འབད་དེ་གཏང་འོང་།';
$string['antestmode'] = 'དངུལ་སྤྲོད་ལེན་འདི་བརྟག་ཞིབ་ཐོག་ལུ་གཡོག་བཀོལ(ཏི་རུབ་བཏོན་ནི་མེད་)';
$string['antrankey'] = 'Authorize.net: དངུལ་སྤྲོད་ལེན་ལྡེ་ཡིག';
$string['approvedreview'] = 'ངོས་ལེན་འབད་ཡོད་པའི་བསྐྱར་ཞིབ།';
$string['authcaptured'] = 'གནང་བ་གྲོལ་ཡོདཔ་/བཟུང་ཡོདཔ།';
$string['authcode'] = 'གནང་བའི་ཨང་།';
$string['authorize:managepayments'] = 'དངུལ་སྤྲོད་འཛིན་སྐྱོང་འཐབ།';
$string['authorize:uploadcsv'] = 'CSVཡིག་སྣོད་སྐྱེལ་བཙུགས་འབད།';
$string['authorizedpendingcapture'] = 'གནང་བ་གྲོལ་ཡོད་པའི་/བསྣར་ཡོད་པའི་འཛིན་བཟུང་།';
$string['avsa'] = 'ཁ་བྱང་(ཁྲོམ་ལམ་)མཐུན་རུང་ འགྲེམ་ཨང་མི་མཐུན་པས།';
$string['avsb'] = 'ཁ་བྱང་བརྡ་དོན་མ་བྱིན་པས།';
$string['avse'] = 'ཁ་བྱང་བདེན་སྦྱོར་རིམ་ལུགས་འཛོལ་བ།';
$string['avsg'] = 'ཡུ་ཨེསི་མ་ཡིན་པའི་ཤོག་བྱང་སྤྲོད་སའི་དངུལ་ཁང་།';
$string['avsn'] = 'ཁ་བྱང་(ཁྲོམ་ལམ་)དང་འགྲེམ་ཨང་གཉིས་ཆ་ར་མི་མཐུན་པས།';
$string['avsp'] = 'ཁ་བྱང་བདེན་སྦྱོར་རིམ་ལུགས་འཇུག་ཁྱབ་མིན་འདུག';
$string['avsr'] = 'ལོག་འབད-རིམ་ལུགས་མིན་འདུག་ ཡང་ན་ ངལ་མཚམས་བྱུང་ནུག';
$string['avsresult'] = 'AVS གྲུབ་འབྲས་: $a';
$string['avss'] = 'ཞབས་ཏོག་འདི་ཞབས་ཏོག་སྤྲོད་མི་གིས་ངོས་ལེན་མ་འབད་བས།';
$string['avsu'] = 'ཁ་བྱང་བརྡ་དོན་འདི་མིན་འདུག';
$string['avsw'] = 'ཨང་ཡིག་༩འབད་མི་འགྲེམ་ཨང་འདི་མཐུན་རུང་ཁ་བྱང་(ཁྲོམ་ལམ)མི་མཐུན་པས།';
$string['avsx'] = 'ཨང་ཡིག་༩འབད་མི་འགྲེམ་ཨང་ཁ་བྱང་(ཁྲོམ་ལམ)མཐུན་པས།';
$string['avsy'] = 'ཨང་ཡིག་༥འབད་མི་འགྲེམ་ཨང་ཁ་བྱང་(ཁྲོམ་ལམ)མཐུན་པས།';
$string['avsz'] = 'ཨང་ཡིག་༥འབད་མི་འགྲེམ་ཨང་འདི་མཐུན་རུང་ཁ་བྱང་(ཁྲོམ་ལམ)མི་མཐུན་པས';
$string['canbecredit'] = '$a->uptoལུ་དངུལ་ལོག་སྤྲོད་བཏུབ།';
$string['cancelled'] = 'ཆ་མེད་བཏང་ཡོདཔ།';
$string['capture'] = 'འཛིན་བཟུང་།';
$string['capturedpendingsettle'] = 'འཛིན་བཟུང་འབད་ཡོདཔ/བསྣར་བཞག';
$string['capturedsettled'] = 'འཛིན་བཟུང་/དངུལ་སྤྲོད་གྲུབ།';
$string['captureyes'] = 'དངུལ་ཚབ་ཤོག་བྱང་འདི་འཛིན་བཟུང་འབད་དེ་སློབ་ཕྲུག་ཚུ་སློབ་ཚན་ནང་ཐོ་བཙུགས་འབད་འོང་། ངེས་བདེན་ཨིན་ན་?';
$string['ccexpire'] = 'དུས་ཡོལ་ཚེས་གྲངས།';
$string['ccexpired'] = 'དངུལ་ཚབ་ཤོག་བྱང་འདི་དུས་ཡོལབྱུང་ནུག';
$string['ccinvalid'] = 'ནུས་མེད་ཤོག་བྱང་ཨང་།';
$string['ccno'] = 'དངུལ་ཚབ་ཤོག་བྱང་ཨང་།';
$string['cctype'] = 'དངུལ་ཚབ་ཤོག་བྱང་དབྱེ་བ།';
$string['ccvv'] = 'ཤོག་བྱང་བདེན་སྦྱོར།';
$string['ccvvhelp'] = 'ཤོག་བྱང་རྒྱབ་ཁར་(མཇུག་གི་ཨང་ཡིག་༣)བལྟ།';
$string['choosemethod'] = 'ཁྱོད་ཀྱིས་ སློབ་ཚན་ཐོ་བཙུགས་ལྡེ་ཡིགཤེས་པ་ཅིན་ འོག་ལུ་བཙུགས་ <br />དེ་མེན་པ་ཅིན་ དེ་གི་དོན་ལུ་ཏི་རུབ་སྤྲོད་དགོ';
$string['chooseone'] = 'འོག་གི་ས་སྒོ་གཉིས་ལས་ གཅིག་ ཡང་ན་ གཉིས་ཆ་ར་བཀང་། ཆོག་ཡིག་འདི་མ་སྟོན་པས།';
$string['costdefaultdesc'] = 'སྔོན་སྒྲིག་རིན་གོང་འདི་སློབ་ཚན་རིན་གོང་ས་སྒོ་སྦེ་ལག་ལེན་འཐབ་ནི་ལུ་<strong>སློབ་ཚན་སྒྲིག་སྟངས་ནང་ -༡ བཙུགས་-1</strong>';
$string['cutofftime'] = 'དངུལ་སྤྲོད་ལེན་བཀག་དུས། དེ་ཡང་ རྩིས་གྲུབ་ནི་གི་དོན་ལས་ དངུལ་སྤྲོད་མཇུག་སྦེ་བཞག་པའི་སྐབས་ལུ་ཨིན།';
$string['dataentered'] = 'གནས་སྡུད་ཐོ་བཀོད་འབད་ཡོདཔ།';
$string['delete'] = 'མེདཔ་གཏང་།';
$string['description'] = 'Authorize.net སྦྱོང་ཚན་གྱིས་ དངུལ་སྤྲོད་བྱིན་མི་ལས་བརྒྱུད་དེ་དངུལ་སྤྲོད་ཡོད་པའི་སློབ་ཚན་གཞི་བཙུགས་འབད་བཅུགཔ་ཨིན།
གལ་སྲིད་སློབ་ཚན་གང་རུང་ཅིག་གི་རིན་གོང་ཀླད་ཀོར་ཨིན་པ་ཅིན་ སློབ་ཕྲུག་ཚུ་ཐོ་བཀོད་འབད་ནི་གི་དོན་ལུ་རིན་སྤྲོད་མི་དགོ སློབ་ཚན་རིན་གོང་སྒྲིག་ཐངས་གཉིས་ཡོད། (༡)ས་ཁོངས་ཧྲིལ་བུའི་དོན་ལུ་ སྔོན་སྒྲིག་ས་ཁོངས་ཆ་མཉམ་གྱི་རིན་ ཡང་ན་ (༢)ཁྱོད་ཀྱིས་ སློབ་ཚན་རེ་བཞིན་གཞི་སྒྲིག་འབད་བཏུབ་པའི་སློབ་ཚན་སྒྲིག་སྟངས། སློབ་ཚན་རིན་གོང་གིས་ ས་ཁོངས་རིན་གོང་དབང་ཐག་ཆོདཔ་ཨིན། <br /><br /><b>དྲན་འཛིན:</b> ཁྱོད་ཀྱིས་ སློབ་ཚན་སྒྲིག་སྟངས་ནང་ལུ་ ཐོ་བཙུགས་ལྡེ་མིག་བཙུགས་པ་ཅིན་ སློབ་ཕྲུག་ཚུ་གིས་ལྡེ་མིག་ལག་ལེན་འཐབ་ཐོག་ལས་ ཐོ་བཙུགས་འབད་ནིའི་གདམ་ཁ་ཡོད། དེ་ཡང་ རིན་སྤྲོད་མི་དང་མ་སྤྲོད་མི་སློབ་ཕྲུག་གཉིས་བླ་བསྲེས་བའི་སྐབས་ལུ་ཁག་ཆེཝ་ཨིན།';
$string['echeckabacode'] = 'དངུལ་ཁང་ ABA ཨང་།';
$string['echeckaccnum'] = 'དངུལ་ཁང་རྩིས་ཨང་།';
$string['echeckacctype'] = 'དངུལ་ཁང་རྩིས་ཨང་དབྱེ་བ།';
$string['echeckbankname'] = 'དངུལ་ཁང་མིང་།';
$string['echeckbusinesschecking'] = 'ཚོང་ལས་ཞིབ་དཔྱད།';
$string['echeckchecking'] = 'ཞིབ་དཔྱད།';
$string['echeckfirslasttname'] = 'དངུལ་ཁང་རྩིས་ཨང་བདག་པོ།';
$string['echecksavings'] = 'དངུལ་བསག';
$string['enrolname'] = 'Authorize.net དངུལ་སྤྲོད་འཇུལ་སྒོ';
$string['expired'] = 'དུས་ཡོལ་བྱུང་ཡོདཔ།';
$string['haveauthcode'] = 'ང་ལུ་ཧེ་མ་ལས་ དབང་སྤྲོད་ཨང་ཡིག་ཡོད།';
$string['howmuch'] = 'ག་དེམ་ཅིག?';
$string['httpsrequired'] = 'ཁྱོད་ཀྱི་ཞུ་བ་འདི་ ད་ལྟོ་མི་བཏུབ་པས་ དགོངསམ་མ་ཁྲེལ། ས་ཁོངས་དེ་གི་རིམ་སྒྲིག་འདི་ལེགས་ཤོམ་སྦེ་གཞི་སྒྲིག་མ་འབད་བས། <br /><br />བརྡ་འཚོལ་པའི་མཇུག་ལུ་ལྡེ་མིག་སེརཔ་ཅིག་མ་མཐོང་ཚུན་ཚོད་ ཁྱོད་ཀྱིས་ དངུལ་ཚབ་ཤོག་བྱང་ཨང་བཙུགས་མ་གནང་། བརྡ་མཚོན་སེརཔ་འདི་ཡོད་པ་ཅིན་ ཤོག་ལེབ་དེ་གིས་ ཞབས་ཏོག་སྤྱོད་མི་དང་སར་བར་གྱི་བར་ན་གནས་སྡུད་གཏང་ཡོད་མི་ཚུ་གསང་བཟོས་འབད་ཡོད་པའི་བརྡ་ཨིན། དེ་འབདཝ་ལས་ གློག་རིག་གཉིས་ཀྱི་བར་ན་ སྤྲོད་ལེན་འབད་བའི་སྐབས་ཀྱི་བརྡ་དོན་ཚུ་ཉེན་སྐྱོབ་འབད་དེ་ཡོདཔ་དང་ ད་ལས་ཕར་ དངུལ་ཚབ་ཤོག་བྱང་ཨང་འདི་ ཡོངས་འབྲེལ་ནང་ལས་འཛིན་བཟུང་འབད་མི་ཚུགས།';
$string['invalidaba'] = 'ནུས་མེད་ABAཨང་།';
$string['invalidaccnum'] = 'ནུས་མེད་རྩིས་ཁྲ་ཨང་།';
$string['invalidacctype'] = 'ནུས་མེད་རྩིས་ཁྲའི་དབྱེ་བ།';
$string['logindesc'] = 'འ་ནི་གདམ་ཁ་འདི་ ཨཱོན་སྦེ་དགོ  <br /><br /><a href=\"$a->url\">loginhttps འདི་</a> བདག་སྐྱོང་ >> འགྱུར་ཅན་ >> ཉེན་སྐྱོབ་.<br /><br/>ནང་ལུ་ ཨཱོན་སྦེ་བཞག་དགོ ཨཱོན་སྦེ་བཞག་མི་དེ་གིས་ ནང་བསྐྱོད་དང་དངུལ་སྤྲོད་ཤོག་ལེབ་ནང་ https མཐུད་ལམ་འདི་ཉེན་ཁ་མེདཔ་སྦེ་བཞགཔ་ཨིན།';
$string['logininfo'] = 'ནང་བསྐྱོད་མིང་ ཆོག་ཡིག་དང་དངུལ་སྤྲོད་ལྡེ་མིག་ཚུ་ ཉེན་སྲུང་གི་སྟབས་མ་བདེ་མི་ལུ་བརྟེན་འདི་ནང་མ་སྟོན། ས་སྒོ་འདི་ཧེ་མ་ལས་རིམ་སྒྲིག་འབད་ཡོད་པ་ཅིན་ ལོག་བཙུགས་དགོཔ་མེན་འདུག ས་སྒོ་ལ་ལོ་ཅིག་ཧེ་མ་ལས་རིམ་སྒྲིག་འབད་ཡོད་པ་ཅིན་ སྒྲོམ་གྱི་གཡོན་ལུ་ཡོད་པའི་ཚིག་ཡིག་ལྗང་ཁུ་ལུ་བལྟ། གལ་སྲིད་ ས་སྒོ་འདི་འགོ་དང་པ་བཙུགསཔ་ཨིན་པ་ཅིན་ ནང་བསྐྱོད་མིང་(*)འདི་དགོཔ་ཡོདཔ་ལས་ ཁྱོད་ཀྱིས་ འོས་འབབ་ཡོད་པའི་སྒྲོམ་ནང་ལུ་<strong>ཡང་ཅིན་</strong> དངུལ་སྤྲོད་ལེན་ལྡེ་མིག་(#1) <strong>ཡང་ན་</strong> ཆོག་ཡིག་(#2)བཙུགས་དགོ 
ཉེན་སྐྱོབ་ཀྱི་གནད་དོན་ལས་བརྟེན་ དངུལ་སྤྲོད་ལེན་ལྡེ་ཡིག་འདི་བཙུགས། ད་ལྟོའི་ཆོག་ཡིག་འདི་བཏོན་བཏང་པ་ཅིན་ དཔྱད་སྒྲོམ་གུ་མེན་རྟགས་བཀལ།';
$string['methodcc'] = 'དངུལ་ཚབ་ཤོག་བྱང་།';
$string['methodecheck'] = 'eCheck (ACH)';
$string['missingaba'] = 'ABAཨང་མ་ཚང་བ།';
$string['missingaddress'] = 'ཁ་བྱང་མ་ཚང་བ།';
$string['missingbankname'] = 'དངུལ་ཁང་མིང་མ་ཚང་བ།';
$string['missingcc'] = 'ཤོག་བྱང་ཨང་མ་ཚང་བ།';
$string['missingccauthcode'] = 'དབང་སྤྲོད་ཨང་མ་ཚང་བ།';
$string['missingccexpire'] = 'དུས་ཡོལ་ཚེས་གྲངས་མ་ཚང་བ།';
$string['missingcctype'] = 'ཤོག་བྱང་དབྱེ་བ་མ་ཚང་བ།';
$string['missingcvv'] = 'བདེན་སྦྱོར་ཨང་མ་ཚང་བ།';
$string['missingzip'] = 'འགྲེམ་ཨང་མ་ཚང་བ།';
$string['mypaymentsonly'] = 'ངེ་གི་དངུལ་སྤྲོད་རྐྱངམ་ཅིག་སྟོན།';
$string['nameoncard'] = 'ཤོག་བྱང་གུ་མིང་།';
$string['new'] = 'གསརཔ།';
$string['noreturns'] = 'ལོག་མི་ཐོབ!';
$string['notsettled'] = 'སྤྲོད་ལེན་མ་གྲུབ།';
$string['orderid'] = 'OrderID';
$string['paymentmanagement'] = 'དངུལ་སྤྲོད་འཛིན་སྐྱོང་།';
$string['paymentmethod'] = 'དངུལ་སྤྲོད་ཐབས་ལམ།';
$string['paymentpending'] = 'རིམ་ཨང་$a->orderidཐོག་ལུ་ སློབ་ཚན་འདི་གི་དོན་ལུ་ ཁྱོད་ཀྱི་དངུལ་ཕོགས་འདི་བསྣར་བཞག་སྟེ་ཡོད། <a href=\'$a->url\'>རིམ་ཨང་ཁ་གསལ་</a>ལུ་བལྟ།';
$string['pendingordersemail'] = 'བདག་སྐྱོང་པ།
ཉིན་གྲངས་ $a->daysནང་འཁོད་དང་ལེན་མ་འབད་བ་ཅིན་ \"$a->course\"གི་$a->pendingདངུལ་སྤྲོད་ལེན་འདི་དུས་ཡོལ་འབྱུང་འོང་།

ཁྱོད་ཀྱིས་ འཆར་རིམ་བཟོ་ཡོད་པའི་-འཛིན་བཟུང་འདི་ལྕོགས་ཅན་མ་བཟོཝ་ལས་བརྟེན་ འ་ནི་ ཉེན་བརྡའི་འཕྲིན་དོན་ཨིན། དེ་ཡང་ ཁྱོད་ཀྱིས་ ལག་ཐོག་ལས་ དངུལ་སྤྲོད་འདི་དང་ལེན་ ཡང་ན་ དང་ལེན་སྤང་དགོ་པའི་བརྡ་ཨིན།
བསྣར་བཞག་དངུལ་ཕོགས་དང་ལེན་/དང་ལེན་སྤང་ནི་ལུ་:
$a->url ལུ་འགྱོ།

འཆར་རིམ་བཟོ་ཡོད་པའི་-འཛིན་བཟུང་ལྕོགས་ཅན་བཟོ་མི་དེ་གིས་ ད་ལས་ཕར་ ཉེན་བརྡའི་གློག་འཕྲིན་ག་ཅི་ཡང་མི་ཐོབ། དེ་ཡང་:

$a->enrolurl ལུ་འགྱོ།';
$string['pendingordersemailteacher'] = 'སློབ་དཔོན།
སློབ་ཚན་\" $a->course\"གི་དོན་ལུ་  $a->currency $a->sumcostགནས་ཡོད་པའི་$a->pendingསྤྲོད་ལེན་འདི་ ཉིན་གྲངས་$a->daysནང་འཁོད་དང་ལེན་མ་འབད་བ་ཅིན་དུས་ཡོལ་འབྱུང་འོང་།

བདག་སྐྱོང་པ་གིས་ འཆར་རིམ་བཟོ་ཡོད་པའི་-འཛིན་བཟུང་ལྕོགས་ཅན་མ་བཟོཝ་ལས་བརྟེན་ ཁྱོད་ཀྱིས་ དངུལ་སྤྲོད་འདི་ལག་ཐོག་ལས་དང་ལེན་ ཡང་ན་ དང་ལེན་སྤང་དགོ།

$a->url';
$string['reason11'] = 'སྤྲོད་ལེན་རྫུན་མ་སྤྲོད་ནུག';
$string['reason13'] = 'ཚོང་འབྲེལ་གྱི་ནང་བསྐྱོད་ཨའི་ཌི་འདི་ནུས་མེད་ ཡང་ན་ རྩིས་ཁྲ་འདི་ཤུགས་ལྡན་མེན་པས།';
$string['reason16'] = 'སྤྲོད་ལེན་མ་ཐོབ།';
$string['reason17'] = 'ཚོང་འབྲེལ་གྱིས་ དེ་བཟུམ་མའི་དངུལ་ཚབ་ཤོག་བྱང་དང་ལེན་མི་འབད།';
$string['reason245'] = 'འ་ནི་ གློག་ཐོག་ཞིབ་དཔྱད་འདི་ དངུལ་ཕོགས་འཛུལ་སྒོ་འདི་ལག་ལེན་འཐབ་པའི་སྐབས་སུ་མི་ཆོག';
$string['reason246'] = 'འ་ནི་བཟུམ་མའི་གློག་ཐོག་ཞིབ་དཔྱད་དབྱེ་བ་འདི་མི་ཆོག';
$string['reason27'] = 'དངུལ་སྤྲོད་ལེན་འདི་AVSམ་འགྲིགཔ་ལུ་གྱུར་ནུག བཀོད་དེ་ཡོད་པའི་ཁ་བྱང་འདི་ ཤོག་འཛིན་པའི་འཛིན་ཤོག་ཁ་བྱང་དང་མི་མཐུན་པས།';
$string['reason28'] = 'ཚོང་འབྲེལ་གྱིས་ དེ་བཟུམ་མའི་དངུལ་ཚབ་ཤོག་བྱང་ལུ་དང་ལེན་མི་འབད།';
$string['reason30'] = 'ལས་སྦྱོར་འཕྲུལ་ཆས་དང་ཡོད་པའི་རིམ་སྒྲིག་འདི་ནུས་མེད་ཨིན་པས། ཞབས་ཏོག་བྱིན་མི་ཚོང་འབྲེལ་དང་འབྲེལ་བ་འཐབ།';
$string['reason39'] = 'བགོ་བཀྲམ་འབད་ཡོད་པའི་དངུལ་གྱི་ཨང་རྟགས་འདི་ནུས་མེད་ ཡང་ན་ ངོས་ལེན་མེདཔ་དང་ཚོང་འབྲེལ་ལུ་མ་ཆོགཔ་དང་ ཡང་ཅིན་ བརྗེ་སོར་གོང་ཚད་མེདཔ་ཨིན་པས།';
$string['reason43'] = 'ཚོང་འབྲེལ་འདི་ འཛོལ་ཏེ་ལས་སྦྱོར་འཕྲུལ་ཆས་ནང་གཞི་སྒྲིག་འབད་ནུག';
$string['reason44'] = 'དངུལ་སྤྲོད་ལེན་འདི་ཉམས་ནུག ཤོག་བྱང་ཨང་རྟགས་ཚགས་མ་འཛོལ་བ!';
$string['reason45'] = 'དངུལ་སྤྲོད་ལེན་འདི་ཉམས་ནུག ཤོག་བྱང་ཨང་རྟགས་/ཨེ་བི་ཨེསི་ཚགས་མ་འཛོལ་བ!';
$string['reason47'] = 'རྩིས་གྲུབ་ཀྱི་དོན་ལས་ཞུ་ཡོད་པའི་དངུལ་འདི་ དབང་སྤྲོད་འབད་ཡོད་པའི་དངུལ་བསྡོམས་ངོ་མ་ལས་མི་མཐོ་འོང་།';
$string['reason5'] = 'ནུས་ལྡན་དངུལ་བསྡོམས་དགོ';
$string['reason50'] = 'དངུལ་སྤྲོད་ལེན་འདི་རྩིས་གྲུབ་ཀྱི་དོན་ལུ་བསྒུག་དོ་ཡོདཔ་ལས་ལོག་མི་ཐོབ།';
$string['reason51'] = 'དངུལ་སྤྲོད་ལེན་ཁ་ཐད་ལུ་བུ་ལོན་ཡོངས་བསྡོམས་འདི་ དངུལ་སྤྲོད་ལེན་ངོ་མའི་བསྡོམས་རྩིས་ལས་མཐོ་བས།';
$string['reason54'] = 'འབྲེལ་གཏུགས་སྤྲོད་ལེན་འདི་ བུ་ལོན་སྤྲོད་ནིའི་ཁྱད་ཚད་དང་མི་ལྡན་པས།';
$string['reason55'] = 'འབྲེལ་གཏུགས་སྤྲོད་ལེན་ཁ་ཐད་ལུ་ བུ་ལོན་བསྡོམས་རྩིས་འདི་ ཕབ་རྩིས་ངོ་མ་འདི་ལས་ལྷག་འོང་།';
$string['reason56'] = 'ཚོང་འབྲེལ་འདི་གིས་ གློག་ཐོག་ཞིབ་དཔྱད་(ACH)སྤྲོད་ལེན་རྐྱངམ་ཅིག་དང་ལེན་འབདཝ་ཨིན། དངུལ་ཚབ་ཤོག་བྱང་སྤྲོད་ལེན་མི་ཆོག';
$string['refund'] = 'དངུལ་ཚབ།';
$string['refunded'] = 'དངུལ་ཚབ་སྤྲོད་ཡོདཔ།';
$string['returns'] = 'ལོག་སྤྲོད།';
$string['reviewday'] = 'སློབ་དཔོན་ ཡང་ན་ བདག་སྐྱོང་པ་གིས་ ཉིན་གྲངས<b>$a</b>ནང་འཁོད་བཀོད་རྒྱ་འདི་བསྐྱར་ཞིབ་མ་འབད་ཚུན་ དངུལ་ཚབ་ཤོག་བྱང་འདི་རང་བཞིན་གྱིས་འཛིན་བཟུང་འབདཝ་ཨིན། ཀོརཱོན་འདི་ལྕོགས་ཅན་བཟོ་དགོ <br />(ཉིནམ་༠འདི་ འཆར་རིམ་བཟོ་ཡོད་པའི་-འཛིན་བཟུང་ལྕོགས་མིན་བཟོ་བའི་ཁར་ སློབ་་དཔོན་ ཡང་ན་ བདག་སྐྱོང་པ་གིས་ལག་ཐོག་ལས་བསྐྱར་ཞིབ་འབད་བའི་དོན་ཨིན། ཁྱོད་ཀྱིས་ འཆར་རིམ་བཟོ་ཡོད་པའི་-འཛིན་བཟུང་འདི་ལྕོགས་མིན་བཟོ་བ་ཅིན་ ཡང་ན་ ཉིན་གྲངས་༣༠ནང་འཁོད་བསྐྱར་ཞིབ་མ་འབད་བ་ཅིན་ དངུལ་སྤྲོད་ལེན་འདི་ཆ་མེད་འགྱོ་འོང་།)';
$string['reviewfailed'] = 'བསྐྱར་ཞིབ་འཐུས་ཤོར།';
$string['reviewnotify'] = 'ཁྱོད་ཀྱིས་དངུལ་འདི་བསྐྱར་ཞིབ་འབད་འོང་། དེ་འབདཝ་ལས་ ཁྱོད་རའི་སློབ་དཔོན་ལས་ ཉིནམ་དག་པ་ཅིག་གི་ནང་ལུ་གློག་འཕྲིན་གཏང་འོང།';
$string['sendpaymentbutton'] = 'དངུལ་གཏང་།';
$string['settled'] = 'རྩིས་གྲུབ་ཡོདཔ།';
$string['settlementdate'] = 'རྩིས་གྲུབ་ཚེས་གྲངས།credit';
$string['subvoidyes'] = 'དངུལ་ལོག་སྤྲོད་ཡོད་མི་($a->transid)འདི་ ཆ་མེད་གཏང་ནི་ཨིནམ་དང་ དེ་གིས་ ཁྱོད་རའི་རྩིས་ཁྲ་ནང་ལུ་ $a->amount དེ་ཅིག་རྩིས་ཁྲ་ནང་བཙུགས་འོང་། ཐད་རི་བ་རི་ཨིན་ན་?';
$string['tested'] = 'བརྟག་དཔྱད་འབད་ཡོདཔ།';
$string['testmode'] = '[TEST MODE]';
$string['testwarning'] = 'འཛིན་བཟུང་/སྟོངམ་བཏོན་/དངུལ་ལོག་སྤྲོད་ནི་ཚུ་ བརྟག་ཞིབ་ནང་ལཱ་འབད་དོ་བཟུམ་ཅིག་འདུག དེ་འབདཝ་ད་ གནས་སྡུད་གཞི་རྟེན་ནང་ལུ་ དྲན་ཐོ་དུས་མཐུན་ ཡང་ན་ མ་བཙུགས་པས།';
$string['transid'] = 'དངུལ་སྤྲོད་ལེན་ཨའི་ཌི།';
$string['underreview'] = 'བསྐྱར་ཞིབ་འབད་བའི་བསྒང་ཨིན།';
$string['unenrolstudent'] = 'སློབ་ཕྲུག་ཐོ་བཙུགས་འབད་བཤོལ་ནི་ཨིན་ན?';
$string['uploadcsv'] = 'CSVཡིག་སྣོད་ཅིག་སྐྱེལ་བཙུགས་འབད།';
$string['usingccmethod'] = '<a href=\"$a->url\"><strong>དངུལ་ཚབ་ཤོག་བྱང་།</strong></a>ལག་ལེན་འཐབ་ཐོག་ལས་ ཐོ་བཙུགས་འབད།';
$string['usingecheckmethod'] = '<a href=\"$a->url\"><strong>གློག་ཐོག་དཔྱད་ཞིབ་</strong></a>ལག་ལེན་འཐབ་ཐོག་ལས་ ཐོ་བཙུགས་འབད།';
$string['void'] = 'སྟོངམ།';
$string['voidyes'] = 'སྐད་བསྒྱུར་འདི་ཆ་མེད་བཏང་འོང་། ཐད་རི་འབའ་རི་ཨིན་ན?';
$string['welcometocoursesemail'] = 'སློབ་ཕྲུག་ལུ།
ཁྱོད་ཀྱིས་དངུལ་སྤྲོད་འབད་མི་ལུ་བཀྲིན་ཆེ། ཁྱོད་ཀྱིས་ གཤམ་འཁོད་སློབ་ཚན་ཚུ་ཐོ་བཙུགས་འབད་ནུག:
$a->courses
ཁྱོད་ཀྱིས་ ཁྱོད་རའི་གསལ་སྡུད་ཞུན་དག་འབད་ཚུགས།
$a->profileurl
ཁྱོད་རའི་དངུལ་སྤྲོད་ཁ་གསལ་མཐོང་ཚུགས:
$a->paymenturl';
$string['youcantdo'] = 'ཁྱོད་ཀྱིས་འདི་འབད་མི་ཚུགས:$a->action';
$string['zipcode'] = 'གནས་ཡུལ་ཨང་།';

?>
