<?PHP // $Id$ 
      // enrol_manual.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['description'] = 'འ་ནི་འདི་ ཐོ་བཙུགས་ཀྱི་སྔོན་སྒྲིག་རྣམ་པ་ཨིན། སློབ་ཕྲུག་ཚུ་གིས་ཐབས་ལམ་གཉིས་ཀྱི་ཐོག་ལས་དམིགས་བསལ་སློབ་ཚན་ནང་ཐོ་བཙུགས་འབད་ཚུགས།
<ul>
<li>སློབ་དཔོན་ཡང་ན་བདག་སྐྱོང་གིས་ལག་ཐོག་ལས་སློབ་ཚན་ནང་འཁོད་ལས་སློམ་ཚན་བདག་སྐྱོང་དཀར་ཆག་ནང་གི་འབྲེལ་ལམ་ལག་ལེན་འཐབ་ཐོག་ལས་ཐོ་བཙུགས་འབད་ཚུགས།</li>
<li>སློབ་ཚན་ལུ་ \"enrolment key\" ཟེར་མི་ཆོག་ཡིག་ངེས་འཛིན་འབད་ཡོདཔ་ཨིན། ག་གིས་རང་ལྡེ་ཡིག་འདི་ཤེས་པ་ཅིན་ཁོང་ར་གིས་སློབ་ཚན་ནང་ཁ་སྐོང་བརྐྱབ་ཚུགས།</li>
</ul>';
$string['enrol_manual_requirekey'] = 'སློབ་ཚན་གསརཔ་ཚུ་དང་ ད་ལྟོ་ཡོད་མི་ལྡེ་ཡིག་ཚུ་བཏོན་གཏང་ནི་སྔོན་བཀག་འབད་ནི་ནང་སློབ་ཚན་ཐོ་བཙུགས་ལྡེ་ཡིག་དགོ';
$string['enrol_manual_showhint'] = 'ག་དེམ་ཅིག་སྦེ་བདེན་མེད་ལྡེ་ཡིག་བཙུགས་པ་ཅིན་ ཡིག་འབྲུ་དང་པམ་ཤེས་བཅུག་ནིའི་བརྡ་མཚོན་ལུ་ སྒྲིག་སྟངས་འདི་ལྕོགས་ཅན་བཟོ།';
$string['enrol_manual_usepasswordpolicy'] = 'སློབ་ཚན་ཐོ་བཙུགས་སྡེ་ཡིག་ཚུ་གི་དོན་ལུ་ ད་ལྟོའི་ལག་ལེན་པའི་ཆོག་ཡིག་སྲིད་བྱུས་ལག་ལེན་འཐབ།';
$string['enrolmentkeyerror'] = 'ཐོ་བཙུགས་ལྡེ་ཡིག་དེ་བདེན་མེད་ཨིན་མས། ལོག་འབད་རྩོལ་བསྐྱེད་གནང་།';
$string['enrolname'] = 'ནང་འཁོད་ཐོ་བཙུགས།';
$string['keyholderrole'] = 'སློབ་ཚན་གཅིག་གི་དོན་ལུ་ལྡེ་ཡིག་འཆང་མི་ལག་ལེན་པའི་ལས་འགན། སློབ་ཚན་ནང་ཐོ་བཙུགས་འབད་ནིའི་དཔའ་བཅམ་མི་སློབ་ཕྲུག་ཚུ་ལུ་བཀྲམ་སྟོན་འབད་ཡོདཔ།';

?>
