<?PHP // $Id$ 
      // enrol_paypal.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['business'] = 'ཁྱོད་རའི་ཚོང་འབྲེལ་པེ་པཱལ་རྩིས་ཐོའི་གློག་འཕྲིན་ཁ་བྱང་།';
$string['costorkey'] = 'འོག་གི་ཐོ་བཙུགས་ཐབས་ལམ་གཅིག་གདམ་ཁ་རྐྱབས།';
$string['description'] = 'པེ་པཱལ་སྦྱོང་ཚན་གྱིས་རིན་སྤྲོད་ཡོད་པའི་སློབ་ཚན་ཚུ་གཞི་སྒྲིག་འབད་བཅུགཔ་ཨིན། སློབ་ཚན་གང་རུང་གི་རིན་ཀླད་ཀོར་ཨིན་པ་ཅིན་ སློབ་ཕྲུག་ཚུ་གི་ཐོ་བཀོད་ཀྱི་དོན་ལུ་རིན་སྤྲོད་མི་དགོ། ཁྱོད་ཀྱིས་ནཱ་ལུ་ས་ཁོངས་ཡོངས་རྫོགས་ཀྱི་དོན་ལུ་སྔོན་སྒྲིག་སྦེ་གཞི་སྒྲིག་འབད་མི་ ས་ཁོངས་-རྒྱ་ཅན་རིན་ཡོདཔ་དང་ སློབ་ཚན་རེ་རེ་གི་དོན་ལུ་རང་རང་སོ་སོ་སྦེ་གཞི་སྒྲིག་འབད་བཏུབ་པའི་སློབ་ཚན་སྒྲིག་སྟངས་ཡོདཔ་ཨིན། སློབ་ཚན་རིན་གྱིས་ས་ཁོངས་ཀྱི་རིན་མེདཔ་གཏངམ་ཨིན།';
$string['enrolname'] = 'པེ་པཱལ།';
$string['paypalaccepted'] = 'པེ་པཱལ་གླ་དངུལ་དང་ལེན་འབད་ཡོདཔ།';
$string['sendpaymentbutton'] = 'གླ་དངུལ་པེ་པཱལ་བརྒྱུད་དེ་གཏང་།';

?>
