<?PHP // $Id$ 
      // enrol_database.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['autocreate'] = 'མུ་ཌེལ་ནང་ལུ་ད་ལྟོ་མེད་པའི་སློབ་ཚན་ཅིག་ནང་ཐོ་བཙུགས་འབད་ནི་ཡོད་པ་ཅིན་ སློབ་ཚན་ཚུ་རང་བཞིན་གྱིས་གསར་བསྐྲུན་འབད་ཚུགས།';
$string['autocreation_settings'] = 'རང་བཞིན་གསར་བསྐྲུན་གྱི་སྒྲིགས་སྟངས་ཚུ་';
$string['category'] = 'རང་བཞིན་གྱིས་གསར་བསྐྲུན་འབད་ཡོད་པའི་སློབ་ཚན་ཚུ་གི་དོན་ལུ་དབྱེ་རིམ་';
$string['course_fullname'] = 'སློབ་ཚན་གྱི་མིང་ཚ་ཚང་གསོག་འཇོག་འབད་བཞག་སའི་ས་སྒོའི་མིང་།';
$string['course_id'] = 'སློབ་ཚན་གྱི་ཨའི་ཌི་གསོག་འཇོག་འབད་བཞག་སའི་ས་སྒོ་གི་མིང་། ས་སྒོ་འདི་གི་གནས་གོང་ཚུ་  \"ཐོ་བཙུགས་_db_l_སློབ་ཚན་གྱི་ས་སྒོ་\" ས་སྒོ་ནང་ཡོད་པའི་མུ་ཌེལ་སློབ་ཚན་ཐིག་ཁྲམ་ ནང་ཡོད་མི་དང་གཅིག་ཁར་མཐུན་སྒྲིག་འབད་ནིའི་དོན་ལུ་ལག་ལེན་འཐབ་ཨིན།';
$string['course_shortname'] = 'སློབ་ཚན་གྱི་མིང་ཐུང་ཀུ་གསོག་འཇོག་འབད་བཞག་སའི་ས་སྒོ་གི་མིང་།';
$string['course_table'] = 'ང་བཅས་ཀྱིས་(མིང་ཐུང་ཀུ་ མིང་ཚ་ཚང་ ཨའི་ཌི་ ལ་སོགས་པ་ཚུ་) སློབ་ཚན་ཚུའི་སྐོར་ལས་ཁ་གསལ་འའོང་མནོ་བའི་ཐིག་ཁྲམ་གྱི་མིང་';
$string['dbhost'] = 'སར་བར་ཨའི་པི་གི་མིང་ ཡང་ན་ ཨང་';
$string['dbname'] = 'གནས་སྡུད་གཞི་རྟེན་གྱི་མིང་';
$string['dbpass'] = 'སར་བར་གྱི་ཆོག་ཡིག་';
$string['dbtable'] = 'གནས་སྡུད་གཞི་རྟེན་ཐིག་ཁྲམ་';
$string['dbtype'] = 'གནས་སྡུད་གཞི་རྟེན་མ་འདྲཝ་';
$string['dbuser'] = 'སར་བར་ལག་ལེན་པ་';
$string['defaultcourseroleid'] = 'ལས་འགན་གཞན་གཅིག་ཡང་གསལ་བཀོད་འབད་དེ་མེད་པ་ཅིན་ སྔོན་སྒྲིག་གིས་སྦེ་ལས་འགན་བཟོ་དེ་འོང་བའི་ལས་འགན།';
$string['description'] = 'ཁྱོད་རའི་ཐོ་བཙུགས་འབད་མི་ཚུ་ཚད་འཛིན་འབད་ནིའི་དོན་ལུ་ ཕྱིའི་གནས་སྡུད་གཞི་རྟེན་(ཧ་ལམ་ ག་བཟུམ་འབད་རུང་) ལག་ལེན་འཐབ་ཆོག ཁྱོད་ཀྱི་ཕྱིའི་གནས་སྡུད་གཞི་རྟེན་ནང་ལུ་ སློབ་ཚན་ཨའི་ཌི་ཡོད་པའི་ས་སྒོ་ དང་ ལག་ལེན་པའི་ཨའི་ཌི་ཅིག་ཡོད་པའི་ས་སྒོ་ ཡོད་ཟེར་འགན་ལེན་འབད་འོང་། འདི་ཚུ་ ཁྱོད་ཀྱིས་ ས་གནས་འདི་ཁའི་ སློབ་ཚན་དང་ལག་ལེན་པའི་ཐིག་ཁྲམ་ཚུ་གདམ་མི་གི་ས་སྒོ་དང་གཅིག་ཁར་ཁྱད་པར་བལྟ་སྟེ་ཡོདཔ་ཨིན།';
$string['disableunenrol'] = 'ཨིན་གུ་གཞི་སྒྲིག་འབད་བ་ཅིན་ ལག་ལེན་པ་ཚུ་ཧེ་མ་ལས་ཕྱིའི་གནས་སྡུད་གཞི་རྟེན་པ་ལག་ཨིན་གྱིས་ཐོ་བཙུགས་འབད་ཡོད་མི་ཚུ་ དོན་མིན་སྦེ་གནས་སྡུད་གཞི་རྟེན་གྱི་ནང་དོན་དང་མ་འཁྲིལ་བར་ པ་ལག་ཨིན་འདི་གིས་རང་ ལོག་སྟེ་ཐོ་བཙུགས་མི་འབད།';
$string['enrol_database_autocreation_settings'] = 'སློབ་ཚན་གསརཔ་ཚུ་ རང་བཞིན་གྱི་གསར་བསྐྲུན་';
$string['enrolname'] = 'ཕྱིའི་གནས་སྡུད་གཞི་རྟེན་';
$string['general_options'] = 'སྤྱིར་གཏང་གདམ་ཁ་ཚུ་';
$string['host'] = 'གནས་སྡུད་གཞི་རྟེན་སར་བར་གནད་མཛོད་ཀྱི་མིང་';
$string['ignorehiddencourse'] = 'ཨིན་གུ་གཞི་སྒྲིག་འབད་བ་ཅིན་ སླུབ་ཕྲུག་ཚུའི་དོན་ལུ་ཐོབ་མ་ཚུགས་པའི་སློབ་ཚན་ནང་ ཐོ་བཙུགས་མི་འབད།';
$string['local_fields_mapping'] = 'མུ་ཌེལ་(ས་གནས) གནས་སྡུད་གཞི་རྟེན་ས་སྒོ་ཚུ་';
$string['localcoursefield'] = 'ཐག་རིག་གནས་སྡུད་གཞི་རྟེན་(དཔེར་ན་ ཨའི་ཌི་ཨང་) ནང་ཡོད་པའི་ཐོ་བཀོད་ཚུ་དང་མཐུན་སྒྲིག་འབད་ནིའི་དོན་ལུ་ ང་བཅས་ཀྱིས་ལག་ལན་འཐབ་པའི་ སློབ་ཚན་ཐིག་ཁྲམ་ནང་གི་ས་སྒོའི་མིང་།';
$string['localrolefield'] = 'ཐག་རིང་གནས་སྡུད་གཞི་རྟེན་(དཔེར་ན་ མིང་ཐུང་ཀུ) ནང་ཡོད་པའི་ཐོ་བཀོད་ཚུ་དང་མཐུན་སྒྲིག་འབད་ནིའི་དོན་ལུ་ ང་བཅས་ཀྱིས་ལག་ལེན་འཐབ་པའི་ ལས་འགན་ཐིག་ཁྲམ་ནང་ཡོད་པའི་ས་སྒོའི་མིང་།';
$string['localuserfield'] = 'ཐག་རིང་གནས་སྡུད་གཞི་རྟེན་(དཔེར་ན་ ཨའི་ཌི་ཨང་)ནང་ཡོད་པའི་ཐོ་བཀོད་ཚུ་དང་མཐུན་སྒྲིག་འབད་ནིའི་དོན་ལུ་ ང་བཅས་ཀྱིས་ལག་ལེན་འཐབ་པའི་ ལག་ལེན་པའི་ཐིག་ཁྲམ་ནང་ཡོད་པའི་ས་སྒོའི་མིང་།';
$string['name'] = 'ལག་ལེན་གྱི་དོན་ལུ་ གསལ་བཀོད་གནས་སྡུད་གཞི་རྟེན་';
$string['pass'] = 'སར་བར་ལུ་འཛུལ་སྤྱོད་འབད་ནིའི་དོན་ལུ་ཆོག་ཡིག';
$string['remote_fields_mapping'] = 'གནས་སྡུད་གཞི་རྟེན་ས་སྒོ་ཚུ་ནང་ཐོ་བཙུགས་འབད་ནི་(ཐག་རིང་)';
$string['remotecoursefield'] = 'སློབ་ཚན་ཐིག་ཁྲམ་ནང་ཡོད་པའི་ཐོབཀོད་ཚུ་དང་མཐུན་སྒྲིག་འབད་ནིའི་དོན་ལུ་ ང་བཅས་ཀྱིས་ལག་ལེན་འཐབ་པའི་ ཐག་རིང་ཐིག་ཁྲམ་ནང་ཡོད་པའི་ས་སྒོའི་མིང་།';
$string['remoterolefield'] = 'ལས་འགན་ཐིག་ཁྲམ་ཚུ་ནང་ཡོད་པའི་ཐོབཀོད་ཚུ་དང་གཅིག་ཁར་མཐུན་སྒྲིག་འབད་ནིའི་དོན་ལུ་ ང་བཅས་ཀྱིས་ལག་ལེན་འཐབ་པའི་ ཐག་རིང་ཐིག་ཁྲམ་ནང་ཡོད་པའི་ས་སྒོའི་མིང་།';
$string['remoteuserfield'] = 'ལག་ལེན་པའི་ཐིག་ཁྲམ་ནང་ཡོད་པའི་ཐོ་བཀོད་ཚུ་དང་མཐུན་སྒྲིག་འབད་ནིའི་དོན་ལུ་ ང་བཅས་ཀྱིས་ལག་ལེན་འཐབ་པའི་ ཐག་རིང་ཐིག་ཁྲམ་ནང་ཡོད་པའི་ས་སྒོའི་མིང་།';
$string['server_settings'] = 'ཕྱིའི་གནས་སྡུད་གཞི་རྟེན་སར་བར་གྱི་སྒྲིག་སྟངས་ཚུ་';
$string['student_coursefield'] = 'སློབ་ཕྲུག་ཐོ་བཙུགས་ཐིག་ཁྲམ་ནང་ལུ་ སློབ་ཚན་ཨའི་ཌའི་འོང་མནོ་བའི་ས་སྒོའི་མིང་།';
$string['student_l_userfield'] = 'སློབ་ཕྲུག་གི་དོན་ལུ་ཐག་རིང་ཐོ་བཀོད་(དཔེར་ན་ ཨའི་ཌི་ཨང་)དང་གཅིག་ཁར་མཐུན་སྒྲིག་བཟོ་ནིའི་དོན་ལུ་ ང་བཅས་ཀྱིས་ལག་ལེན་འཐབ་པའི་ ས་གནས་འདི་ཁའི་ལག་ལེན་པའི་ཐིག་ཁྲམ་ནང་ཡོད་པའི་ས་སྒོའི་མིང་།';
$string['student_r_userfield'] = 'ལག་ལེན་པའི་ཨའི་ཌི་འདི་ཐོབ་ཚུགས་མནོ་བའི་ ཐག་རིང་སློབ་ཕྲུག་ཐོ་བཙུགས་ཐིག་ཁྲམ་ནང་ཡོད་པའི་ས་སྒོའི་མིང་།';
$string['student_table'] = 'སློབ་ཕྲུག་ཐོ་བཙུགས་ཚུ་གསོག་འཇོག་འབད་བཞག་སའི་ཐིག་ཁྲམ་གྱི་མིང་།';
$string['teacher_coursefield'] = 'སློབ་ཚན་ཨའི་ཌི་ཐོབ་ཚུགས་མནོ་བའི་ སློབ་དཔོན་ཐོ་བཙུགས་ཐིག་ཁྲམ་ནང་ཡོད་པའི་ས་སྒོའི་མིང་།';
$string['teacher_l_userfield'] = 'སློབ་དཔོན་ཚུའི་དོན་ལུ་ ཐག་རིང་ཐོ་བཀོད་ (དཔེར་ན་ ཨའི་ཌི་ཨང)དང་གཅིག་ཁར་ ང་བཅས་ཀྱིས་ལག་ལེན་འཐབ་པའི་ ས་གནས་འདི་ཁའི་ལག་ལེན་པའི་ཐིག་ཁྲམ་ནང་ཡོད་པའི་ས་སྒོའི་མིང་།';
$string['teacher_r_userfield'] = 'ལག་ལེན་པའི་ཨའི་ཌི་ཐོབ་ཚུགས་མནོ་སའི་ ཐག་རིང་སློབ་དཔོན་ཐོ་བཙུགས་་ཐིག་ཁྲམ་ནང་གི་ས་སྒོའི་མིང་།';
$string['teacher_table'] = 'སློབ་དཔོན་ཐོ་བཙུགས་འབད་བཞག་སའི་ཐིག་ཁྲམ་གྱི་མིང་།';
$string['template'] = 'གདམ་ཁ་ཅན་:རང་བཞིན་གྱིས་གསར་བསྐྲུན་འབད་ཡོད་པའི་སློབ་ཚན་ཚུ་གིས་ ཁོང་རའི་སྒྲིག་སྟངས་ཚུ་ ཊེམ་པེ་ལེཊ་སློབ་ཚན་ནང་ལས་འདྲ་བཤུས་འབད་ཆོག  འདི་ནང་ཊེམ་པ་ལེཊ་གི་མིང་ཐུང་ཀུ་ཡིག་དཔར་རྐྱབ།';
$string['type'] = 'གནས་སྡུད་གཞི་རྟེན་སར་བར་དབྱེ་བ།';
$string['user'] = 'སར་བར་ལུ་འཇུལ་སྤྱོད་འབད་ནིའི་དོན་ལུ་ ལག་ལེན་པའི་མིང་།';

?>
