<?PHP // $Id$ 
      // moodle.org.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['aboutdemosite'] = 'ང་བཅས་ཀྱི་འགྲེམས་སྟོན་ནང་ ཁྱོད་ར་ སློབ་དཔོན་དང་སློབ་ཕྲུག་ ཡང་ན་ བདག་སྐྱོང་པ་སྦེ་འབད་རྩོལ་བསྐྱེད་བཏུབ་པའི་དཔེ་ཚད་མུ་ཌེལ་ལེ་ཤ་ཡོད་ ས་ཁོངས་ཡོངས་རྫོགས་དུས་ཡུན་ཆུ་ཚོད་རེའི་ནང་གནས་ཚད་ཧིང་སངས་ས་བཟོ་ནི་ལུ་སླར་སྒྲིག་འབད་ཡོདཔ་ལས་ ཚུལ་མིན་གནས་སྟངས་བཟོ་མི་ལུ་ཚ་གྱང་ལངས་མི་དགོ་';
$string['aboutdemositetitle'] = 'འགྲེམས་སྟོན་ས་ཁོངས།';
$string['aboutintro'] = 'མུ་ཌེལ་འདི་ཀུན་གྱིས་ཐོབ་པའི་སློབ་ཚན་འཛིན་སྐྱོང་རིམ་ལུགས་(CMS)གཅིག་ཨིནམ་དང་ འདི་ལུ་སློབསྦྱོང་འཛིན་སྐྱོང་རིམ་ལུགས་(LMS) ཡང་ན་ དངོས་མེད་སློབ་སྦྱོང་མཐའ་འཁོར་(VLE)ཟེར་ཡང་སླབ་ཨིན་ འདི་འཛམ་གླིང་ནང་སློབ་དཔོན་ཚུ་ལུ་ ཁོང་རའི་སློབ་ཕྲུག་ཚུ་གི་དོན་ལུ་གློག་ལམ་ཐོག་ལུ་ནུས་ཅན་ཝེབ་ས་ཁོངས་ཚུ་བཟོ་ནིའི་ལག་ཆས་གཅིག་སྦེ་གནམ་མེད་ས་མེད་ཡོངས་གྲགས་ཡོདཔ་ཨིན་ ལཱ་འདབ་ནིའི་དོན་ལུ་ འདི་ཁྱོད་རའི་གློག་རིག་ཡང་ན་ ཝེབ་ཧོསིཊིང་ཚོང་སྡེ་ག་ཏེ་འབད་རུང་གཞི་བཙུགས་འབད་དེ་འོང་དགོ';
$string['aboutoverview'] = '<p>མུ་ཌེལ་གྱི་དམིགས་གཏད་ངོ་མ་འདི་སློབ་དཔོན་ཚུ་ལུ་ཤེས་ཡོན་འཛིན་སྐྱོང་དང་རྒྱ་སྐྱེད་གཏང་ནིའི་ལག་ཆས་བྱིན་ཐབས་ལུ་ཨིན་རུང་ མུ་ཌེལ་ལག་ལེན་འཐབ་ཐངས་ལེ་ཤ་ཡོདཔ་ཨིན:</p>
<ul>

<li> མུ་ཌེལ་ལུ་ ཆ་ཚད་ལེ་ཤ་ལུ་བཀྲམ་བཙུགས་འབད་ནིའི་ཁྱད་རྣམ་ཚུ་དང་སློབ་ཕྲུག་སྟོང་ཕྲག་སྦེ་ཡོདཔ་ཨིན་རུང་ འདི་སློབ་གྲྭ་ཆུང་བ་དང་ ཤེས་ཡོན་སྤྲོ་ལས་ཐོ་བཀོད་ཀྱི་དོན་ལུ་ཡང་ལག་ལེན་འཐབ་བཏུབ་ཨིན</li>

<li>མུ་ཌེལ་འདི་སྤེལ་ཁང་མ་ཤོས་གཅིག་གིས་གློག་ལམ་ཐོག་སློབ་ཚན་ཆ་ཚང་འགོ་འདྲེན་འཐབ་ནིའི་དོན་ལུ་ལག་ལེན་འཐབ་ཨིན་རུང་ གཞན་ཚུ་གིས་(བིལེནཌེཌ་ སློབ་སྦྱོང་ཟེར་མི་) face-to-face སློབ་ཚན་སྤེལ་ནིའི་དོན་ལུ་རྐྱངམ་གཅིག་ལག་ལེན་འཐབ་ཨིན</li>
<li> ལག་ལེན་པ་མང་ཤོས་ཅིག་གིས་(in the social constructionist tradition) ནང་ ཁོང་རའི་དོན་ཚན་ཐོག་ལུ་མཉམ་རུབ་མི་སྡེ་ལེགས་ཤོམ་བཟོ་ནིའི་དོན་ལུ་ སྦྱོང་ལཱ་ལེ་ཤ་ཡོད་མི་མུ་ཌེལ་ (དཔེར་ན་ གྲོས་གནས་ ཝིཀིསི་ གནས་སྡུད་གཞི་རྟེན་ལ་སོགས་པ)ལག་ལེན་འཐབ་ཨིནམ་དང་ལ་ལོ་ཅིག་གིས་ མུ་ཌེལ་འདི་སློབ་ཕྲུག་ཚུ་ལུ་(ཚད་ལྡན་ SCORM ཐུམ་སྒྲིལ) ལ་སོགས་པའི་ནང་དོན་འགྲེམ་སྤེལ་འབད་ནིའི་དོན་ལུ་དང་ འགན་ལས་དང་དྲིབ་འདྲི་ལན་ཚུ་ལག་ལེན་འཐབ་ཐོག་ལས་སློབ་སྦྱོང་བརྟག་ཞིབ་འབད་ནིའི་དོན་ལུ་ལག་ལེན་འཐབ་ཨིན</li>
</ul>';
$string['aboutoverviewtitle'] = 'མུ་ཌེལ་ཟེར་མི་འདི་ག་ཅི་སྨོ?';
$string['aboutstatistics'] = 'མུ་ཌེལ་འདི་སྟོང་པར་སྦེ་ ཕབ་ལེན་འབད་བཏུབ་དང་ཐོ་བཀོད་འདི་ཁས་བླངས་སྦེ་ཨིནམ་ལས་ ང་བཅས་ལུ་ འདི་ལག་ལེན་འཐབ་མི་ཆ་མཉམ་གྱི་བརྡ་དོན་ཆ་ཚང་མེད་ ཨིན་རུང་ ང་བཅས་ཀྱི་ཚད་རྩིས་ཤོག་ལེབ་གུ་ཚད་ཁྲམ་དང་ཨང་གྲངས་སྤྲོ་བ་ཅན་ཚུ་བཟོ་བཏོན་འདབཝ་ཨིན';
$string['aboutstatisticstitle'] = 'ཚད་རྩིས།';
$string['browsecvstitle'] = 'ང་བཅས་ཀྱི་འབྱུང་ཁུངས་ཨང་རྟགས་བརྡ་འཚོལ་འབད';
$string['communityintro'] = 'མུ་ཌེལ་ལུ་ས་ཁོངས་འདི་རྐྱངམ་གཅིག་ནང་རང་<a href=\"http://moodle.org/userpics\">$a->usercount ཐོ་བཀོད་འབད་ཡོད་མི་ལག་ལེན་པ་</a></a> in <a href=\"http://moodle.org/sites\">$a->countrycount རྒྱལ་ཁབ་ཚུ་</a> ནང<ahref=\"http://download.moodle.org/lang16/\">$a->langcount སྐད་ཡིག་ཚུ་ནང་བློ་སླབ་མི་ ལག་ལེན་པའི་མི་སྡེ་ སྣ་ཚོགས་ཡོདཔ་ཨིན་ (ང་བཅས་ལུ་ <a href=\"http://moodle.org/stats\">ཚད་རྩིས་ལེ་ཤ་ཡོད</a>).';
$string['conferencecenter'] = 'མུ་ཌེལ་གྲོས་བསྟུན་ལྟེ་བ།';
$string['connectedsites'] = 'མུ་ཌེལ་ས་ཁོངས་ལ་ལོ་ཅིག་ མུ་ཌེལ་ཡོངས་འབྲེལ་ལག་ལེན་འཐབ་ཐོག་ལས་ moodle.org ལུ་འབྲེལ་མཐུད་འབད་ཡོདཔ་ལས་ ཚར་གཅིག་ནཱ་ལུ་བདེན་སྦྱོར་འབད་ཞིནམ་ལས་ཐད་ཀར་དུ་ནང་བསྐྱོད་འབད་ཚུགས།';
$string['connectedsitestitle'] = 'འབྲེལ་མཐུན་འབད་ཡོད་མི་ས་ཁོངས་ཚུ།';
$string['contactbugs'] = 'མུ་ཌེལ་ཊེ་ཀར་ནང་རྐྱེནབཀང་ཞིནམ་ལས་ དཀའ་ངལ་ཚུ་མུ་ཌེལ་མཉེན་ཆས་དང་ moodle.org ས་ཁོངས་ག་ཏེ་ལུ་ཡང་སྙན་ཞུ་འབད་བཏུབ།';
$string['contactbugstitle'] = 'རྐྱེན་སྙན་ཞུ་འབད་དོ';
$string['contactcommunity'] = 'འདྲི་དཔྱད་གཞན་ཚུ་ག་ར་ མུ་ཌེལ་མི་སྡེ་འཛིན་སྐྱོང་པ་ལུ་འདྲི་དགོ';
$string['contactintro'] = 'འོག་གི་འབྲེལ་སའི་གདམ་ཁ་ཚུ་ལས་ གདམ་ཁ་རྐྱབས་གནང་།';
$string['contactlogin'] = 'འདྲི་དཔྱད་གཞན་ཆ་མཉམ་གྱི་དོན་ལུ་ ས་ཁོངས་ནང་ ནང་བསྐྱོད་འབད་ཞིནམ་ལས་ ཤོག་ལེབ་འདི་ནང་ཐོན་མི་འབྲེལ་ས་ལག་ལེན་འཐབ།';
$string['contactmoodlecom'] = 'ཆོག་ཐམ་ ཚོང་རྟགས་ ཡང་ན་ ཚོང་འབྲེལ་གྱི་འདྲི་དཔྱད་ཚུ་དང་འབྲེལ་བ་ཡོད་མི་འདྲི་དཔྱད་ཚུ་དང་ གལ་གནད་ཅན་གྱི་མུ་ཌེལ་གོང་འཕེལ་ཚུ་གི་སྐོར་ལས་གྲོགས་རམ་ལེན་ས་ <a href=\"http://moodle.com/\">Moodle.com</a> ལུ་འབྲེལ་བ་འཐབ།';
$string['contactmoodlecomhelpdesk'] = 'Moodle.com གྲོགས་རམ་ལེན་ས།';
$string['contactmoodlecomtitle'] = 'Moodle.com';
$string['contactmoodleorgemail'] = 'moodle.org ལུ་ དཀའ་ངལ་ཡོད་པ་ཅིན་ ཁ་བྱང་འདི་ལུ་གློག་འཕྲིན་གཏང་།';
$string['contactmoodleorglogin'] = 'ད་ ས་ཁོངས་འདི་ནང་ ནང་བསྐྱོད་འབད';
$string['contactmoodleorgother'] = 'འདྲི་དཔྱད་གཞན་ཆ་མཉམ་གྱི་དོན་ལུ་ འོག་ལས་ འབྲེལ་ས་ལག་ལེན་འཐབ།';
$string['contactmoodleorgtitle'] = 'Moodle.org';
$string['contactsecurity'] = 'ཁྱོད་ཀྱིས་སྲུང་སྐྱོབ་གནས་རིབ་འོས་ལྡན་སྦེ་གཞི་སྒྲིག་འབད་དེ་ཡོད་པ་ཅིན་ སྲུང་སྐྱོབ་གནད་དོན་ཚུ་ཡང་ ཊེ་ཀར་ནང་ཉེན་མེད་སྦེ་གཏང་ཚུགས།';
$string['contactsent'] = 'ཁྱོད་ཀྱི་འཕྲིན་དོན་འདི་མུ་ཌེལ་མི་སྡེ་འཛིན་སྐྱོང་པ་ལུ་ གློག་འཕྲིན་བརྒྱུད་དེ་གཏང་ཡི།';
$string['contactsupport'] = 'མུ་ཌེལ་མཉེན་ཆས་ལག་ལེན་འཐབ་ནིའི་རྒྱབ་སྐྱོར་གྱི་དོན་ལུ་ ཁྱོད་ཀྱིས་འཐོབ་ཚུགས་པའི་ཐོན་སྐྱེད་ལེ་ཤ་ཐོ་བཀོད་འབད་ཡོད་མི་ རྒྱབ་སྐྱོར་ཤོག་ལེབ་བལྟ';
$string['contactsupporttitle'] = 'རྒྱབ་སྐྱོར།';
$string['developercontributors'] = 'ངོ་བསྟོད';
$string['developerlist'] = 'འབྲི་ཆོག་པའི་གནང་བ་ཡོད་མི་བཟོ་མི་ཚུ་གི་ཐོ་བཀོད་ཆ་ཚང་།';
$string['developermeetings'] = 'བཟོ་མི་ཞལ་འཛོམས།';
$string['developers'] = 'མུ་ཌེལ་གོང་འཕེལ་ངོ་མ་འདི་ Moodle.com གི་ སྡེ་ཚན་ངོ་མ་གིས་འགོ་འཁྲིད་འབད་དེ་ འཛམ་གླིང་ནང་གི་བཟོ་མི་གཞན་ཚུ་གིས་གྲོགས་རམ་འབད་དེ་ཡོདཔ་ཨིན་ བཟོ་མི་འདི་ཚུ་མང་ཤོས་ཅིག་རང་མུ་ཌེལསི་དང་པ་ལག་ཨིནསི་གི་དོན་ལུ་འགན་ཁག་ཐད་ཀར་དུ་ཕོགཔ་ཨིན';
$string['developerstitle'] = 'བཟོ་མི་ཚུ།';
$string['developmentdocs'] = 'ང་བཅས་ཀྱི་ཡིག་ཐོག་བཀོད་མིའི་སྦུང་ཚན་ཅན་འདི་མུ་ཌེལ་ཌོཀསི་ན་ངཡོདཔ་ཨིན་- གསལ་བཀོད་ རིག་བསྡུར་ བྱ་སྒོའི་ལམ་ལུགས་ ཚད་ལྡན་དང་མཇུག་བསྡུ་ཡོད་མི་ལག་ལེན་པའི་གཱིཌི་ཚུ་ཡང་ཚུདཔ་ཨིན';
$string['developmentdocstitle'] = 'བཟོ་མའི་ཡིག་ཐོག་བཀོད་པ།';
$string['developmentintro'] = 'ང་བཅས་ཀྱིས་ལག་ལེན་པའི་མི་སྡེ་ཡོངས་རྫོགས་གདན་འདྲེན་ཞུ་མི་དྭངས་གསལ་ཅན་དང་རང་དབང་གོང་འཕེལ་ལས་སྦྱོར་གྱི་དོན་ལུ་དམིགས་པ་བསྐྱེདཔ་ཨིན་ པི་ཨེཆ་པི་ ལས་རིམ་པ་ཚུ་ལུ་ཡང་བྱོན་པ་ལེགས་སོ་ཡོད་ དེ་འབདཝ་ད་ ཁྱོད་ཀྱིས་ འགྲོས་བསྡུར་དང་ བརྟག་ཞིབ་ བསམ་ལན་ དེ་ལས་ ཡིག་ཐོག་བཀོད་ཐོག་ལས་གྲོགས་རམ་འབད་ཚུགས།';
$string['developmenttracker'] = '(བགསི་དང་ཁྱད་རྣམ་གསརཔ་ དེ་ལས་ལེགས་བཅོས་)ལ་སོགས་པའི་གོང་འཕེལ་སྙན་ཞུ་ཚུ་ཆ་མཉམ་ མུ་ཌེལ་ཊེ་ཀར་ནང་ཐོ་བཀོད་འབད་དེ་ཡོད་ ཁྱོད་ཀྱིས་ག་གིས་ ག་ཅི་འབད་དོ་ག་མཐོང་ཚུགསཔ་དང་གྲོས་གླེང་ག་ཅི་ལུ་ཡང་གྲོགས་རམ་འབད་ཚུགས། ཁྱོད་དམིགས་བསལ་གནད་དོན་ཚུ་གི་སྐོར་ལས་འཚོལ་ཞིབ་འབདཝ་ཨིན་པ་ཅིན་ དང་པ་རང་ ཊེ་ཀར་ནང་འཚོལ་ཞིབ་འབད་ཞིནམ་ལས་ ཁྱོད་རའི་ཚོགས་རྒྱན་གྱིས་གོང་འཕེལ་གཙོ་རིམ་གཏན་འབེབས་བཟོ་ནི་ལུ་གྲོགས་རམ་འབདཝ་ཨིནམ་ལས་ ཁྱོད་ར་ཏན་ཏན་སྦེ་བལྟ་ནི་ཨིན་མི་གནད་དོན་ལུ་<strong>ཚོགས་རྒྱན་བཙུགས།</strong>';
$string['donations'] = 'མ་གཞི་མུ་ཌེལ་ལུ་དངུལ་འབྲེལ་གྱི་འགན་འཁྲི་མེད་དེ་རང་འབད་རུང་ འདི་བཟོ་མི་ཚུ་ལུ་ཏི་རུ་སྤྲོད་ནིའི་གྲོགས་རམ་འབད་ནིའི་དོན་ལུ་མི་སྡེ་ནང་ལས་ང་བཅས་ཀྱི་ལས་འགུལ་ལུ་ ཞལ་འདེབས་བྱིན་ཡི།';
$string['donationstitle'] = 'ཞལ་འདེབས།';
$string['downloadcore'] = 'ང་བཅས་ཀྱི་བཀོ་བཀྲམ་ཐབས་ལམ་ངོ་བ་འདི་ཚད་ལྡན་ཐུམ་སྒྲིལ་ངོ་མ་འདི་ཚུ་བརྒྱུད་དེ་ཨིན་ འདི་ཚུ་ནང་བཟོ་མི་ངོ་མ་ཚུ་གིས་རྒྱུན་སྐྱོང་འབད་ཡོད་མི་མུ་ཌེལསི་ལེ་ཤ་ཡོདཔ་དང་ ཁྱོད་ར་པི་ཨེཆ་པི་དང་ཧེ་མ་ལས་རང་གནས་སྡུད་གཞི་རྟེན་གཞི་བཙུགས་འབད་ཡོད་ས་ལུ་གཞི་བཙུགས་འབད་ཚུགས།';
$string['downloadcoretitle'] = 'ཚད་ལྡན་མུ་ཌེལ་ཐུམ་སྒྲིལ།';
$string['downloadcvs'] = 'འབྱུང་ཁུངས་ཨང་རྟགས་ངོ་མ་འཐོབ་ནིའི་ཐབས་ལམ་གཅིག་འདི་ མུ་ཌེལ་བཟོ་མི་ཚུ་གིས་ལག་ལེན་འཐབ་ཡོད་མི་ཨང་རྟགས་མཛོད་གནས་ཀྱི་མེ་ལོང་ལུ་ཐད་ཀར་དུ་འབྲེལ་མཐུད་འབད་ནིའི་ CVS ལག་ལེན་འཐབ་ནི་འདི་ཨིན་ འདི་གིས་ འབྱུང་ཁུངས་ཨང་རྟགས་ལུ་ཉེ་གནས་བསྒྱུར་བཅོས་ཚུ་འབད་དེ་ཡོད་རུང་ ཡར་བསྐྱེད་འབད་ནི་འཇམ་ཏོང་ཏོ་བཟོཝ་ཨིན';
$string['downloadcvstitle'] = 'མུ་ཌེལ་ CVS བརྒྱུད་དེ';
$string['downloadintro'] = '<a href=\"http://docs.moodle.org/en/License\">GPL licence</a> གི་ འོག་ལུ་ ཀུན་གྱིས་ཐོབ་ཚུགས་མི་ཅིག་ཨིན། ང་བཅས་ཀྱི་བཟོ་སྟོན་འབད་མི་ཆ་མཉམ་ ཕབ་ལེན་འབད་ཆོགཔ་དང་ སྟོང་པར་སྦེ་ལག་ལེན་འཐབ་ཆོག';
$string['downloadlang'] = 'ད་ལྟོའི་མུ་ཌེལ་གྱི་ཐོན་རིམ་ཚུ་ནང་ ཁྱོད་རའི་ས་ཁོངས་ནང་འཁོད་ལུ་ བདག་སྐྱོང་དཀར་ཆག་ནང་ལས་སྐད་ཡིག་གསརཔ་ཚུ་གི་དོན་ལུ་རྒྱབ་སྐྱོར་ཁ་སྐོང་བརྐྱབ་ནི་འདི་རང་བཞིན་བཟོ་ཡོདཔ་ཨིན། དེ་འབདཝ་ད་མུ་ཌེལ་གྱི་ཐོན་རིམ་རྙིངམ་ལ་ལོ་གཅིག་གི་དོན་ལུ་ སྐད་ཡིག་སྦུང་ཚན་གསརཔ་ཚུ་ལག་ཐོག་ལས་ཕབ་ལེན་འབད་དགོ་པས།';
$string['downloadlangtitle'] = 'སྐད་ཡིག་ཐུམ་སྒྲིལ།';
$string['downloadlogotitle'] = 'མུ་ཌེལ་ལས་རྟགས་ཚུ།';
$string['downloadmac'] = 'ཁྱོ་ལུ་ཧེ་མ་ལས་རང་ཝེབ་སར་བར་གཞི་སྒྲིག་འབད་དེ་མེད་པ་ཅིན་ ག་ར་-གཅིག་-ནང་ ཡོད་མི་ཐུམ་སྒྲིལ་ཚུ་གིས་ ཨེ་པཱལ་གྱི་གློག་རིག་ Mac OS X གཡོག་བཀོལ་མི་གུ་ མུ་ཌེལ་འཇམ་ཏོང་ཏོ་སྦེ་གཞི་བཙུགས་འབད་ཚུགསཔ་བཟོཝ་ཨིན';
$string['downloadmactitle'] = 'Mac OS X གི་དོན་ལུ་མུ་ཌེལ།';
$string['downloadmodules'] = 'ཐུམ་སྒྲིལ་ངོ་མ་ཚུ་ལས་ལྷག་པའི་ལས་འགན་བྱིན་ཚུགས་ནིའི་དོན་ལུ་ཁྱོད་རའི་མུ་ཌེལ་ས་ཁོངས་ལུ་ཁ་སྐོང་བརྐྱབ་བཏུབ་མི་ གནས་སྡུད་གཞི་རྟེན་ཆ་ཚང་གི་མུ་ཌེལསི་དང་པ་ལག་ཨིནསི་ཐེབས་བརྒྱུད་དེ་བརྡ་འཚོལ་འབད';
$string['downloadmodulestitle'] = 'སྦྱོང་ཚན་དང་པ་ལག་ཨིནསི།';
$string['downloadthemes'] = 'མུ་ཌེལ་ས་ཁོངས་ཀྱི་འབྱུང་སྣང་འདི་ བརྗོད་དོན་མ་འདྲཝ་ལག་ལེན་འཐབ་ཐོག་ལས་ཡ་མཚན་ཆེ་ཏོག་ཏོ་སྦེ་བསྒྱུར་བཅོས་འབད་ཚུགས། ང་བཅས་ཀྱིས་ མུ་ཌེལ་ལག་ལེན་པ་ཚུ་གིས་གསར་བསྐྲུན་འབད་དེ་རུབ་སྤྱོད་འབད་ཡོད་མི་བརྗོད་དོན་ཚུ་གི་གནས་སྡུད་གཞི་རྟེན་བཞགཔ་ཨིན';
$string['downloadthemestitle'] = 'བརྗོད་དོན';
$string['downloadwin'] = 'ཝེབ་སར་བར་ཧེ་མ་ལས་རང་གཞི་བཙུགས་འབད་དེ་མེད་པ་ཅིན་ ག་ར་-གཅིག-ནང་ ཡོད་མི་ཐུམ་སྒྲིལ་འདི་ཚུ་གིས་མའི་ཀོརོ་སོཕཊི་ ཝིན་ཌོསི་གཡོག་བཀོལ་མི་གློག་རིག་གང་རུང་གུ་མུ་ཌེལ་གཞི་བཙུགས་འབད་ནི་འཇམ་ཏོང་ཏོ་བཟོཝ་ཨིན';
$string['downloadwintitle'] = 'ཝིན་ཌོསི་གི་དོན་ལུ་མུ་ཌེལ།';
$string['events'] = 'མ་པ་ང་བཅས་གློག་ལམ་ཐོག་སློབ་སྦྱོང་འབད་ནིའི་མཁས་བྱང་འབདཝ་ཨིན་རུང་ ཁང་མིག་གཅིག་ནང་གཅིག་ཁར་འཛུལ་ནི་འདི་ཡང་ལེགས་ཤོམ་ཨིན! ང་བཅས་ཀྱི་གྲོས་བསྟུན་ཚུ་གི་བརྡ་དོན་ཧེང་སྐལ་དང་ བྱུང་ལས་གཞན་ཚུ་གི་དོན་ལུ་ འབྲེལ་ལམ་འདི་ཚུ་བལྟ(འདི་ཚུ་ལུ་མུ་ཌེལ་མུཊསི་ཟེར་སླབ་ཨིན)';
$string['eventstitle'] = 'བྱུང་ལས།';
$string['frontpagewelcome1'] = 'མུ་ཌེལ་འདི་སློབ་ཚན་འཛིན་སྐྱོང་རིམ་ལུགས་(CMS)གཅིག་ཨིནམ་དང་ འདི་ལུ་སློབསྦྱོང་འཛིན་སྐྱོང་རིམ་ལུགས་(LMS) ཡང་ན་ དངོས་མེད་སློབ་སྦྱོང་མཐའ་འཁོར་(VLE)ཟེར་ཡང་སླབ་ཨིན་ འདི་སློབ་སྟོན་པ་ཚུ་གིས་གློག་ལམ་ཐོག་ལུ་ལྷབ་ནིའི་ས་ཁོངས་ནུས་ཅན་གསར་བསྐྲུན་འབད་ནིའི་དོན་ལུ་ལག་ལེན་འཐབ་བཏུབ་པའི་རང་དབང་ཝེབ་གློག་རིམ་གཅིག་ཨིན';
$string['frontpagewelcome2'] = 'Moodle.org འདི་མུ་ཌེལ་བཟོ་ཞིནམ་ལས་གྲོས་བསྡུར་འབད་སའི་མི་སྡེའི་ས་ཁོངས་ཨིན། 
འཚོལ་ཞིབ་འབད་ནི་དང་ནང་ནའཛུལ་ནིའི་དོན་ལུ་ དཀར་ཆག་ཚུ་ལག་ལེན་འཐབ!';
$string['frontpagewelcometitle'] = 'མུ་ཌེལ་མི་སྡེ་ནང་བྱོན་པ་ལེགས་སོ!';
$string['generaldeveloperforum'] = 'སྤྱིར་གཏང་བཟོ་མིའི་གྲོས་གནས།';
$string['jobs'] = 'འཛམ་གླིང་ནང་མུ་ཌེལ་དང་འབྲེལ་བ་ཡོད་མི་གནས་ས་ཚུ་གི་བརྡ་དོན་གྱི་དོན་ལུ་ ང་བཅས་ཀྱི་གཡོག་གི་གནས་སྡུད་གཞི་རྟེན་བལྟ་སྤྱོད་འབད';
$string['jobstitle'] = 'མུ་ཌེལ་གཡོག་';
$string['moodlecertification'] = 'མུ་ཌེལ་ ལག་ཁྱེར་ངོ་སྦྱོར་འབད་ནི';
$string['moodleconsulting'] = 'མུ་ཌེལ་ འདྲི་བསྟུན';
$string['moodlecourseware'] = 'མུ་ཌེལ་ཀོརསི་ཝེརི།';
$string['moodlecustomisation'] = 'མུ་ཌེལ་ སྲོལ་སྒྲིག་འབད་ནི';
$string['moodledocs'] = 'མུ་ཌེལ་ ཌོཀསི།';
$string['moodlehosting'] = 'མུ་ཌེལ་ ཧོསིཊིང་།';
$string['moodleinstallation'] = 'མུ་ཌེལ་ གཞི་བཙུགས།';
$string['moodleintegrations'] = 'མུ་ཌེལ་ འབྲེལ་མཐུན་བཟོ་ནི';
$string['moodlesupport'] = 'མུ་ཌེལ་ རྒྱབ་སྐྱོར།';
$string['moodlethemes'] = 'མུ་ཌེལ་ བརྗོད་དོན་ཚུ།';
$string['moodletrackertitle'] = 'མུ་ཌེལ་ ཊེ་ཀར།';
$string['moodletraining'] = 'མུ་ཌེལ་ སྦྱོང་བརྡར།';
$string['mycoursesintro'] = 'ད་ལྟོ་ཁྱོད་ གྲོས་གནས་གཅིག་ཡང་ན་ལེ་ཤ་ཡོད་མི་མི་སྡེ་ས་ཁོངས་གུ་ འོག་གི་ \"སློབ་ཚན་ཚུ་\" ནང་ཐོ་བཙུགས་འབད་དེ་ཡོདཔ་ཨིན';
$string['nameabout'] = 'སྐོར་ལས།';
$string['nameaboutmoodle'] = 'མུ་ཌེལ་གྱི་སྐོར་ལས།';
$string['namecommercial'] = 'ཚོང་འབྲེལ་ཞབས་ཏོག་';
$string['namecommunity'] = 'མི་སྡེ།';
$string['namecontact'] = 'འབྲེལ་ས།';
$string['namedevelopment'] = 'གོང་འཕེལ།';
$string['namedocumentation'] = 'ཡིག་ཐོག་བཀོད་པ།';
$string['namedownloads'] = 'པབ་ལེན';
$string['nameevents'] = 'བྱུང་ལས།';
$string['nameforums'] = 'གྲོས་གནས།';
$string['namehome'] = 'མ་ཤོག';
$string['namemycourses'] = 'ངེ་གི་སློབ་ཚན་';
$string['namenetwork'] = 'འབྲེལ་མཐུད་འབད་ཡོད་མི་ས་ཁོངས་ཚུ།';
$string['namenews'] = 'གནས་ཚུལ།';
$string['namesecurity'] = 'སྲུང་སྐྱོབ་གནས་ཚུལ།';
$string['namesupport'] = 'རྒྱབ་སྐྱོར།';
$string['networkintro'] = 'འོག་གི་མུ་ཌེལ་ས་ཁོངས་ཚུ་ མུ་ཌེལ་ཡོངས་འབྲེལ་ལག་ལེན་འཐབ་ཐོག་ལས་moodle.org ལུ་འབྲེལ་མཐུད་འབད་དེ་ཡོད་ དེ་འབདཝ་ལས་ ཁྱོད་ཀྱིས་ནཱ་ལས་ཐད་ཀར་དུ་ཕར་ལུ་ནང་བསྐྱོད་འབད་ཚུགས།';
$string['newsbuzz'] = 'མུ་ཌེལ་ བཱཛ།';
$string['newsbuzzdetail'] = 'འཛམ་གླིང་ནང་ལས་མུ་ཌེལ་དང་འབྲེལ་བ་ཡོད་མི་པར་འགྲེམས་ཚུ།';
$string['newscalendar'] = 'ཟླ་ཐོ།';
$string['newscalendardetail'] = 'མ་འོངས་པ་ལུ་ མུ་ཌེལ་དང་འབྲེལ་བ་ཡོད་མི་བྱུང་ལས།';
$string['newsofficial'] = 'མུ་ཌེལ་གྱི་སྐོར་ལས་གཞུང་འབྲེལ་གནས་ཚུལ།';
$string['newsplanet'] = 'པལཱནེཊི་ མུ་ཌེལ།';
$string['newsplanetdetail'] = 'མུ་ཌེལ་བཟོ་མི་ཚུ་ལས་ སྤྱིར་བསྡོམས་འབད་ཡོད་མི་དྲན་དེབ་ཚུ།';
$string['newsrecent'] = 'འཕྲལ་གྱི་གནས་ཚུལ།';
$string['newssecurity'] = 'སྲུང་སྐྱོབ་གནས་ཚུལ།';
$string['newssecuritydetail'] = 'སྲུང་སྐྱོབ་གནད་དོན་ཚུ་གི་སྐོར་ལས་བརྡ་དོན་ཁག་ཆེ་ཏོག་ཏོ་';
$string['noenrolledcoursesyet'] = 'ད་ལྟོ་ཁྱོད་ས་ཁོངས་འདི་ནང་སློབ་ཚན་གཅིག་ནང་ཡང་ཐོ་བཙུགས་མ་འབད་བས།';
$string['overview'] = 'སྤྱི་མཐོང་།';
$string['overviewabout'] = 'མུ་ཌེལ་གྱི་སྤྱི་མཐོང་།';
$string['overviewcommunity'] = 'མུ་ཌེལ་མི་སྡེའི་སྤྱི་མཐོང་།';
$string['overviewdevelopment'] = 'མུ་ཌེལ་གོང་འཕེལ་གྱི་སྤྱི་མཐོང་།';
$string['overviewdownloads'] = 'མུ་ཌེལ་ཕབ་ལེན་གྱི་སྤྱི་མཐོང་།';
$string['overviewmy'] = 'ཁྱོད་ཐོ་བཙུགས་འབད་ཡོད་མི་moodle.org གི་སློབ་ཚན་ཆ་མཉམ་བལྟ།';
$string['overviewnews'] = 'ད་ལྟོའི་མུ་ཌེལ་གནས་ཚུལ་གྱི་སྤྱི་མཐོང་།';
$string['overviewsupport'] = 'མུ་ཌེལ་རྒྱབ་སྐྱོར་གདམ་ཁ་ཚུ་གི་སྤྱི་མཐོང་།';
$string['popularissues'] = 'ཡོངས་གྲགས་ཅན་གྱི་གནད་དོན་ཚུ།';
$string['recentpart'] = 'ཤོག་ལེབ་འདི་གིས་ད་རེས་moodle.org ལག་ལེན་འཐབ་མི་ མི་ལ་ལོ་གཅིག་སྟོནམ་ཨིན';
$string['recentparttitle'] = 'འཕྲལ་གྱི་བཅའ་མར་གཏོགས་མི་ཚུ།';
$string['registeredsites'] = 'མུ་ཌེལ་འདི་འབྱུང་ཁུངས་རང་དབང་གཅིག་ཨིནམ་ལས་ སྤེལ་ཁང་ཚུ་གིས་མུ་ཌེལ་ལག་ལེན་འཐབ་པའི་སྐབས་ག་ལུ་ཡང་བསླབ་མི་དགོ། དེ་འབདཝ་ད་ མུ་ཌེལ་ས་ཁོངས་ཚུ་གིས་ང་བཅས་དང་གཅིག་ཁར་ཐོ་བཀོད་འབད་ཞིནམ་ལས་འདི་ཚུ་གི་ཐོ་བཀོད་བཞག་ནི་གདམ་ཁ་བརྐྱབས་ཡོདཔ་ཨིན';
$string['registeredsitestitle'] = 'ཐོ་བཀོད་འབད་ཡོད་མི་ས་ཁོངས་ཚུ།';
$string['roadmap'] = 'མུ་ཌེལ་ ལམ་སྟོན་ས་ཁྲ།';
$string['shop'] = 'ཁྱོད་ང་བཅས་ཀྱི་མི་སྡེའི་ཡན་ལག་ཨིན་སྦེ་སྟོན་ནིའི་ཐབས་ལམ་འཚོལཝ་ཨིན་ན? ཁེན་འཇར་ ཕོརཔ་དང་གཞན་ཅ་ལ་གི་རིགས་ཀྱི་ཚོང་ཁང་ཚུ་བལྟ།';
$string['shoptitle'] = 'མུ་ཌེལ་ཚོང་ཁང་།';
$string['sourcecodetitle'] = 'རང་དབང་འབྱུང་ཁུངས་ཨང་རྟགས།';
$string['supportbooks'] = 'ང་བཅས་ཀྱིས་ཉོ་ཚོང་འཐབ་ནིའི་དོན་ལུ་ མུ་ཌེལ་ཀི་དེབ་ལེ་ཤ་ཅིག་གི་ཐོ་བཀོད་རྒྱུན་སྐྱོང་འབདཝ་ཨིན';
$string['supportbookstitle'] = 'ཀི་དེབ་དང་ལག་དེབ་ཚུ།';
$string['supportcommercial'] = 'The <a href=\"http://moodle.com
/\">མུ་ཌེལ་ སྡོམ་རོགསཚུ</a>ཀུན་གྱིས་ཐོབ་པའི་མུ་ཌེལ་ལས་འགུལ་ལས་འགུལ་ལུ་ དངུལ་འབྲེལ་གྱི་རྒྱབ་སྐྱོར་འབད་ནིའི་དོན་ལུ་ དབང་སྤྲོད་འབད་ཡོད་མི་ཞབས་ཏོག་ཚོང་སྡེ་ཚུ་ཨིན་ ཁོང་ཚུ་གིས་འཛམ་གླིང་ནང་མུ་ཌེལ་ལག་ལེན་པ་ཚུ་གི་དོན་ལུ་གདམ་ཁ་ཅན་གྱི་ཚོང་འབྲེལ་ཞབ་ཏོག་ཚུ་བྱིནམ་ཨིན:';
$string['supportcommercialtitle'] = 'ཚོང་འབྲེལ་ཞབས་ཏོག་';
$string['supportdocs1'] = 'མུ་ཌེལ་ཌོཀསི་འདི་འགོ་བཙུག་ནིའི་ས་སྒོ་ལེགས་ཤོམ་གཅིག་ཨིནམ་དང་དམིགས་བསལ་གྱིས་འཕྲལ་འཕྲ་རང་འདྲི་ཡོད་མི་(FAQ) ཤོག་ལེབ་ཚུ་གི་དོན་ལུ་ལེགས་ཤོམ་ཨིན';
$string['supportdocs2'] = 'འབྲེལ་བ་ཡོད་མི་ཡིག་ཐོག་བཀོད་པ་འཛུལ་སྤྱོད་འབད་ནིའི་དོན་ལུ་ཐབས་ལེགས་ཤོམ་འདི་ ཁྱོད་རའི་མུ་ཌེལ་ས་ཁོངས་ཀྱི་ཤོག་ལེབ་རེ་རེ་གི་མཇུག་ལུ་ཡོད་མི་ \"Moodle Docs for this page\" འབྲེལ་ལམ་ལག་ལེན་འཐབ་ནི་འདི་ཨིན';
$string['supportdocsfaq'] = 'འཕྲལ་འཕྲལ་རང་དྲི་ཡོད་མི་འདྲི་བ་ཚུ།';
$string['supportdocslang'] = 'སྐད་ཡིག་གཞན་ཚུ་ནང་གི་མུ་ཌེལ་ཌོཀསི།';
$string['supportdocstitle'] = 'ཡིག་ཐོག་བཀོད་པ།';
$string['supportforums'] = 'ང་བཅས་ཀྱི་ལག་ལེན་པའི་མི་སྡེ་གིས་མང་ཤོས་གཅིག་རང་ མུ་ཌེལ་-གཞི་རྟེན་ས་ཁོངས་འདི་གུ་ \"སློབ་ཚན་ཚུ\" ནང་གི་གྲོས་གནས་ཚུ་བརྒྱུད་དེ་རྒྱུད་འབྲེལ་འཐབ་ཨིན་ གྲོས་གནས་ཚུ་ནང་བརྡ་འཕྲིན་གཏང་ནིའི་དོན་ལུ་ཁྱོད་སློབ་ཚན་ནང་ཐོ་བཙུགས་འབད་དགོ་ (ཐོ་བཙུགས་འདི་རིན་མེད་སྟོང་པར་ཨིན)';
$string['supportforumsenglish'] = 'ནཱ་ལུ་ ལག་ལེན་པ་ཚུ་དང་བཟོ་མི་ཚུ་གི་བར་ན་རྒྱབ་སྐྱོརངོ་མ་དང་བཟོ་མིའི་གྲོས་བསྡུར་ཚུ་ཨིང་ལིཤ་ནང་ཨིན:';
$string['supportforumsenglishname'] = 'མུ་ཌེལ་ལག་ལེན་འཐབ་དོ';
$string['supportforumslang'] = 'མུ་ཌུལརསི་གི་དོན་ལུ་ཨིང་ལིཤ་ནང་འབྲེལ་བ་འཐབ་ནིའི་གྲོས་གནས་ངོ་མ་འདི་ནཱ་ལུ་ཡོད:';
$string['supportforumslangname'] = 'མུ་ཌེལ་ལོནཇི།';
$string['supportforumslangurl'] = 'http://moodle.org/course/view.php?id=55';
$string['supportforumslist'] = 'སྐད་ཡིག་གཞན་ཚུ་ནང་ཡང་གྲོས་གནས་ལེ་ཤ་ཡོད';
$string['supportforumslistname'] = 'གྲོས་གནས་ཚུ་གི་ཐོ་བཀོད';
$string['supportforumstitle'] = 'གྲོས་གནས་';
$string['supportintro'] = 'ཁྱོད་ཆ་རོགས་མེདཔ་མེན! ཁྱོད་ར་དགོ་པ་ཅིན་མུ་ཌལ་ལས་གྲོགས་རམ་ལེན་ནིའི་ཐབས་ལམ་སྣ་ཚོགས་ཡོད';

?>
