<?PHP // $Id$ 
      // my.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['mymoodle'] = 'ངེའི་སློབ་ཚན་ཚུ་གི་སྤྱི་མཐོང་';
$string['nocourses'] = 'སྟོན་ནིའི་དོན་ལུ་ སློབ་ཚན་གྱི་བརྡ་དོན་ཅིག་ཡང་མིན་འདུག';
$string['noguest'] = 'མགྱོནམ་སྦེ་ལག་ལེན་འབད་མི་ཚུ་གི་དོན་ལུ་ \'སློབ་ཚན་སྤྱི་མཐོང་\' ཤོག་ལེབ་འདི་ཐོབ་མི་ཚུགས་';
$string['pinblocks'] = 'ངེ་གི་མུ་ཌེལ་གྱི་དོན་ལུ་ བརྡབ་ཡོད་མི་སྡེབ་ཚན་ཚུ་རིམ་སྒྲིག་འབད';
$string['pinblocksexplan'] = 'ནཱ་ལུ་ཁྱོད་ཀྱིས་རིམ་སྒྲིག་འབད་མི་སྡེབ་ཚན་གཞི་སྒྲིག་ཚུ་མཐོང་ཚུགས་ནི་ཨིནམ་དང་ མུ་ཌེལ་ལག་ལེན་པ་གང་རུང་གི་ \'ངེ་གི་མུ་ཌེལ\' སྤྱི་མཐོང་ཤོག་ལེབ་ གུ་ (ཞུན་དག་འབད་མ་བཏུབ་སྦེ་འོང་།)';

?>
