<?PHP // $Id$ 
      // qtype_datasetdependent.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['additem'] = 'རྣམ་གྲངས་ ཁ་སྐོང་རྐྱབས་';
$string['atleastonerealdataset'] = 'དྲི་བའི་ཚིག་ཡིག་ནང་ གནས་སྡུད་ཆ་ཚང་ངོ་མ་ ཉུང་ཤོས་རང་ གཅིག་ དགོ་';
$string['atleastonewildcard'] = 'ལན་གྱི་མན་ངག་ ཡང་ན་ དྲི་བའི་ཚིག་ཡིག་ནང་ སྒྲིགས་མེད་ཤོག་བྱང་ ཉུང་ཤོས་རང་ གཅིག་དགོ་';
$string['calcdistribution'] = 'བགོ་བཀྲམ་';
$string['calclength'] = 'བཅུ་ཚག་ ས་སྒོ་';
$string['calcmax'] = 'མང་མཐའ་';
$string['calcmin'] = 'ཉུང་མཐའ་';
$string['dataitemdefined'] = 'ཧེ་མ་ལས་རང་ $a ཨང་གྲངས་ བེ་ལུ་དང་གཅིག་ཁར་  ངེས་འཛིན་འབད་ཡོད་མི་འདི་ འཐོབ་ཚུགས་པས་';
$string['datasetrole'] = 'སྒྲིགས་མེད་ཤོག་བྱང་<strong>{x..}</strong>འདི་ ཁོ་རའི་ གནས་སྡུད་ཆ་ཚང་ནང་ལས་ ཨང་གྲངས་ཀྱི་བེ་ལུ་ གིས་ སྤྲོད་འོང་';
$string['deletelastitem'] = 'མཇུག་གི་རྣམ་གྲངས་ བཏོན་གཏང་';
$string['existingcategory1'] = 'དབྱེ་རིམ་འདི་ནང་ལུ་ ཧེ་མ་ལས་ཡོད་མི་ ཐད་ཐོན་ཆ་ཚང་ནང་ལས་ དྲི་བ་གཞན་ཚུ་གིས་ཡང་ ལག་ལེན་འཐབ་ཡོད་མི་ ཐད་དོན་';
$string['existingcategory2'] = 'དབྱེ་རིམ་འདི་ནང་ལུ་ ཧེ་མ་ལས་ཡོད་མི་ ཡིག་སྣོད་ཆ་ཚང་ནང་ལས་  དྲི་བ་གཞན་ཚུ་གིས་ཡང་ ལག་ལེན་འཐབ་ཡོད་མི་ ཡིག་སྣོད་';
$string['existingcategory3'] = 'དབྱེ་རིམ་འདི་ནང་ལུ་ ཧེ་མ་ལས་ཡོད་མི་ འབྲེལ་ལམ་ཆ་ཚང་ནང་ལས་ དྲི་བ་གཞན་ཚུ་གིས་ཡང་ ལག་ལེན་འཐབ་ཡོད་མི་ འབྲེལ་མཐུད་';
$string['forceregeneration'] = 'སླར་བཟོ་ བང་ཅན་འབད་';
$string['getnextnow'] = 'ད་ \'ཁ་སྐོང་བརྐྱབ་ནིའི་དོན་ལས་ རྣམ་གྲངས་\' གསརཔ་ ལེན་';
$string['item(s)'] = 'རྣམ་གྲངས་(ཚུ)';
$string['itemno'] = 'རྣམ་གྲངས་ $a';
$string['itemscount'] = 'རྣམ་གྲངས་ཚུ་<br />གྱངས་ཁ་';
$string['itemtoadd'] = 'ཁ་སྐོང་བརྐྱབ་ནིའི་རྣམ་གྲངས་';
$string['keptcategory1'] = 'ཧེ་མ་བཟུམ་སྦེ་ དབྱེ་རིམ་ཅོག་གཅིགཔ་ ལོག་ལག་ལེན་འཐབ་བཏུབ་པའི་ཐད་དོན་ཆ་ཚང་ནང་ལས་ ཐད་དོན་';
$string['keptcategory2'] = 'ཧེ་མ་བཟུམ་སྦེ་ དབྱེ་རིམ་ཅོག་གཅིགཔ་ ལོག་ལག་ལེན་འཐབ་བཏུབ་པའི་ཡིག་སྣོད་ཆ་ཚང་ནང་ལས་ ཡིག་སྣོད་';
$string['keptcategory3'] = 'ཧེ་མ་བཟུམ་སྦེ་ དབྱེ་རིམ་ཅོག་གཅིགཔ་ལོག་ལག་ལེན་འཐབ་བཏུབ་པའི་ འབྲེལ་ལམ་ཆ་ཚང་ནང་ལས་ འབྲེལ་ལམ་';
$string['keptlocal1'] = 'ཧེ་མ་བཟུམ་སྦེ་ དྲི་བ་ཅོག་གཅིགཔ་ ལོག་ལག་ལེན་འཐབ་བཏུབ་པའི་ སྒེར་དོན་གྱི་ཐད་དོན་ཆ་ཚང་ནང་ལས་ ཐད་དོན་';
$string['keptlocal2'] = 'ཧེ་མ་བཟུམ་སྦེ་ དྲི་བ་ཅོག་གཅིགཔ་ ལོག་ལག་ལེན་འཐབ་བཏུབ་པའི་ སྒེར་དོན་གྱི་ཡིག་སྣོད་ཆ་ཚང་ནང་ལས་ ཡིག་སྣོད་';
$string['keptlocal3'] = 'ཧེ་མ་བཟུམ་སྦེ་ དྲི་བ་ཅོག་གཅིགཔ་ ལོག་ལག་ལེན་འཐབ་བཏུབ་པའི་ སྒེར་དོན་གྱི་འབྲེལ་ལམ་ནང་ལམ་ འབྲེལ་ལམ་';
$string['lastitem(s)'] = 'མཇུག་གི་རྣམ་གྲངས་(ཚུ)';
$string['loguniform'] = 'ལོག་ཡུ་ནི་ཕོརམ།';
$string['minmax'] = 'ཨང་གྲངས་ཀྱི་ཁྱབ་ཚད་';
$string['newcategory1'] = 'དབྱེ་རིམ་འདི་ནང་ལུ་ ཡང་ཅིན་ དྲི་བ་གཞན་ཚུ་གིས་ཡང་ ལ་གལེན་འཐབ་ནིའི་ ཐད་དོན་ཆ་ཚང་གསརཔ་ནང་ལས་ ཐད་དོན་';
$string['newcategory2'] = 'དབྱེ་རིམ་འདི་ནང་ལུ་  ཡང་ཅིན་ དྲི་བ་གཞན་ཚུ་གིས་ཡང་ ལག་ལེན་འཐབ་ནིའི་ ཡི་སྣོད་ཆ་ཚང་གསརཔ་ནང་ལས་ ཡིག་སྣོད་';
$string['newcategory3'] = 'དབྱེ་རིམ་འདི་ནང་ལུ  ཡང་ཅིན་ དྲི་བ་གཞན་ཚུ་གིས་ཡང་ ལག་ལེན་འཐབ་ནིའི་ འབྲེལ་ལམ་ཆ་ཚང་གསརཔ་ནང་ལས་ འབྲེལ་ལམ་';
$string['newlocal1'] = 'དྲི་བ་འདི་གིས་རྐྱངམ་གཅིག་ ལག་ལེན་འཐབ་ནི་ཨིན་མི་ ཐད་དོན་ཆ་ཚང་གསཔར་ནང་ལས་ ཐད་དོན་';
$string['newlocal2'] = 'དྲི་བ་འདི་གིས་རྐྱངམ་ཅིག་ ལག་ལེན་འཐབ་ནི་ཨིན་མི་ ཡིག་སྣོད་ཆ་ཚང་གསརཔ་ནང་ལས་ ཡིག་སྣོད་';
$string['newlocal3'] = 'དྲི་བ་འདི་གིས་རྐྱངམ་ཅིག་ ལག་ལེན་འཐབ་ནི་ཨིན་མི་ འབྲེལ་ལམ་ཆ་ཚང་གསརཔ་ནང་ལས་ འབྲེལ་ལམ་';
$string['nodataset'] = 'ཅི་མེད་ -འདི་ སྒྲིགས་མེད་ཤོག་བྱང་མེན་མས་';
$string['param'] = 'Param {<strong>$a</strong>}';
$string['replacewithrandom'] = 'གང་བྱུང་ ཨང་གྲངས་ཀྱིས་ ཚབ་བཙུགས་';
$string['reuseifpossible'] = 'ཧེ་མ་གི་ཨང་གྲངས་ཐོབ་ཚུགས་པ་ཅིན་ བསྐྱར་སྤྱོད་འབད་';
$string['sharedwildcard'] = 'རུབ་སྤྱོད་འབད་ཡོད་མི་ སྒྲིགས་མེད་ ཤོག་བྱང་';
$string['sharedwildcards'] = 'རུབ་སྤྱོད་འབད་ཡོད་མི་ སྒྲིགས་མེད་ ཤོག་བྱང་ཚུ་';
$string['uniform'] = 'གཅིག་མཚུངས་';
$string['updatedatasetparam'] = 'གནས་སྡུད་ཆ་ཚང་གི་ ཚད་བཟུང་ དུས་མཐུན་བཟོ་';
$string['youmustaddatleastoneitem'] = 'དྲི་བ་འདི་ སྲུང་བཞག་མ་འབད་བའི་ཧེ་མ་ ཁྱོད་ཀྱིས་ ཉུང་ཤོས་རང་ གནས་སྡུད་ཆ་ཚང་ རྣམ་གྲངས་གཅིག་ ཁ་སྐོང་བརྐྱབ་དགོ་';

?>
