<?PHP // $Id$ 
      // qtype_randomsamatch.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['nosaincategory'] = 'ཁྱོད་ཀྱིས་  \'$a->catname\' གདམ་ཁ་བརྐྱབ་མི་ དབྱེ་རིམ་ནང་ལུ་ ལན་ཐུང་ཀུ་འབད་མི་ དྲི་བ་མིན་འདུག། དབྱེ་རིམ་སོ་སོ་ གདམ་ཁ་བརྐྱབ་ཞིནམ་ལས་ དབྱེ་རིམ་འདི་ནང་ལུ་ དྲི་བ་ཚུ་བཟོ།';
$string['notenoughsaincategory'] = 'ཁྱོད་ཀྱིས་ \'$a->catname གདམ་ཁ་བརྐྱབ་མི་ དབྱེ་རིམ་ནང་ལུ་  ལན་ཐུང་ཀུ་འབད་མི་ དྲི་བ་ $a->nosaquestions རྐྱངམ་གཅིག་འདུག། དབྱེ་རིམ་འདི་ནང་ལུ་ དྲི་བ་ཧེང་བཀལ་བཟོ་ ཡང་ན་ ཁྱོད་ཀྱིས་སེལ་འཐུ་འབད་ཡོད་མི་ དྲི་བའི་གྱངས་ཁ་ ཉུང་སུ་བཟོ།';

?>
