<?PHP // $Id$ 
      // qtype_shortanswer.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['addmoreanswerblanks'] = 'ལན་ ཧེང་བཀལ་གྱི་དོན་ལུ་ {no} ས་སྟོང་';
$string['answermustbegiven'] = 'སྡེ་རིམ་ ཡང་ན་ བསམ་ལན་ ཡོད་པ་ཅིན་ ལན་ འབྲི་དགོ་';
$string['answerno'] = 'ལན་  $a';
$string['filloutoneanswer'] = 'ཁྱོད་ཀྱིས་ ཉུང་ཤོས་རང་ ལན་ ཨིན་སྲིད་པའི་ལན་གཅིག་ འབྲི་དགོ། སྟོངམ་སྦེ་ བཞག་མི་ལན་ཚུ་ ལག་ལན་མི་འཐབ། \'*\' འདི་ ཡིག་འབྲུག་ གང་རུང་གཅིག་ མཐུན་སྒྲིག་འབད་ནིའི་དོན་ལས་ སྒྲིགས་མེད་ཤོག་བྱང་སྦེ་ལག་ལེན་འཐབ་བཏུབ། མཐུན་སྒྲིག་འབད་མི་ ལན་དང་པམ་འདི་ སྐུགས་དང་བསམ་ལན་ གཏན་འབེབས་བཟོ་ནིའི་དོན་ལུ་ ལག་ལེན་འཐབ་འོང་།';

?>
