<?PHP // $Id$ 
      // qtype_match.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['addmoreqblanks'] = '{no} ས་སྟོང་ཆ་ཚང་';
$string['filloutthreeqsandtwoas'] = 'ཁྱོད་ཀྱིས་ ཉུང་ཤོས་རང་ དྲི་བ་གཉིས་དང་ ལན་ གསུམ་ བྱིན་དགོ། དྲི་བ་སྟོངམ་བྱིན་ཐོག་ལས་ ལན་ ཕྱི་འགྱུར་ ཐེབས་ བྱིན་ཚུགས། དྲི་བ་དང་ལན་གཉིས་ཆ་རང་སྟོངམ་ཡོད་མི་ ཐོ་བཀོད་ཚུ་ སྣང་མེད་བཞག་དེ་འོང།';
$string['nomatchinganswerforq'] = 'དྲི་བ་འདི་གི་དོན་ལུ་ ཁྱོད་ཀྱིས་ལན་ གསལ་བཀོད་འབད་དགོ།';
$string['notenoughqsandas'] = 'ཁྱོད་ཀྱིས་ ཉུང་ཤོས་རང་ $a->q དྲི་བ་དང་ $a->a ལན་ཚུ་ བྱིན་དགོ';
$string['notenoughquestions'] = 'ཁྱོད་ཀྱིས་ ཉུང་ཤོས་རང་ $a དྲི་བ་དང་ ལན་གྱི་ཆ་ བྱིན་དགོ་';

?>
