<?PHP // $Id$ 
      // question.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['adminreport'] = 'ཁྱོད་རའི་ དྲི་བ་གི་གནས་སྡུད་གཞི་རྟེན་ནང་འབྱུང་སྲིད་པའི་དཀའ་ངལ་ཚུ་གི་སྙན་ཞུ་';
$string['broken'] = 'འདི་  \"འབྲེལ་ལམ་མིན་ནུག་\", འདི་གིས་ ཡིག་སྣོད་མེད་མི་ སྟོནམ་ཨིན་མས་';
$string['byandon'] = '<em>$a->user</em> གུ་ <em>$a->time</em>གིས་';
$string['categorycurrent'] = 'ད་ལྟོའི་ དབྱེ་རིམ་';
$string['categorycurrentuse'] = 'དབྱེ་རིམ་ འདི་ ལག་ལེན་འཐབ་';
$string['categorydoesnotexist'] = 'འ་ནི་ དབྱེ་རིམ་འདི་ མིན་འདུག་';
$string['categorymoveto'] = 'དབྱེ་རིམ་ནང་ སྲུང་བཞག་འབད་';
$string['changepublishstatuscat'] = '<a href=\"$a->caturl\">དབྱེ་རིམ\"$a->name\"</a> སློབ་ཚན་ནང་ \"$a->coursename\" འདི་ལུ་  <strong>$a->changefrom to $a->changeto</strong> ལས་ བསྒྱུར་བཅོས་འབད་ཡོད་མི་ རུབ་སྤྱོད་ གནས་ཚད་ འོང་';
$string['copy'] = '$a ལས་ འདྲ་བཤུས་ རྐྱབས་ཞིནམ་ལས་ འབྲེལ་ལམ་ བསྒྱུར་བཅོས་འབད་';
$string['created'] = 'གསར་བསྐྲུན་འབད་ཡོདཔ་';
$string['createdmodifiedheader'] = 'གསར་བསྐྲུན་འབད་ཡོདཔ་/ སྲུང་བཞག་མཇུག་';
$string['cwrqpfs'] = 'ཡན་ལག་ དབྱེ་རིམ་ཚུ་ནང་ལས་ དྲི་བ་སེལ་འཐུ་འབད་མི་ གང་འབྱུང་ དྲི་བ་ཚུ་';
$string['cwrqpfsinfo'] = '<p> མུ་ཌེལ་ ༡.༩ ཡར་བསྟྱེད་འབད་བའི་སྐབས་ ང་བཅས་ཀྱིས་ དྲི་བ་གི་དབྱེ་རིམ་ཚུ་ སྐབས་དོན་ སོ་སོ་ནང་ འཕྱལ་འོང་། དྲི་བ་གི་དབྱེ་རིམ་ལ་ལོ་གཅིག་དང་ ཁྱོད་ཀྱི་ས་ཁོངས་ནང་ཡོད་མི་ དྲི་བ་ཚུ་ལུ་ ཁོང་གི་ རུབ་སྤྱོད་ཀྱི་གནས་ཚད་ བསྒྱུར་བཅོས་འབད་དེ་འོང་དགོ། འ་ནི་འདི་ དྲི་བ་དྲི་ལན་ནང་ལུ་ རུབ་སྤྱོད་འབད་ཡོདཔ་དང་མེདཔ་སླ་བསྲེ་སྦེ་ཡོད་མི་ དབྱེ་རིམ་ཚུ་ནང་ལས་ ༼ད་ལྟོ་ཀྱི་ས་ཁོངས་བཟུམ་ནང༽\'གང་འབྱུང་\' དྲི་བ་ གཅིག་ཡང་ན་ ལེ་ཤ་ སེལ་འཐུ་འབད་དགོཔ་སྦེ་གཞི་སྒྲིག་འབད་ཡོད་པའི་སྐབས་ འཕྲལ་འཕྲལ་ འབད་དགོཔ་ཨིན།   ཡན་ལག་དབྱེ་རིམ་ཚུ་ནང་ལས་ གང་འབྱུང་དྲི་བ་ སེལ་འཐུ་འབད་དགོཔ་སྦེ་ གཞི་སྒྲིག་འབད་ཡོད་པའི་སྐབས་དང་ གང་འབྱུང་དྲི་བ་འདི་ གསར་བསྐྲུན་འབད་ཡོད་མི་ རྩ་ལག་དབྱེ་རིམ་ནང་ལས་ ཡན་ལག་དབྱེ་རིམ་གཅིག་ ཡང་ན་ ལེ་ཤ་ལུ་ རུབ་སྤྱོད་ཀྱི་གནས་ཚད་ཡོད་པའི་སྐབས་ འདི་བཟུམ་འབྱུངམ་ཨིན། </p>
</p> འོག་གི་ རྩ་ལག་དབྱེ་རིམ་ཚུ་ནང་ལས་ གང་འབྱུང་དྲི་བ་ སེལ་འཐུ་འབད་མི་ དྲི་བ་གི་དབྱེ་རིམ་ཚུ་གི་ རུབ་སྤྱོད་གནས་ཚད་འདི་ ཡར་བསྐྱེད་འབད་བའི་བསྒང་ཡོད་མི་ མེ་ཌེལ་ ༡.༩ གི་ རུབ་སྤྱོད་གནས་ཚད་དང་ཅོག་གཅིགཔ་ལུ་ བསྒྱུར་བཅོས་འབད་དེ་འོང་། 
འོག་གིདབྱེ་རིམ་ཚུ་ ཁོང་རའི་རུབ་སྤྱོད་གནས་ཚད་ བསྒྱུར་བཅོས་འབད་དེ་འོང་། 
འགྱུར་བ་འབྱུང་ཡོད་མི་དྲི་བ་ཚུ་ ཁྱོད་ཀྱིས་ དྲི་བ་དྲི་ལན་འདི་ཚུ་ནང་ལས་ མ་བཏོན་ཚུན་ཚོད་ ད་ལྟོ་ཡོད་མི་ དྲི་བ་དྲི་ལན་ཇ་མཉམ་ནང་ལཱ་འབད་བཏུབ།';
$string['cwrqpfsnoprob'] = '\'གང་འབྱུང་\' དྲི་བ་ཚུ་གིས་ ཡན་ལག་དབྱེ་རིམ་གྱི་\' གནད་དོན་ནང་ལས་ དྲི་བ་སེལ་འཐུ་འབད་མི་འདི་གིས་ ཁྱོད་ཀྱི་ས་ཁོངས་ནང་གི་ དྲི་བ་ལུ་ འགྱུར་བ་ག་ནང་ཡང་མིན་འདུག།';
$string['defaultfor'] = '$a གི་དོན་ལུ་ སྔོན་སྒྲིག་';
$string['defaultinfofor'] = 'སྐབས་དོན་ \'$a\' ནང་ རུབ་སྤྱོད་འབད་ཡོད་མི་དྲི་བ་ཚུ་གི་དོན་ལུ་ སྔོན་སྒྲིག་དབྱེ་རིམ་';
$string['deletecoursecategorywithquestions'] = 'དྲི་མཛོད་ནང་ལུ་ སློབ་ཚན་དབྱེ་རིམ་འདི་དང་འབྲེལ་བ་ཡོད་མི་ དྲི་བ་ཚུ་ཡོད། ཁྱོད་ཀྱིས་ འཕྲོ་མཐུད་དེ་འབད་བ་ཅིན་ འདི་ཚུ་ བཏོན་གཏང་འོང་། དྲི་མཛོད་ ངོས་འདྲ་བ་ལག་ལེན་འཐབ་ཐོག་ལས་ དང་པ་རང་ འདི་ཚུ་ སྤོ་བཤུད་ནིའི་རེ་འདོད་བསྐྱེད་དོ་འོང་';
$string['donothing'] = 'ཡིག་སྣོད་ཚུ་ འདྲ་བཤུས་ ཡང་ན་ སྤོ་བཤུད་མ་འབད་ ཡང་ན་ འབྲེལ་ལམ་བསྒྱུར་བཅོས་མ་འབད་';
$string['editingcategory'] = 'དབྱེ་རིམ་ འདྲ་བཤུས་རྐྱབ་དོ་';
$string['editingquestion'] = 'དྲི་བ་ཞུན་དག་འབད་དོ་';
$string['editthiscategory'] = 'དབྱེ་རིམ་འདི་ ཞུན་དག་འབད་དོ་';
$string['erroraccessingcontext'] = 'སྐབས་དོན་ནང་འཛུལ་སྤྱོད་འབད་མི་ཚུགས་པས་';
$string['errordeletingquestionsfromcategory'] = 'དབྱེ་རིམ་$a  ནང་ལས་ དྲི་བ་བཏོན་གཏང་པའི་སྐབས་འཛོལ་བ་';
$string['errorfilecannotbecopied'] = 'འཛོལ་བ་ ཡིག་སྣོད་འདྲ་བཤུས་བརྐྱབ་མི་ཚུགས་ $a';
$string['errorfilecannotbemoved'] = 'འཛོལ་བ་ ཡིག་སྣོད་སྤོ་བཤུད་འབད་མི་ཚུགས་ $a';
$string['errorfileschanged'] = 'བཀང་ཤོ་དྲི་བ་ལུ་འབྲེལ་མཐུད་འབད་ཡོད་མི་ ཡིག་སྣོད་འཛོལ་བ་ཚུ་ བཀང་ཤོག་འབཀྲམ་སྟོན་འབད་ཡོདཔ་ལས་ བསྒྱུར་བཅོས་ ཡར་སོ་ནུག་';
$string['errormanualgradeoutofrange'] = 'སྐུགས་ $a->grade འདི་ དྲི་བ་  $a->name གི་ དོན་ལུ་་ ༠ དང་  $a->maxgrade གི་ བར་ན་ མེན་མས། སྐུགས་དང་ བསམ་བཀོད་ སྲུང་བཞག་མ་འབད་བས།';
$string['errormovingquestions'] = 'ཨའི་ཌི་ཨེསི་ $a དང་ གཅིག་ཁར་ དྲི་བ་ཚུ་ སྤོ་བཤུད་འབད་བའི་སྐབས་ འཛོལ་བ་';
$string['errorprocessingresponses'] = 'ཁྱོད་ཀྱི་ ལན་ཚུ་ ལས་སྦྱོར་འབད་བའི་སྐབས་ འཛོལ་བ་ འབྱུང་ནུག་';
$string['errorsavingcomment'] = 'གནས་སྡུད་གཞི་རྟེན་ནང་ལུ་ དྲི་བ་ $a->name གི་ དོན་ལུ་ བསམ་བཀོད་ སྲུང་བཞག་འབད་ནི་ལུ་འཛོལ་བ་';
$string['errorupdatingattempt'] = 'གནས་སྡུད་གཞི་རྟེན་ནང་ལུ་ དཔའ་བཅམ་ $a->id དུས་མཐུན་བཟོ་ནི་ལུ་ འཛོལ་བ་';
$string['exportcategory'] = 'དབྱེ་རིམ་ ནང་འདྲེན་འབད་';
$string['filesareacourse'] = 'སློབ་ཚན་ ཡིག་སྣོད་ཚུ་གི་ས་ཁོངས་';
$string['filesareasite'] = 'ས་ཁོངས་ ཡིག་སྣོད་ཀྱི་ས་ཁོང་ས་';
$string['filestomove'] = 'ཡིག་སྣོད་ཚུ་ $a ལུ་ སྤོ་བཤུད་/འདྲ་བཤུས་བརྐྱབས་';
$string['fractionsnomax'] = 'ལན་གཅིག་ལུ་ སྐུགས་ 100%% ཐོབ་དེ་ཡོད་པ་ཅིན་རྐྱངམ་གཅིག་ དྲི་བ་འདི་གི་དོན་ལུ་ སྐུགས་ ཆ་ཚང་འཐོབ་ཚུགས་';
$string['getcategoryfromfile'] = 'ཡིག་སྣོད་ནང་ལས་ དབྱེ་རིམ་ལན་';
$string['getcontextfromfile'] = 'ཡིག་སྣོད་ནང་ལས་ སྐབས་དོན་ལན་';
$string['ignorebroken'] = 'འབྲེལ་ལམ་ ཆད་དེ་ཡོད་མི་ཚུ་ སྣང་མེད་སྦེ་བཞག་';
$string['invalidcontextinhasanyquestions'] = 'དྲི་བ _གང་རུང་_ཡོད་མི་_ ལུ་ ནུས་མེད་ སྐབས་དོན་བརྒྱུད་སྤྲོད་འབད་ཡོདཔ་';
$string['linkedfiledoesntexist'] = 'འབྲེལ་མཐུད་འབད་ཡོད་མི་ ཡིག་སྣོད་  $a མིན་འདུག་';
$string['makechildof'] = '\'$a\' གི་ ཅའིལཌ་ བཟོ་';
$string['maketoplevelitem'] = 'ཆེ་རིམ་ནང་ སྤོ་བཤུད་འབད་';
$string['missingimportantcode'] = 'དྲི་བ་གི་དབྱེ་བ་འདི་ལུ་ གལ་ཅན་གྱི་ཨང་རྟགས་ མིན་འདུག་ : $a';
$string['modified'] = 'སྲུང་བཞག་མཇུག་';
$string['move'] = '$a ལས་ སྤོ་བཤུད་འབད་ཞིནམ་ལས་ འབྲེལ་ལམ་ཚུ་ བསྒྱུར་བཅོས་འབད་';
$string['movecategory'] = 'དབྱེ་རིམ་ སྤོ་བཤུད་འབད་';
$string['movedquestionsandcategories'] = 'སྤོ་བཤུད་འབད་ཡོད་མི་དྲི་བ་ཚུ་དང་ $a->oldplace ལས་$a->newplace  དྲི་བའི་དབྱེ་རིམ་';
$string['movelinksonly'] = 'འབྲེལ་ལམ་གྱི་སྟོན་ས་ལུ་ རྐྱངམ་གཅིག་ བསྒྱུར་བཅོས་འབད་ ཡིག་སྣོད་ཚུ་ སྤོ་བཤུད་ ཡང་ན་ འདྲ་བཤུས་མ་བརྐྱཕས་';
$string['moveq'] = 'དྲི་བ་(ཚུ་) སྤོ་བཤུད་འབད་';
$string['moveqtoanothercontext'] = 'དྲི་བ་ཚུ་ སྐབས་དོན་གཞན་མི་གཅིགནང་ སྤོ་བཤུད་འབད་';
$string['movingcategory'] = 'དབྱེ་རིམ་ སྤོ་བཤུད་འབད་དོ་';
$string['movingcategoryandfiles'] = 'ཁྱོད་ དབྱེ་རིམ་ {$a->name}དང་ ཅའིལཌ་དབྱེ་རིམ་ག་ར་  \"{$a->contextto}\"གི་དོན་ལུ་ སྐབས་དོན་ནང་ སྤོ་བཤུད་འབད་ནི་ ངེས་གཏན་ཨིན་ན?<br /> ང་བཅས་ཀྱིས་ {$a->fromareaname} ནང་ དྲི་བ་ཚུ་ལས་ འབྲེལ་མཐུད་འབད་ཡོད་མི་ {$a->urlcount} ཡིག་སྣོད་ཚུ་ སྐྱོན་འཛིན་འབད་ཡི་  འདི་ཚུ་ {$a->toareaname} ལུ་ འདྲ་བཤུས་ ཡང་ན་ སྤོ་བཤུད་འབད་ནི་ཡ?';
$string['movingcategorynofiles'] = 'ཁྱོད་ དབྱེ་རིམ་ {$a->name}དང་ ཨ་ལོའི་དབྱེ་རིམ་ག་ར་  \"{$a->contextto}\"གི་དོན་ལུ་ སྐབས་དོན་ནང་ སྤོ་བཤུད་འབད་ནི་ ངེས་གཏན་ཨིན་ན?';
$string['movingquestions'] = 'དྲི་བ་ཚུ་དང་ ཡིག་སྣོད་གང་རུང་ སྤོ་བཤུད་འབད་དོ་';
$string['movingquestionsandfiles'] = 'ཁྱོད་ དྲི་བ་(ཚུ) {$a->questions} སྐབས་དོན་ནང་ <strong>\"{$a->tocontext}\"</strong> གི་ དོན་ལུ་ སྤོ་བཤུད་འདབ་ནི་ ངེས་གཏན་ཨིན་ན? <br /> ང་བཅས་ཀྱིས {$a->fromareaname}་ནང་ དྲི་བ་འདི་ཚུ་ལུ་འབྲེལ་མཐུད་འབད་ཡོད་མི་ ཡིག་སྣོད་ཚུ་</strong>  སྐྱོན་འཛིན་འབད་ཡི་<strong>{$a->urlcount} འདི་ཚུ་ {$a->toareaname} ལུ་ འདྲ་བཤུས་ ཡང་ན་ སྤོ་བཤུད་འབད་ནི་ཡ?';
$string['movingquestionsnofiles'] = 'ཁྱོད་ དྲི་བ་(ཚུ) {$a->questions} སྐབས་དོན་ནང་  <strong>\"{$a->tocontext}\"</strong> སྤོ་བཤུད་འབད་ནི་ངེས་གཏན་ཨིན་ན?<br /> {$a->fromareaname} ནང་ལུ་ དྲི་བ་འདི་ཚུ་ལས་ འབྲེལ་མཐུད་འབད་ཡོད་མི་ <strong> ཡིག་སྣོད་ཚུ་ </strong> མིན་འདུག་';
$string['needtochoosecat'] = 'ཁྱོད་ཀྱིས་ དྲི་བ་འདི་ སྤོ་བཤུད་འབད་ནིའི་དོན་ལུ་ དབྱེ་རིམ་ སེལ་འཐུ་འབད་དགོ་པས་ ཡང་ན་ \'ཆ་མེད་གཏང་\' ཨེབ་གཏང་འབད་';
$string['nopermissionadd'] = 'ནཱ་ལུ་ དྲི་བ་ཁ་སྐོང་བརྐྱབ་ནིའི་དོན་ལུ་ ཁྱོད་ལུ་  གནང་བ་མིན་འདུག་';
$string['nopermissionmove'] = 'ཁྱོད་ལུ་ ན་ལས་ དྲི་བ་སྤོ་བཤུད་འབད་ནིའི་ གནང་བ་མིན་འདུག། ཁྱོད་ཀྱིས་ དྲི་བ་འདི་དབྱེ་རིམ་འདི་ནང་ལུ་ སྲུང་བཞག་འབད་དགོ་པས་ ཡང་ན་ དྲི་བ་གསརཔ་སྦེ་ སྲུང་བཞག་འབད་';
$string['noprobs'] = 'ཁྱོད་ཀྱི་ དྲི་བའི་གནས་སྡུད་གཞི་རྟེན་ནང་ལུ་ འཛོལ་བ་མིན་འདུག་';
$string['notenoughdatatoeditaquestion'] = 'དྲི་བ་གི་ཨའི་ཌི་ ཡང་ན་ ཨའི་ཌི་གི་དབྱེ་རིམ་དང་ དྲི་བ་གི་དབྱེ་རིམ་ གསལ་བཀོད་མ་འབད་བས།';
$string['notenoughdatatomovequestions'] = 'ཁྱོད་ཀྱིས་ སྤོ་བཤུད་འབད་ནི་ཨིན་མི་གི་ དྲི་བའི་ ཨའི་ཌིསི་ འབྱིན་དགོ།';
$string['permissionedit'] = 'དྲི་བ་འདི་ ཞུན་དག་འབད་';
$string['permissionmove'] = 'དྲི་བ་འདི་ སྤོ་བཤུད་འབད་';
$string['permissionsaveasnew'] = 'འདི་ དྲི་བ་གསརཔ་སྦེ་ སྲུང་བཞག་འབད་';
$string['permissionto'] = 'འབད་ནི་ལུ་ ཁྱོད་ལུ་ གནང་བ་ཡོད་';
$string['published'] = 'རུབ་སྤྱོད་འབད་ཡོདཔ་';
$string['questionaffected'] = '<a href=\"$a->qurl\">དྲི་བ་\"$a->name\" ($a->qtype)</a> འདི་ དབྱེ་རིམ་འདི་ནང་ལུ་ཡོད་  དེ་འབདཝ་ད་ སློབ་ཚན་སོ་སོ་གཅིག་ནང་ <a href=\"$a->qurl\">quiz \"$a->quizname\"</a> ནང་ལུ་ ཡང་ ལག་ལེན་འཐབ་སྟེ་འདུག་ \"$a->coursename\".';
$string['questionbank'] = 'དྲི་མཛོད་';
$string['questioncategory'] = 'དྲི་བའི་དབྱེ་རིམ་';
$string['questioncatsfor'] = '\'$a\' གི་ དོན་ལུ་ དྲི་བའི་དབྱེ་རིམ་ཚུ་';
$string['questiondoesnotexist'] = 'དྲི་བ་འདི་ མིན་འདུག་';
$string['questionsmovedto'] = 'ལག་ལེན་འཐབ་པའི་བསྒང་ཡོད་མི་དྲི་བ་འདི་ རྩ་ལག་སློབ་ཚན་ དབྱེ་རིམ་ནང་ \"$a\" ལུ་ སྤོ་བཤུད་འབད་ཡོདཔ་';
$string['questionsrescuedfrom'] = 'སྐབས་དོན་ $a ལས་ དྲི་བ་ཚུ་ སྲུང་བཞག་འབད་ཡོདཔ་';
$string['questionsrescuedfrominfo'] = 'དྲི་བ་འདི་ཚུ་(ལ་ལོ་གཅིག་ཡང་ན་གསང་བ་སྦེ་བཞག་སྟེ་འོང)སྐབས་དོན་ $a བཏོན་གཏང་པའི་སྐབས་ སྲུང་བཞག་འབད་འབདཝ་ཨིན་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ འདི་ཚུ་ ད་ལྟོ་ཡང་ དྲི་བ་དྲི་ལན་ ཡང་ན་ ལཱ་སོ་སོ་ཚུ་གིས་ ལག་ལེན་འཐབ་སྟེ་འདུག་';
$string['questionuse'] = 'ལཱ་འདི་ནང་ དྲི་བ་ལག་ལན་འཐབ་';
$string['shareincontext'] = '$a གི་དོན་ལུ་ སྐབས་དོན་ནང་ རུབ་སྤྱོད་འབད་';
$string['tofilecategory'] = 'དབྱེ་རིམ་ ཡིག་སྣོད་ནང་འབྲི་';
$string['tofilecontext'] = 'སྐབས་དོན་ ཡིག་སྣོད་ནང་འབྲི་';
$string['unknown'] = 'མ་ཤེསཔ་';
$string['unknownquestiontype'] = 'མ་ཤེས་པའི་དྲི་བ་གི་དབྱེ་བ་ : $a';
$string['unpublished'] = 'རུབ་སྤྱོད་མ་འབད་མི་';
$string['upgradeproblemcategoryloop'] = 'དྲི་བའི་དབྱེ་རིམ་ཚུ་ ཡར་བསྐྱེད་འབད་བའི་སྐབས་ དཀའ་ངལ་སྐྱོན་འཛིན་འབད་ཡོདཔ། དབྱེ་རིམ་ ཊིརི་ ནང་ སྐྱོན་འདུག། འགྱུར་བ་འབྱུང་ཡོད་མི་ དབྱེ་རིམ་ ཨའི་ཌི་ཨེསི་ $a ཨིན།';
$string['upgradeproblemcouldnotupdatecategory'] = 'དྲི་བའི་དབྱེ་རིམ་ $a->name ($a->id) དུས་མཐུན་བཟོ་མ་ཚུགས།';
$string['upgradeproblemunknowncategory'] = 'དྲི་བའི་དབྱེ་རིམ་ཚུ་ ཡར་བསྐྱེད་འབད་བའི་སྐབས་ དཀའ་ངལ་སྐྱོན་འཛིན་འབད་ཡོདཔ། དབྱེ་རིམ་ $a->id འདི་ མེད་མི་ རྩ་ལག་ $a->parent ལུ་ གཞི་བསྟུན་འབདཝ་ཨིན། དཀའ་ངལ་ སེལ་ནིའི་དོན་ལུ་ རྩ་ལག་བསྒྱུར་བཅོས་འབད་ནུག་';
$string['yourfileshoulddownload'] = 'ཁྱོད་ཀྱི་ཕྱིར་འདྲེན་ཡིག་སྣོད་འདི་ ཨ་ཙི་ཅིག་ཁ་ལས་ ཕབ་ལན་འབད་དགོ། འདི་མེན་པ་ཅིན་ <a href=\"$a\"> ཨེབ་གཏང་འབད་ </a>. དཀའ་ངལ་ སེལ་ནིའི་དོན་ལུ་ རྩ་ལག་བསྒྱུར་བཅོས་འབད་ནུག་';

?>
