<?PHP // $Id$ 
      // report_security.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['check_configrw_details'] = '<p>config.phpཡིག་སྣོད་གནང་བ་ཚུ་ གཞི་བཙུགས་འབད་ཚར་ཞིནམ་ལས་བསྒྱུར་བཅོས་འགྱོཝ་སྦེ་འོས་སྦྱོར་འབདཝ་ཨིན་མ་དང་དེ་ལས་ ཡིག་སྣོད་འདི་ ཝེབ་སར་བར་གྱིས་ལེགས་བཅོས་འབད་མི་བཏུབ་ཨིན། ཐབས་ལམ་དེ་གིས་ མགྱོགས་ཚད་ཕབ་ནི་ ཡང་ན་ སྤྱིར་བཏང་ཉེས་སྤྱོད་ཚད་འཛིན་འབད་ནི་ཨིན་འདི་འབད་རུང་ སར་བར་ཉེན་སྐྱོབ་ལེགས་བཅོས་མི་འབད།</p>';
$string['check_configrw_name'] = 'བྲིས་བཏུབ་པའི་config.php';
$string['check_configrw_ok'] = 'པི་ཨེཆ་པི་ཡིག་ཚུགས་ཐོག་ལས་ config.phpའདི་ལེགས་བཅོས་འབད་མི་བཏུབ།';
$string['check_configrw_warning'] = 'པི་ཨེཆ་པི་ཡིག་ཚུགས་ཀྱིས་ config.phpལེགས་བཅོས་འབད་ནི་འོང་།';
$string['check_cookiesecure_details'] = '<p>ཁྱོད་ཀྱིས་ httpsབརྒྱུད་འབྲེལ་ལྕོགས་ཅན་བཟོ་བ་ཅིན་ ཉེན་མེད་ཀུ་ཀིསི་ཡང་ལྕོགས་ཅན་བཟོ་དགོ་པའི་འོས་སྦྱོར་འབད་དེ་ཡོད། དེ་མ་ཚད་ http ལས་httpsལུ་ གཏན་འཇགས་སླར་ལོག་ཁ་སྐོང་བརྐྱབ་དགོ།</p>';
$string['check_cookiesecure_error'] = 'ཉེན་མེད་ཀུ་ཀིསི་ལྕོགས་ཅན་བཟོ་གནང་།';
$string['check_cookiesecure_name'] = 'ཉེད་མེད་ཀུ་ཀིས།';
$string['check_cookiesecure_ok'] = 'ཉེན་མེད་ཀུ་ཀིསི་ལྕོགས་ཅན་བཟོ་ཡོདཔ།';
$string['check_courserole_anything'] = '<a href=\"$a\">སྐབས་དོན་</a>འདི་ནང་ \"doanything\"ལྕོགས་པ་འདི་མི་ཆོག';
$string['check_courserole_details'] = '<p>སློབ་ཚན་རེ་ལུ་ སྔོན་སྒྲིག་ཐོ་བཙུགས་གསལ་བཀོད་འབད་དེ་ཡོད། ལས་འགན་འདི་གི་དོན་ལུ་ ཉེན་ཁ་ཡོད་པའི་ལྕོགས་ཅན་ཚུ་མེད་དགོ</p>
<p>སྔོན་སྒྲིག་སློབ་ཚན་ལས་འགན་གྱི་དོན་ལུ་ ངོས་ལེན་ཡོད་པའི་སྔོན་ཤུལ་དབྱེ་བ་འདི་<em>སློབ་ཕྲུག་</em>རྐྱངམ་ཅིག་ཨིན།</p>';
$string['check_courserole_error'] = 'འཛོལ་ཏེ་ངེས་འཛིན་འབད་ཡོད་པའི་སྔོན་སྒྲིག་སློབ་ཚད་ལས་འགན་ཚུ་སྐྱོན་འཛིན་འབད་ཡོདཔ་!';
$string['check_courserole_name'] = 'སྔོན་སྒྲིག་ལས་འགན་(སློབ་ཚན་)།';
$string['check_courserole_notyet'] = 'སྔོན་སྒྲིག་སློབ་ཚན་ལས་འགན་རྐྱངམ་ཅིག་ལག་ལེན་འཐབ་ཡོདཔ།';
$string['check_courserole_ok'] = 'སྔོན་སྒྲིག་སློབ་ཚན་ལས་འགན་གྱི་ངེས་ཚིག་འདི་བཏུབ་པས།';
$string['check_courserole_risky'] = '<a href=\"$a\">སྐབས་དོན་</a>ནང་ལུ་ ཉེན་ཁ་ཡོད་པའི་ལྕོགས་པ་སྐྱོན་འཛིན་འབད་ཡོདཔ།';
$string['check_courserole_riskylegacy'] = '<a href=\"$a->url\">$a->shortname</a>ནང་ ཉེན་ཁ་ཡོད་པའི་སྔོན་ཤུལ་དབྱེ་བ་སྐྱོན་འཛིན་འབད་ཡོདཔ།';
$string['check_defaultcourserole_anything'] = '<a href=\"$a\">སྐབས་དོན་</a>འདི་ནང་ \"doanything\"ལྕོགས་པ་འདི་ མ་ཆོགཔ་སྦེ་དགོ';
$string['check_defaultcourserole_details'] = '<p>སློབ་ཚན་ཐོ་བཙུགས་ཀྱི་དོན་ལུ་སྔོན་སྒྲིག་སློབ་ཕྲུག་གི་ལས་འགན་གྱིས་ སློབ་ཚན་གྱི་དོན་ལས་སྔོན་སྒྲིག་ལས་འགན་གསལ་བཀོད་འབདཝ་ཨིན། ལས་འགན་འདི་ནང་ལུ་ ཉེན་ཁ་ཡོད་པའི་ལྕོགས་པ་ཚུ་མ་ཆོགཔ་སྦེ་དགོ</p>
<p>སྔོན་སྒྲིག་ལས་འགན་གྱི་དོན་ལུ་ ངོས་ལེན་ཡོད་པའི་སྔོན་ཤུལ་དབྱེ་བ་འདི་<em>སློབ་ཕྲུག་</em>རྐྱངམ་ཅིག་ཨིན།</p>';
$string['check_defaultcourserole_error'] = 'འཛོལ་ཏེ་ངེས་འཛིན་འབད་ཡོད་པའི་སྔོན་སྒྲིག་སློབ་ཚན་ལས་འགན་\"$a\"འདི་སྐྱོན་འཛིན་བྱུང་ཡོདཔ།';
$string['check_defaultcourserole_legacy'] = 'ཉེན་ཁ་ཅན་གྱི་སྔོན་ཤུལ་དབྱེ་བ་སྐྱོན་འཛིན་བྱུང་ཡོདཔ།';
$string['check_defaultcourserole_name'] = 'སྔོན་སྒྲིག་སློབ་ཚན་ལས་འགན་(རྒྱལ་སྤྱི་)།';
$string['check_defaultcourserole_notset'] = 'སྔོན་སྒྲིག་ལས་འགན་འདི་གཞི་སྒྲིག་མ་འབད་བས།';
$string['check_defaultcourserole_ok'] = 'ས་ཁོངས་སྔོན་སྒྲིག་ལས་འགན་གྱི་ངེས་ཚིག་འདི་བཏུབ་པས།';
$string['check_defaultcourserole_risky'] = '<a href=\"$a\">སྐབས་དོན་</a>འདི་ནང་ ཉེན་ཁ་ཅན་གྱི་ལྕོགས་པ་སྐྱོན་འཛིན་བྱུང་ཡོདཔ།';
$string['check_defaultuserrole_details'] = '<p>ནང་བསྐྱོད་འབད་ཡོད་པའི་ལག་ལེན་པ་ག་ར་ལུ་ སྔོན་སྒྲིག་ལག་ལེན་པའི་ལས་འགན་གྱི་ལྕོགས་པ་བྱིན་ཏེ་ཡོད། ལས་འགན་འདི་ནང་ལུ་ ཉེན་ཁ་ཅན་གྱི་ལྕོགས་པ་ཚུ་མ་ཆོགཔ་སྦེ་དགོ།</p>
<p>སྔོན་སྒྲིག་ལག་ལེན་པའི་ལས་འགན་གྱི་དོན་ལུ་ངོས་ལེན་འབད་ཡོད་པའི་སྔོན་ཤུལ་དབྱེ་བ་འདི་ <em>ལག་ལེན་པ་ངོ་མ་</em>རྐྱངམ་ཅིག་ཨིན། སློབ་ཚན་མཐོང་སྣང་ལྕོགས་པ་འདི་ལྕོགས་ཅན་བཟོ་ནི་མི་འོང་།</p>';
$string['check_defaultuserrole_error'] = 'སྔོན་སྒྲིག་ལག་ལེན་པའི་ལས་འགན་\"$a\"འདི་ འཛོལ་བ་མེདཔ་སྦེ་ངེས་འཛིན་འབད་ནུག!';
$string['check_defaultuserrole_name'] = 'ལག་ལེན་པ་ག་ར་གི་དོན་ལུ་ སྔོན་སྒྲིག་ལས་འགན།';
$string['check_defaultuserrole_notset'] = 'སྔོན་སྒྲིག་ལས་འགན་འདི་གཞི་སྒྲིག་མ་འབད་བས།';
$string['check_defaultuserrole_ok'] = 'ལག་ལེན་པའི་ངེས་ཚིག་ག་རའི་སྔོན་སྒྲིག་ལས་འགན་འདི་བཏུབ་པས།';
$string['check_displayerrors_details'] = '<p>པི་ཨེཆ་པི་སྒྲིག་སྟངས་<code>display_errors</code>འདི་ ཐོན་འབྲས་ས་ཁོངས་ནང་འོས་སྦྱོར་མི་འབད་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ འཕྲིན་དོན་འཛོལ་བ་ཚུ་གིས་ ཁྱོད་རའི་སར་བར་གྱི་གསང་བའི་བརྡ་དོན་ཚུ་ཕྱི་ཁར་བཏོནམ་ཨིན།</p>';
$string['check_displayerrors_error'] = 'འཛོལ་བ་བཀྲམ་སྟོན་འབད་མི་པི་ཨེཆ་པི་སྒྲིག་སྟངས་འདི་ལྕོགས་ཅན་བཟོ་ནུག དེ་ཡང་ལྕོགས་མིན་བཞག་དགོ་པའི་འོས་སྦྱོར་འབད་དེ་ཡོད།';
$string['check_displayerrors_name'] = 'པི་ཨེཆ་པི་འཛོལ་བ་ཚུ་བཀྲམ་སྟོན་འབད་ནི།';
$string['check_displayerrors_ok'] = 'པི་ཨེཆ་པི་འཛོལ་བ་ཚུ་བཀྲམ་སྟོན་འབད་ནི་ལས་ལྕོགས་མིན་བཟོ་ཡོདཔ།';
$string['check_emailchangeconfirmation_details'] = '<p>ལག་ལེན་པ་ཚུ་གིས་ ཁོང་རའི་གསལ་སྡུད་ནང་གློག་འཕྲིན་ཁ་བྱང་སོར་བའི་སྐབས་ལུ་ གློག་འཕྲིན་ངེས་དཔྱད་རིམ་པ་འདི་དགོཔ་སྦེ་འོས་སྦྱོར་འབད་དེ་ཡོདཔ་ཨིན། ལྕོགས་མིན་བཟོ་ཡོད་པ་ཅིན་ ཨིསི་པེམ་མར་ཚུ་གིས་ ཨིསི་པེམ་གཏང་ནི་གི་དོན་ལུ་ སར་བར་ལོག་སྤྱོད་འབད་འོང་།</p>
<p>གློག་འཕྲིན་ས་སྒོ་འདི་ཡང་ བདེན་བཤད་པ་ལག་ཨིནསི་ནང་ལས་བསྡམ་བཞག་འོང་། འབྱུང་ངེས་འདི་ནཱ་ལུ་ཆ་འཇོག་མི་འབད།';
$string['check_emailchangeconfirmation_error'] = 'ལག་ལེན་པ་ཚུ་གིས་ གློག་འཕྲིན་ཁ་བྱང་ག་ཅི་ཡང་བཙུགས་འོང་།';
$string['check_emailchangeconfirmation_info'] = 'ལག་ལེན་པ་ཚུ་གིས་ གནང་བ་ཡོད་པའི་ཌོ་མེན་ནང་ལས་རྐྱངམ་ཅིག་གློག་འཕྲིན་ཁ་བྱང་བཙུགས་འོང་།';
$string['check_emailchangeconfirmation_name'] = 'གློག་འཕྲིན་བསྒྱུར་བཅོས་ངེས་དཔྱད།';
$string['check_emailchangeconfirmation_ok'] = 'ལག་ལེན་པའི་གསལ་སྡུད་ནང་ གློག་འཕྲིན་ཁ་བྱང་སོར་བའི་ངེས་དཔྱད།';
$string['check_embed_details'] = 'ཚ<p>ད་མེད་དངོས་པོའི་གནས་འདྲེན་འདི་ཉེན་ཁ་ཆེ་ཤོས་ཅིག་ཨིན་-ཐོ་བཀོད་འབད་ཡོད་པའི་ལག་ལེན་པ་གང་རུང་ཅིག་གིས་ གཞན་སར་བར་ལག་ལེན་པའི་རྒྱབ་འགལ་སྦེ་ XSSགནོད་པ་གསར་བཙུགས་འབད་ཆོག སྒྲིག་སྟངས་འདི་ ཐོན་འབྲས་སར་བར་ནང་ལྕོགས་མིན་བཟོ་དགོ།</p>';
$string['check_embed_error'] = 'ཚད་མེད་དངོས་་པོ་གནས་འདྲེན་ལྕོགས་ཅན་བཟོ་ཡོདཔ་-འ་ནི་འདི་ སར་བར་མང་ཤོས་ཅིག་ལུ་ཉེན་ཁ་ཡོདཔ་ཨིན།';
$string['check_embed_name'] = 'EMBED དང་ OBJECTཆོག';
$string['check_embed_ok'] = 'ཚད་མེད་དངོས་པོ་གནས་འདྲེན་མི་ཆོག';
$string['check_frontpagerole_details'] = '<p>སྔོན་སྒྲིག་གདོང་ཤོག་ལས་འགན་འདི་ གདོང་ཤོག་ལཱ་གི་དོན་ལས་ ཐོ་བཀོད་འབད་ཡོད་པའི་ལག་ལེན་པ་ག་ར་ལུ་བྱིན་ཡི། དེ་འབད་ནི་དེ་གིས་ ལས་འགན་འདི་ལུ་ ཉེན་ཁ་ཅན་གྱི་ལྕོགས་པ་ཚུ་མ་ཆོགཔ་བཟོ་དགོ</p>
<p>དགོས་དོན་དེ་གི་དོན་ལུ་ དམིགས་བསལ་ལས་འགན་ཅིག་བཟོ་ཡོདཔ་དང་ སྔོན་ཤུལ་དབྱེ་བའི་ལས་འགན་འདི་ལག་ལེན་མི་འཐབ་པའི་འོས་སྦྱོར་འབད་དེ་ཡོད།';
$string['check_frontpagerole_error'] = 'འཛོལ་ཏེ་ངེས་འཛིན་འབད་ཡོད་པའི་གདོང་ཤོག་ལས་འགན་\"$a\"འདི་སྐྱོན་འཛིན་བྱུང་ཡོདཔ།';
$string['check_frontpagerole_name'] = 'གདོང་ཤོག་ལས་འགན།';
$string['check_frontpagerole_notset'] = 'གདོང་ཤོག་ལས་འགན་འདི་གཞི་སྒྲིག་མ་འབད་བས།';
$string['check_frontpagerole_ok'] = 'གདོང་ཤོག་ལས་འགན་གྱི་ངེས་ཚིག་འདི་བཏུབ་པས།';
$string['check_globals_details'] = '<p>ཐོ་བཀོད་སྤྱི་ཁྱབ་འདི་ གནམ་མེད་ས་མེད་ཉེན་ཁ་ཡོད་པའི་ པི་ཨེཆ་པི་སྒྲིག་སྟངས་ཅིག་ཨིནམ་སྦེ་ཆ་འཇོག་འབད་དེ་ཡོད། </p>
<p><code>register_globals=off</code>འདི་ པི་ཨེཆ་པི་རིམ་སྒྲིག་ནང་སྦེ་གཞི་སྒྲིག་འབད་དགོཔ་ཨིན། སྒྲིག་སྟངས་འདི་ ཁྱོད་རའི་<code>php.ini</code>, Apache/IIS རིམ་སྒྲིག་ ཡང་ན་ <code>.htaccess</code> ཡིག་སྣོད་</p>ཚུ་ཞུན་དག་འབད་ཐོག་ལས་ཚད་འཛིན་འབདཝ་ཨིན།</p>';
$string['check_globals_error'] = 'ཐོ་བཀོད་སྤྱི་ཁྱབ་འདི་ ལྕོགས་མིན་སྦེ་བཟོ་དགོ། སར་བར་ པི་ཨེཆ་པི་སྒྲིག་སྟངས་ཚུ་མགྱོགས་པ་ར་བཟོ!';
$string['check_globals_name'] = 'སྤྱི་ཁྱབ་ཐོ་བཀོད།';
$string['check_globals_ok'] = 'སྤྱི་ཁྱབ་ཐོ་བཀོད་ཚུ་ལྕོགས་མིན་བཟོ་ཡོདཔ།';
$string['check_google_details'] = '<p>གུ་གཱལ་ཁ་ཕྱེ་སྒྲིག་སྟངས་ནང་འཛུལ་སྤྱོད་འབད་མི་དེ་གིས་ འཚོལ་འཕྲུལ་ལྕོགས་ཅན་བཟོ་སྟེ་ མགྱོནམ་ཚུ་གིས་སློབ་ཚན་འཚོལ་ཞིབ་འབད་ཚུགས། ཨིན་རུང་ མགྱོནམ་ལུ་ནང་བསྐྱོད་འབད་མ་བཅུག་པ་ཅིན་ སྒྲིག་སྟངས་འདི་ལྕོགས་ཅན་བཟོ་སྟེ་ཁུངས་མེད།</p>';
$string['check_google_error'] = 'འཚོལ་འཕྲུལ་འཛུལ་སྤྱོད་འབད་ཆོག་རུང་མགྱོནམ་འཛུལ་སྤྱོད་འབད་ས་འདི་ལྕོགས་མིན་བཟོ་ནུག';
$string['check_google_info'] = 'འཚོལ་འཕྲུལ་གྱིས་མགྱོནམ་སྦེ་ཐོ་བཀོད་འབད་འོང་།';
$string['check_google_name'] = 'གུ་གཱལ་ཁ་ཕྱེ།';
$string['check_google_ok'] = 'ཐོ་བཀོད་རྒྱལ་སྤྱི།';
$string['check_guestrole_details'] = '<p>མགྱོནམ་གི་ལས་འགན་འདི་མགྱོནམ་ལུ་མ་གཏོགས་གཞན་ ནང་བསྐྱོད་མ་འབད་མི་ལག་ལེན་པ་དང་གནས་སྐབས་མགྱོནམ་གི་སློབ་ཚན་འཛུལ་སྤྱོད་ཀྱི་དོན་ལུ་མེན། ལས་འགན་འདི་ནང་ ཉེན་ཁ་ཅན་གྱི་ལྕོགས་པ་ཚུ་མེདཔ་བཟོ་དགོ</p>
<p>མགྱོནམ་གི་ལས་འགན་དོན་ལུ་ ངོས་ལེན་ཡོད་པའི་སྔོན་ཤུལ་དབྱེ་བ་འདི་ <em>མགྱོནམ་</em>རྐྱངམ་ཅིག་ཨིན།</p>';
$string['check_guestrole_error'] = 'མགྱོནམ་གི་ལས་འགན་\"$a\"འདི་འཛོལ་ཏེ་ངེས་འཛིན་འབད་ཡོདཔ།';
$string['check_guestrole_name'] = 'མགྱོནམ་གི་ལས་འགན།';
$string['check_guestrole_notset'] = 'མགྱོནམ་གི་ལས་འགན་གཞི་སྒྲིག་མ་འབད་བས།';
$string['check_guestrole_ok'] = 'མགྱོནམ་གི་ལས་འགན་ངེས་ཚིག་འདི་བཏུབ་པས།';
$string['check_mediafilterswf_details'] = '<p>རང་བཞིན་ ཨེསི་ཌབ་ལུ་ཨེཕ་གནས་འདྲེན་འདི་ ཉེན་ཁ་ཆེ་ཤོས་ཅིག་ཨིན་-ཐོ་བཀོད་འབད་ཡོད་པའི་ལག་ལེན་པ་གང་རུང་གིས་ གཞན་སར་བར་ཚུ་ལུ་རྒྱབ་འགལ་འབད་དེ་ ཨེགསི་ཨེསི་ཨེསི་གནོད་པ་གསར་བཙུགས་འབད་འོང་། དེ་འབདཝ་ལས་ཐོན་འབྲས་སར་བར་གུ་ལྕོགས་མིན་བཟོ་གནང་།</p>';
$string['check_mediafilterswf_error'] = 'ཕིལེཤ་མི་ཌི་ཡ་ཚགས་མ་འདི་ལྕོགས་ཅན་བཟོ་ཡོདཔ་-འ་ནི་འདི་ སར་བར་མང་ཤོས་ཅིག་ལུ་ཉེན་ཁ་ཆེ་ཤོས་ཅིག་ཨིན།';
$string['check_mediafilterswf_name'] = '.swf བརྡ་ལམ་ཚགས་མ་ལྕོགས་ཅན་བཟོ་ཡོདཔ།';
$string['check_mediafilterswf_ok'] = 'ཕིལེཤ་མི་ཌི་ཡ་ཚགས་མ་འདི་ལྕོགས་ཅན་བཟོ་ཡོདཔ།';
$string['check_noauth_details'] = '<p><em>བདེན་བཤད་མིན་འདུག་</em>པ་ལ་ཨིན་འདི་ ཐོན་འབྲས་ས་ཁོངས་ཀྱི་དོན་ལུ་དམིགས་དོན་མ་བསྐྱེདཔས། ཡར་འཕེལ་བརྟག་ཞིབ་ས་ཁོངས་མེན་པ་ཅིན་ ལྕོགས་མིན་བཟོ་གནང་།</p>';
$string['check_noauth_error'] = 'བདེན་བཤད་མེད་པའི་པ་ལག་ཨིན་འདི་ ཐོན་འབྲས་ས་ཁོངས་གུ་ལག་ལེན་འཐབ་མི་བཏུབ།';
$string['check_noauth_name'] = 'བདེན་བཤད་མིན་འདུག';
$string['check_noauth_ok'] = 'བདེན་བཤད་པ་ལག་ཨིན་འདི་ལྕོགས་མིན་མ་བཟོ་བས།';
$string['check_openprofiles_details'] = '<p>ལག་ལེན་པའི་གསལ་སྡུད་ཁ་ཕྱེ་འདི་ཨིསི་པེ་མར་གྱིས་ལོག་སྤྱོད་འབད་ཚུགས། དེ་ཡང་ <code>ལག་ལེན་པ་ཚུ་གསལ་སྡུད་ནང་ བང་ཅན་སྦེ་ནང་བསྐྱོད་འབད་བཅུག་ནི་</code> ཡང་ན་ <code>ལག་ལེན་པ་ཚུ་བང་ཅན་སྦེ་ནང་བསྐྱོད་འབད་བཅུག་ནི་</code> ཚུ་ལྕོགས་ཅན་བཟོ་ཡོད་པའི་འོས་སྦྱོར་འབད་དེ་ཡོད།།</p>';
$string['check_openprofiles_error'] = 'ག་ར་ཨིན་རུང་ ནང་བསྐྱོད་མ་འབད་བར་ ལག་ལེན་པའི་གསལ་སྡུད་བལྟ་ཚུགས།';
$string['check_openprofiles_name'] = 'ལག་ལེན་པའི་གསལ་སྡུད་ཁ་མ་ཕྱེ་བས།';
$string['check_openprofiles_ok'] = 'ལག་ལེན་པའི་གསལ་སྡུད་མ་བལྟ་བའི་ཧེ་མ་ ནང་བསྐྱོད་འབད་དགོ';
$string['check_passwordpolicy_details'] = '<p>གཞན་གྱི་ཆོག་ཡིག་ཕོག་ཚོད་བསྐྱེད་དེ་འཛུལ་སྤྱོད་འབད་ཚུགས་དོ་ཡོདཔ་ལས་ ཆོག་ཡིག་སྲིད་བྱུས་གཞི་སྒྲིག་འབད་དགོ་པའི་འོས་སྦྱོར་འབད་དེ་ཡོད། སྲིད་བྱུས་འདི་དམ་དྲགས་སྦེ་བཟོ་ནི་མི་འོང་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ལག་ལེན་པ་ཚུ་གིས་ཆོག་ཡིག་སེམས་ཁར་བཞག་མི་ཚུགསཔ་མ་ཚད་ཆོག་ཡིག་བཙུགས་ནི་གི་དཔྱད་རི་ཡང་བཏང་མི་ཚུགས།</p>';
$string['check_passwordpolicy_error'] = 'ཆོག་ཡིག་ཉེན་སྲུང་གན་ཡིག་གཞི་སྒྲིག་མ་འབད་བས།';
$string['check_passwordpolicy_name'] = 'ཆོག་ཡིག་ཉེན་སྲུང་གན་ཡིག';
$string['check_passwordpolicy_ok'] = 'ཆོག་ཡིག་ཉེན་སྲུང་གན་ཡིག་ལྕོགས་ཅན་བཟོ་ཡོདཔ།';
$string['check_passwordsaltmain_details'] = '<p>ཆོག་ཡིག་སལཊི་གཞི་སྒྲིག་འབད་མི་དེ་གིས་ ཆོག་ཡིག་བྱང་པའི་ཉེན་ཁ་ཆུང་།</p>
<p>ཆོག་ཡིག་སལཊི་གཞི་སྒྲིག་འབད་ནི་གི་དོན་ལུ་ config.php ཡིག་སྣོད་ནང་ འོག་གི་གྲལ་ཐིག་ཚུ་ཁ་སྐོང་རྐྱབས་:</p>
<code>$CFG->passwordsaltmain = \'ཡིག་འབྲུ་ལེ་ཤ་དང་གཅིག་ཁར་གང་འབྱུང་ཡིག་རྒྱུན་རིངམ་སྦེ་ཡོད་\';</code>
<p>ཡིག་འབྲུའི་གང་འབྱུང་ཡིག་རྒྱུན་ཚུ་ ཡི་གུ་དང་ཨང་ཡིག་ དེ་ལས་གཞན་ཡིག་འབྲུ་ཚུ་སླ་བསྲེ་སྦེ་འོང་དགོ ཡིག་རྒྱུན་རིང་ཚད་ཡང་ ཡིག་འབྲུ་ཉུང་ཤོས་༤༠དེ་ཅིག་འོས་སྦྱོར་འབད་དེ་ཡོད།</p>
<p>ཁྱོད་ཀྱིས་ ཆོག་ཡིག་སལཊི་སོར་དགོ་མནོ་བ་ཅིན་<a href=\"$a\" target=\"_blank\">ཆོག་ཡིག་སལ་ཊིང་ཡིག་ཐོག་བཀོད་པ་ལུ་གཞི་བསྟུན་འབད་གནང་།</a>
ཚར་ཅིག་གཞི་སྒྲིག་འབད་ཞིནམ་ལས་ ཁྱོད་རའི་ཆོག་ཡིག་སལཊི་བཏོན་མ་གཏང་། དེ་བཏོན་གཏང་པ་ཅིན་ ད་ལས་ཕར་ཁྱོད་རའི་ས་ཁོངས་ནང་ནང་བསྐྱོད་འབད་མི་ཚུགས!</p>';
$string['check_passwordsaltmain_name'] = 'ཆོག་ཡིག་སལཊི།';
$string['check_passwordsaltmain_ok'] = 'ཆོག་ཡིག་སལཊི་འདི་བཏུབ་པས།';
$string['check_passwordsaltmain_warning'] = 'ཆོག་ཡིག་སལཊི་གཞི་སྒྲིག་མ་འབད་བས།';
$string['check_passwordsaltmain_weak'] = 'ཆོག་ཡིག་སལཊི་འདི་ཉུང་པས།';
$string['check_riskadmin_detailsok'] = '<p>འོག་གི་རིམ་ལུགས་བདག་སྐྱོང་པའི་ཐོ་ཡིག་ཚུ་བདེན་སྦྱོར་འབད་གནང་:</p>$a';
$string['check_riskadmin_detailswarning'] = '<p>འོག་གི་རིམ་ལུགས་བདག་སྐྱོང་པའི་ཐོ་ཡིག་ཚུ་བདེན་སྦྱོར་འབད་གནང་:
</p>$a->admins
<p>སྐབས་དོན་རིམ་ལུགས་འདི་ནང་རྐྱངམ་ཅིག་བདག་སྐྱོང་པའི་ལས་འགན་འགན་སྤྲོད་འབད་ནིའི་འོས་སྦྱོར་འབད་ཡོདཔ་ཨིན། འོག་གི་ལག་ལེན་པ་(ངོས་ལེན་མེདཔ་)ཚུ་ལུ་ སྐབས་དོན་གཞན་ནང་ བདག་སྐྱོང་ལས་འགན་གྱི་འགན་སྤྲོད་ཚུ་ཡོད་:
</p>$a->unsupported';
$string['check_riskadmin_name'] = 'བདག་སྐྱོང་པ།';
$string['check_riskadmin_ok'] = '$a སར་བར་བདག་སྐྱོང་པ་(ཚུ་)ཐོབ་ཅི།';
$string['check_riskadmin_unassign'] = '<a href=\"$a->url\">$a->fullname ($a->email) ལས་འགན་འགན་སྤྲོད་བསྐྱར་ཞིབ་འབད་</a>';
$string['check_riskadmin_warning'] = '$a->admincount སར་བར་བདག་སྐྱོང་པ་དང་ $a->unsupcount ངོས་ལེན་མེད་པའི་བདག་སྐྱོང་ལས་འགན་འགན་སྤྲོད་ཐོབ་ཅི།';
$string['check_riskbackup_details_overriddenroles'] = '<p>ལྕོགས་ཅན་དབང་ཐག་ཆོད་པ་གིས་ ལག་ལེན་པ་ཚུ་ལུ་ ཡིག་སྣོད་ཉེན་སྲུང་ནང་ལག་ལེན་པའི་གནས་སྡུད་བཙུགས་ཚུགས་པའི་ལྕོགས་གྲུབ་བྱིནམ་ཨིན། གནང་བ་འདི་ཁག་ཆེ་བའི་དབང་ལུ་གཏང་གནང་།</p> $a';
$string['check_riskbackup_details_systemroles'] = 'ད་ལྟོ་ འོག་གི་རིམ་ལུགས་ལས་འགན་གྱིས་ལག་ལེན་པ་ཚུ་ལུ་ ཡིག་སྣོད་ཉེན་སྲུང་ནང་ལག་ལེན་པའི་གནས་སྡུད་བཙུགས་བཅུགཔ་ཨིན། གནང་བ་འདི་ཁག་ཆེ་བའི་དབང་ལུ་གཏང་གནང་།</p> $a';
$string['check_riskbackup_details_users'] = 'གོང་གི་ལས་འགན་ ཡངན་ ཉེ་གནས་དབང་ཐག་ཆོད་པ་ལུ་བརྟེན་ཏེ་ ད་ལྟོ་འོག་གི་ལག་ལེན་པའི་རྩིས་ཐོ་ཚུ་ལུ་ སློབ་ཚན་ནང་ཐོ་བཙུགས་འབད་ཡོད་པའི་ལག་ལེན་པ་གང་རུང་ལས་ གསང་བའི་གནས་སྡུད་ཚུ་ཉེན་སྲུང་འབད་ནིའི་གནང་བ་ཡོད། དེ་ཚུ་ (a)བློ་གཏད་ཅན་དང་(b)ཆོག་ཡིག་ལེགས་ཤོམ་གྱིས་ཉེན་སྐྱོབ་འབད་འབདཝ་ཨིན་དགོ:</p> $a';
$string['check_riskbackup_detailsok'] = 'ལས་འགན་གྱིས་གསལ་ཏོག་ཏོ་སྦེ་ལག་ལེན་པའི་གནས་སྡུད་ཉེན་སྲུང་འབད་མ་བཅུག་པས། ཨིན་རུང་ \"doanything\"ལྕོགས་པའི་བདག་སྐྱོང་པ་ཚུ་གིས་ དེ་ཐད་རི་འབའ་རི་འབད་ཚུགས།';
$string['check_riskbackup_editoverride'] = '<a href=\"$a->url\">$a->name in $a->contextname</a>';
$string['check_riskbackup_editrole'] = '<a href=\"$a->url\">$a->name</a>';
$string['check_riskbackup_name'] = 'ལག་ལེན་པའི་གནས་སྡུད་ཉེན་སྲུང་།';
$string['check_riskbackup_ok'] = 'ལས་འགན་གྱིས་གསལ་ཏོག་ཏོ་སྦེ་ལག་ལེན་པའི་གནས་སྡུད་ཉེན་སྲུང་འབད་མ་བཅུག་པས།';
$string['check_riskbackup_unassign'] = '<a href=\"$a->url\">$a->fullname ($a->email) in $a->contextname</a>';
$string['check_riskbackup_warning'] = 'ལག་ལེན་པའི་གནས་སྡུད་ཉེན་སྲུང་འབད་ཚུགས་པའི་$a->rolecount ལས་འགན་དང་ $a->overridecount དབང་ཐག་ཆོད་ནི་དེ་ལས་ $a->usercount ལག་ལེན་པ་ཚུ་ཐོབ་ཅི།';
$string['check_riskxss_details'] = '<p>RISK_XSS གིས  བློ་གཏད་ཅན་གྱི་ལག་ལེན་པ་རྐྱངམ་ཅིག་གིས་ལག་ལེན་འཐབ་ཨིན་པའི་ལྕོགས་པ་ཉེན་ཁ་ཅན་ཚུ་བརྡ་སྟོན་འབདཝ་ཨིན།</p> 
<p>ཁྱོད་ཀྱིས་ འོག་གི་ལག་ལེན་པའི་ཐོ་་ཡིག་ཚུ་བདེན་སྦྱོར་འབད་དེ་ སར་བར་འདི་གུ་བློ་ཧྲིལ་བུམ་གཏད་ཚུགསཔ་བཟོ་དགོ:
</p><p>$a</p>';
$string['check_riskxss_name'] = 'XSS བློ་གཏད་ཅན་གྱི་ལག་ལེན་པ།';
$string['check_riskxss_warning'] = 'RISK_XSS - བློ་གཏད་དགོ་པའི་ལག་ལེན་པ་$aཐོབ་ཅི།';
$string['check_unsecuredataroot_details'] = '<p>གནས་སྡུད་རྩ་ལག་སྣོད་ཐོ་འདི་ ཝེབ་ལས་བརྒྱུད་དེ་འཛུལ་སྤྱོད་འབད་བཅུག་ནི་མེད། སྣོད་ཐོ་ནང་འཛུལ་མ་ཚུགསཔ་བཟོ་ནི་གི་ཐབས་ཤེས་ལེགས་ཤོམ་འདི་ མི་མང་ཝེབ་སྣོད་ཐོའི་ཕྱི་ཁར་སྣོད་ཐོ་ལག་ལེན་འཐབ་ནི་འདི་ཨིན།</p>
<p>གལ་སྲིད་སྣོད་ཐོ་འདི་སྤོ་བཤུད་འབད་བ་ཅིན་ <code>config.php</code>ནང་ལུ་ <code>$CFG->གནས་སྡུད་རྩ་ལག་</code>སྒྲིག་སྟངས་འདི་ ཚུལ་མཐུན་ཐོག་ལུ་དུས་མཐུན་འབད་དགོ</p>';
$string['check_unsecuredataroot_error'] = 'ཁྱོད་ཀྱི་གནས་སྡུད་རྩ་ལག་སྣོད་ཐོ་<code>$a</code>འདི་ གནས་ཁོངས་ཕྱི་འགྱུར་ཅིག་ནང་ཨིན་པའི་ཁར་ ཝེབ་ནང་འཐོན་སོང་ནུག';
$string['check_unsecuredataroot_name'] = 'ཉེན་ཁ་ཡོད་པའི་གནས་སྡུད་རྩ་ལག';
$string['check_unsecuredataroot_ok'] = 'expose
གནས་སྡུད་རྩ་ལག་སྣོད་ཐོ་འདི་ཝེབ་ལས་བརྒྱུད་དེ་འཛུལ་སྤྱོད་འབད་མ་བཅུག་དགོ';
$string['check_unsecuredataroot_warning'] = 'ཁྱོད་ཀྱི་གནས་སྡུད་རྩ་ལག་སྣོད་ཐོ་<code>$a</code>འདི་ གནས་ཁོངས་ཕྱི་འགྱུར་ཅིག་ནང་ཨིནམ་དང་ ཝེབ་ནང་མཐོང་འོང་།';
$string['configuration'] = 'རིམ་སྒྲིག';
$string['description'] = 'འགྲེལ་བཤད།';
$string['details'] = 'ཁ་གསལ།';
$string['issue'] = 'གནད་དོན།';
$string['reportsecurity'] = 'ཉེན་སྐྱོབ་སྤྱི་མཐོང་།';
$string['security:view'] = 'ཉེན་སྐྱོབ་སྙན་ཞུ་སྟོན།';
$string['status'] = 'གནས་ཚད།';
$string['statuscritical'] = 'ཚབས་ཆེན།';
$string['statusinfo'] = 'བརྡ་དོན།';
$string['statusok'] = 'བཏུབ།';
$string['statusserious'] = 'ཉེན་ཅན།';
$string['statuswarning'] = 'ཉེན་བརྡ།';
$string['timewarning'] = 'གནས་སྡུད་བཟོ་བའི་སྐབས་ལུ་དུས་ཚོད་འགོར་འོང་ བསྒུགས་གནང་་་་་';

?>
