<?PHP // $Id$ 
      // survey.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['actual'] = 'ངོ་མ།';
$string['actualclass'] = 'དབྱེ་རིགས་ངོ་མ།';
$string['actualstudent'] = '$a ངོ་མ།';
$string['allquestions'] = 'འདྲི་བ་ཚུ་ག་ར་གོ་རིམ་སྒྲིག་སྟེ་ཡོད་ སློབ་ཕྲུག་ཆ་མཉམ་';
$string['allscales'] = 'ཆ་ཚད་ཆ་མཉམ། སློབ་ཕྲུག་ཆ་མཉམ་';
$string['alreadysubmitted'] = 'ཁྱོད་ཀྱིས་ བརྟག་ཞིབ་འདི་ཧེ་མ་ལས་སྤྲོད་ནུག';
$string['analysisof'] = '$aདཔྱད་ཞིབ།';
$string['answers'] = 'ལན།';
$string['attls1'] = 'མི་ཅིག་གིས་སློབ་མི་འདི་དབྱེ་ཞིབ་འབད་བའི་བསྒང་ ང་གིས་ ཁོང་གི་ཨར་གུ་མེནཊི་གི་སྤུས་ཚད་ལུ་ཆེད་དམིགས་འབད་ནི་མ་གཏོགས་ གསལ་སྟོན་འབད་མི་ལུ་མི་འབད།';
$string['attls10'] = 'ང་གིས་ ག་ཅི་ཅིག་དཔྱད་ཞིབ་འབད་བའི་ནམ་དུས་ལུ་ ང་ར་ དངོས་ཅན་སྦེ་སྡོད་དགོཔ་འདི་གནམ་མེད་ས་མེད་གལ་ཆེ།';
$string['attls10short'] = 'དངོས་ཅན་སྦེ་སྡོད་ནི།';
$string['attls11'] = 'ང་གིས་ མི་ཚུ་དང་རྒྱབ་འགལ་མ་འབད་བ་སྡོད་ནིའི་དཔའ་བཅམ་ཨིན།';
$string['attls11short'] = 'think WITH people';
$string['attls12'] = 'ང་གིས་ཨར་གུ་མེནཌསི་ནང་ལག་ལེན་འཐབ་པའི་ཁྱད་ཚད་ལ་ལོ་ཅིག་ཡོད།';
$string['attls12short'] = 'དབྱེ་ཞིབ་འབད་ནི་གི་དོན་ལུ་ཁྱད་ཚད་ལག་ལེན་འཐབ།';
$string['attls13'] = 'ང་གིས་ དབྱེ་ཞིབ་འབད་ནི་མེན་པ་ མི་གཞན་ཅིག་གི་བསམ་འཆར་ཉན་ནིའི་འབད་རྩོལ་བསྐྱེད་ནི་བཟུམ་ཅིག་ཡོད།';
$string['attls13short'] = 'ཧ་གོ་ནིའི་འབད་རྩོལབསྐྱེད།';
$string['attls14'] = 'ང་གིས་ སེམས་ཆུང་གི་མནོ་བསམ་གཏང་མི་ལ་ལོ་ཅིག་སྐྱོན་འཛིན་འབད་དེ་ ཁོང་གི་ཨར་གུ་མེནཊསི་ཚུ་དོགས་སེལ་འབད་ནིའི་འབད་རྩོལ་བསྐྱེད་ནི།';
$string['attls14short'] = 'བློ་སྟོབས་ཆུང་བའི་སྐྱོན་འཛིན་འབད།';
$string['attls15'] = 'རྩོད་རྙོགས་ཅན་གྱི་གནད་དོན་ཚུ་གྲོས་བསྟུན་འབད་བའི་སྐབས་ང་གིས་མི་ཚུ་ག་ཅི་སྦེ་ཁོང་བཟུམ་སྦེ་མནོ་བསམ་གཏངམ་ཨིན་ན་བལྟ་ནི་གི་དོན་ལུ་ མི་གཞན་ཚུ་གི་ས་སྒོ་ནང་འཛུལ་བལྟཝ་ཨིན';
$string['attls15short'] = 'ང་ཁོང་གི་ས་སྒོ་ནང་བཙུགས།';
$string['attls16'] = 'ང་གིས་བརྟག་དཔྱད་འབད་ཐངས་འདི་ལུ་ \'ཚོད་བརྟག\' ཟེར་སླབ་རུང་བཏུབ་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ང་གིས་རྒྱུ་མཚན་ཆ་མཉམ་ཞིབ་ཞིབ་སྦེ་བརྩི་འཇོག་འབདཝ་ཨིན';
$string['attls16short'] = 'ཚོད་བརྟག་འབད་ནི';
$string['attls17'] = 'དཀའ་ངལ་ཚུ་སེལ་བའི་སྐབས་ ང་གིས་ ང་རའི་གལ་གནད་ཚུ་ལུ་ རིག་པ་དང་རྒྱུ་མཚན་གྱི་ལག་ལེན་བརྩི་འཇོག་འབདཝ་ཨིན';
$string['attls17short'] = 'ང་གིས་མང་ཤོས་རང་རིག་པ་གལ་ཆེཝ་སྦེ་བརྩི་ཝ་ཨིན';
$string['attls18'] = 'ནན་ཏན་ཐོག་ལས་ང་གིས་ ངེ་གི་བསམ་འཆར་དང་སོ་སོ་ཡོད་མི་བསམ་འཆར་ཚུ་ཤེས་རྟོགས་འབད་ཚུགས།';
$string['attls18short'] = 'ནན་ཏན་ཐོག་ལས་ཤེས་རྟོགས།';
$string['attls19'] = 'ང་གིས་ ང་དང་མ་འདྲ་མི་བསམ་འཆར་ཡོད་མི་ མི་ཚུ་འཕྱད་པའི་སྐབས་ ཁོང་ཚུ་ལུ་ག་ཅི་སྦེ་འདི་བཟུམ་མའི་བསམ་འཆར་ཡོདཔ་ཨིན་ན་བལྟ་ནིའི་དོན་ལུ་ ང་གིས་མི་འདི་གི་ས་སྒོ་ནང་འཛུལ་ནིའི་དོན་ལུ་ཞེ་སྡུག་འབད་རང་བརྩོན་ཤུགས་བསྐྱེདཔ་ཨིན';
$string['attls19short'] = 'རྒྱ་སྐྱེད་འབད་ནིའི་དོན་ལུ་བརྩོན་ཤུགས་བསྐྱེད';
$string['attls1short'] = 'གྲུབ་རྟགས་ཀྱི་སྤུས་ཚད་ལུ་གཙོ་བོ་བཏོན';
$string['attls2'] = 'ང་ རྩོད་ཚབ་པ་འབད་ནི་ལུ་དགའ་-གཞན་གྱི་སླབ་མི་ལུ་ཁ་ཤགས་བརྐྱབ་ནི';
$string['attls20'] = 'ང་མང་ཤོས་གཅིག་རང་ ག་ཅི་འཛོལ་བ་ཨིན་ན་བལྟཝ་ཨིན་ དཔེར་ན་ ང་གིས་ལེགས་ཤོམ་སྦེ་རྩོད་པ་མ་རྐྱབས་མི་གང་རུང་ རྩོམ་རིག་དོན་འགྲེལ་གྱི་ཐོག་ལས་བདེན་ཁུངས་ཟང་ནིའི་དོན་ལུ་བལྟཝ་ཨིན';
$string['attls20short'] = 'ག་ཅི་གི་འཛོལ་བ་སྨོ?';
$string['attls2short'] = 'རྩོད་ཚབ་པ་འབད';
$string['attls3'] = 'ང་མི་\'ག་ཏེ་ལས་འོངམ་ཨིན་ན་\'བལྟ་ནི་དང་ ཉམས་མྱོང་ག་ཅི་གིས་ཁོང་ཚུ་འདི་བཟུམ་སྦེ་ཚོརཝ་ཨིན་ན་ཤེས་དགོ་མནོ་ཡི།';
$string['attls3short'] = 'མི་ག་ཏེ་ལས་འོངམ་ཨིན་ན';
$string['attls4'] = 'ངེ་གི་ཤེས་ཡོན་གྱི་ཆ་ཤས་ངོ་མ་འདི་ ང་དང་མ་པ་ལས་མ་འདྲ་མི་ མི་ཚུ་གི་སྐོར་ལས་ཤེས་མི་འདི་ཨིན';
$string['attls4short'] = 'མི་སོ་སོ་གི་སྐོར་ལས་ཤེས་ནི';
$string['attls5'] = 'ང་གིས་འབད་བ་ཅིན་ ང་རའི་ངོ་རྟགས་འཐོབ་ནིའི་དོན་ལུ་ཐབས་ལམ་དྲག་ཤོས་འདི་མི་མ་འདྲཝ་ཚུ་དང་ཕན་ཚུན་འབྲེལ་བ་འཐབ་ནི་འདི་ཨིནམ་སྦེ་ཚོརཝ་ཨིན་མས།';
$string['attls5short'] = 'མ་འདྲཝ་དང་ཕན་ཚུན་འབྲེལ་བ།';
$string['attls6'] = 'ངེ་གི་རྒྱབ་ཁུངས་ལས་སོ་སོ་ཡོད་མི་ མི་ཚུ་གི་བསམ་འཆར་ཉན་ལུ་སྤྲོ་བ་ཡོད་- འདི་གིས་དངོས་པོ་ཅོག་གཅིགཔ་མཐོང་ཚུལ་སོ་སོ་སྦེ་ ག་དེ་སྦེ་མཐོང་ཚུགསཔ་ཨིན་ན་ཤེས་ཚུགསཔ་ཨིན';
$string['attls6short'] = 'བསམ་འཆར་ཉན་ནི་ལུ་སྤྲོ་བ་ཡོད';
$string['attls7'] = 'ང་གིས་ང་དང་མ་མཐུན་མི་དང་གཅིག་ཁར་ཁ་ཤགས་བརྐྱབ་ཐོག་ལས་ ང་རའི་གནས་སྟངས་སྒྲིང་སྒྲིང་བཟོ་ཚུགསཔ་སྦེ་མཐོངམ་མས།';
$string['attls7short'] = 'ཁ་ཤགས་བརྐྱབ་ཐོག་ལས་སྒྲིང་སྒྲིང་བཟོ་ནི';
$string['attls8'] = 'ང་ཨ་རྟག་རང་ མི་ཚུ་ཁོང་ར་བསླབ་མི་དང་འབད་མི་ལུ་ག་ཅི་སྦེ་ཡིད་ཆེཝ་ཨིན་ན་ ཤེས་ནི་ལུ་དང་འདོད་ཡོད';
$string['attls8short'] = 'མི་ཚུ་གིས་ག་ཅི་སྦེ་འབདཝ་ཨིན་ན་ཤེས་ནི';
$string['attls9'] = 'ང་འཕྲལ་འཕྲ་རང་ ང་ར་གིས་ལྷབ་མི་ཀི་དེབ་ཀྱི་རྩོམ་པ་པོ་དང་གཅིག་ཁར་འཐབ་རྩོད་འབད་དེ་ ཁོང་ཚུ་ག་ཅི་སྦེ་འཛོལ་བ་ཨིན་ན་མནོ་འདི་སྡོདཔ་སྦེ་ཚོརཝ་མས།';
$string['attls9short'] = 'རྩོམ་པ་པོ་ཚུ་དང་འཐབ་རྩོད';
$string['attlsintro'] = 'དྲི་ཤོག་འདི་གི་དམིགས་ཡུལ་འདི་ ཁྱོད་ཀྱི་མནོ་བསམ་གཏང་ཐངས་དང་ལྷབ་ནི་གི་བསམ་འཆར་དབྱེ་ཞིབ་འབད་ནིའི་གྲོགས་རམ་འབད་ནི་གི་དོན་ལུ་ཨིན
ལེན་ \'བདེན་པ་\' ཡང་ན་ \'འཛོལ་བ་\' ཟེར་མེད;
ང་བཅས་ལུ་ཁྱོད་ཀྱི་བསམ་འཆར་ཤེས་ནི་གི་དང་འདོད་རྐྱངམ་གཅིག་ཨིན་ ཁྱོད་ཀྱི་ལན་ཚུ་གསང་བའི་ཐོག་ལས་བཞག་ནི་ཨིནམ་དང་ ཁྱོད་རའི་དབྱེ་ཞིབ་ལུ་གནོད་པ་ག་ནི་ཡང་མི་འོང་།';
$string['attlsm1'] = 'མནོ་བསམ་གཏང་ཐངས་དང་ལྷབ་ནི་གི་བསམ་འཆར་';
$string['attlsm2'] = 'འབྲེལ་མཐུད་འབད་ཡོད་པའི་ལྷབ་བྱང་།';
$string['attlsm3'] = 'ལྷབ་བྱང་སོ་སོ་སྦེ་འབད་ནི';
$string['attlsmintro'] = 'གྲོས་བསྡུར་ནང་་';
$string['attlsname'] = 'ATTLS (རྣམ་གྲངས་ ༢༠ ཐོན་རིམ།)';
$string['ciq1'] = 'སློབ་ཁང་ནང་ ག་ཅི་འབདཝ་ད་ ཁྱོད་ལྷབ་མི་སྦེ་ བཅའ་མར་མང་ཤོས་ གཏོགས་ཡོདཔ་སྨོ?';
$string['ciq1short'] = 'བཅའ་མར་མང་ཤོས་གཏོགས་ཡོདཔ';
$string['ciq2'] = 'སློབ་ཁང་ནང་ ག་ཅི་འབདཝ་ད་ ཁྱོད་ལྷབ་མི་སྦེ་བར་ཐག་མང་ཤོས་བཞག་ཡོདཔ་སྨོ?';
$string['ciq2short'] = 'བར་ཐག་མང་ཤོས་བཞག་ཡོདཔ།';
$string['ciq3'] = 'གྲོས་གནས་ཚུ་ནང་གང་རུང་ལས་བྱ་བ་ག་ཅི་ཟེར་མི་འདི་ ངོས་ལེན་དང་ཕན་ཐོགས་ཅན་སྦེ་མཐོང་ཡི?';
$string['ciq3short'] = 'ཕན་ཐོགས་ཅན་གྱི་དུས་ཡུན';
$string['ciq4'] = 'གྲོས་གནས་ཚུ་ནང་གང་རུང་ལས་བྱ་བ་ག་ཅི་ཟེར་མི་འདི་ མགུ་འཐོམ་སི་སི་སྦེ་མཐོང་ཡི?';
$string['ciq4short'] = 'དུས་ཡུན་ མགུ་འཐོམ་སི་སི།';
$string['ciq5'] = 'བྱུང་ལས་ ག་ཅི་གིས་ཁྱོད་མངམ་ཧ་ལས་བཅུག་ཡི?';
$string['ciq5short'] = 'ཧ་ལས་ དུས་ཡུན';
$string['ciqintro'] = 'སླབ་ཁང་ནང་འཕྲལ་གྱི་བྱུང་ལས་ཚུ་གི་སྐོར་ལས་མནོ་བསམ་གཏང་སྡོད་པའི་སྐབས་ འོག་གི་དྲི་བ་ཚུ་གི་ལན་རྐྱབས།';
$string['ciqname'] = 'གལ་གནད་ཆེ་བའི་བྱུང་རྐྱེན';
$string['clicktocontinue'] = 'འཕྲོ་མཐུད་དོན་ལུ་ཨེབ་གཏང་འབད།';
$string['clicktocontinuecheck'] = 'ཞིབ་དཔྱད་འབད་དེ་འཕྲོ་མཐུད་ནིའི་དོན་ལུ་ཨེབ་གཏང་འབད།';
$string['colles1'] = 'ངེ་གི་ལྷབ་བྱང་འདི་ང་ར་ལུ་སྤྲོ་བ་ཡོད་མི་ གནད་དོན་ཚུ་ལུ་གཙོ་བོ་བཏོནམ་ཨིན';
$string['colles10'] = 'ང་གིས་སློབ་ཕྲུག་གཞན་ཚུ་ལུ་ཁོང་གི་བསམ་འཆར་ཚུ་གསལ་བཤད་འབད་བཅུགཔ་ཨིན';
$string['colles10short'] = 'ང་གིས་གསལ་བཤད་འབད་བཅུགཔ་ཨིན';
$string['colles11'] = 'སློབ་ཕྲུག་གཞན་ཚུ་གིས་ང་ལུ་ངེ་གི་བསམ་འཆར་ཚུ་གསལ་བཤད་འབད་བཅུགཔ་ཨིན';
$string['colles11short'] = 'ང་གསལ་བཤད་འབད་དགོཔ་སྦེ་ཨིན་མས།';
$string['colles12'] = 'སློབ་ཕྲུག་གཞན་ཚུ་གིས་ངེ་གི་བསམ་འཆར་ལུ་ལན་སླབ་ཨིན';
$string['colles12short'] = 'སློབ་ཕྲུག་ཚུ་གིས་ང་ལུ་ལན་སླབ་ཨིན';
$string['colles13'] = 'སློབ་དཔོན་གྱིས་ངེ་གི་བསམ་འཆར་ལུ་སྤྲོ་བ་བསྐྱེད་བཅུགཔ་ཨིན';
$string['colles13short'] = 'སློབ་དཔོན་གྱིས་བསམ་འཆར་སྤྲོ་བ་བསྐྱེད་བཅུགཔ་ཨིན';
$string['colles14'] = 'སློབ་དཔོན་གྱིས་ང་ལུ་བཅའ་མར་གཏོགས་ནིའི་སེམས་ཤུགས་བསྐྱེད་བཅུགཔ་ཨིན';
$string['colles14short'] = 'སློབ་དཔོན་གྱིས་ང་སེམས་ཤུགས་བསྐྱེད་བཅུགཔ་ཨིན';
$string['colles15'] = 'སློབ་དཔོན་གྱིས་གསུང་བཤད་ལེགས་ཤོམ་དཔེ་སྟོན་འབདཝ་ཨིན';
$string['colles15short'] = 'སློབདཔོན་གྱིས་གསུང་བཤད་དཔེ་སྟོན་འབདཝ་ཨིན';
$string['colles16'] = 'སློབ་དཔོན་གྱིས་ རང་གི་-སྣང་བརྙན་ ཉེན་ཚབས་ཅན་དཔེ་སྟོན་འབདཝ་ཨིན';
$string['colles16short'] = 'སློབ་དཔོན་གྱིས་རང་གི་-སྣང་བརྙན་དཔེ་སྟོན་འབདཝ་ཨིན';
$string['colles17'] = 'སློབ་ཕྲུག་གཞན་ཚུ་གིས་ང་བཅའ་མར་གཏོགས་ནིའི་སེམས་ཤུགས་བསྐྱེད་བཅུགཔ་ཨིན';
$string['colles17short'] = 'སློབ་ཕྲུག་ཚུ་གིས་ང་སེམས་ཤུགས་བསྐྱེད་བཅུགཔ་ཨིན';
$string['colles18'] = 'སློབ་ཕྲུག་གཞན་ཚུ་གིས་ངེ་གི་གྲོགས་རམ་ལུ་བསྟོན་པ་བརྐྱབ་ཨིན';
$string['colles18short'] = 'སློབ་ཕྲུག་ཚུ་གིས་ང་ལུ་བསྟོདཔ་ཨིན།';
$string['colles19'] = 'སློབ་ཕྲུག་གཞན་ཚུ་གིས་ངེ་གི་གྲོགས་རམ་ལུ་བརྩི་མཐོང་བསྐྱེདཔ་ཨིན';
$string['colles19short'] = 'སློབ་ཕྲུག་ཚུ་གིས་ང་བརྩིས་མཐོང་བསྐྱེདཔ་ཨིན';
$string['colles1short'] = 'སྤྲོ་བ་ཅན་གྱི་གནད་དོན་ཚུ་ལུ་གཙོ་བོ་སྟོན';
$string['colles2'] = 'ང་གིས་ལྷབ་ཡོད་མི་འདི་ངེ་རའི་ཁྱད་རིག་སྦྱང་བ་གི་དོན་ལུ་ཁག་ཆེ་ཏོག་ཏོ་ཨིན';
$string['colles20'] = 'སློབ་ཕྲུག་གཞན་ཚུ་གིས་ ང་གིས་ལྷབ་སྦྱང་འབད་ནི་ལུ་བརྩོན་ཤུགས་བསྐྱེད་མི་ལུ་ སྡི་ཆེཝ་ཨིན';
$string['colles20short'] = 'སློབ་ཕྲུག་ཚུ་སྡི་ཆེ་ནི';
$string['colles21'] = 'སློབ་ཕྲུག་གཞན་ཚུ་གི་འཕྲིན་དོན་ཚུ་གིས་ང་ལུ་གོ་དོན་ལེགས་ཤོམ་ཐོབ་ཨིན';
$string['colles21short'] = 'ང་གིས་སློབ་ཕྲུག་གཞན་ཚུ་གི་སྐོར་ལས་ཧ་གོ';
$string['colles22'] = 'སློབ་ཕྲུག་གཞན་ཚུ་གིས་ངེ་གི་འཕྲིན་དོན་ཚུ་གིས་གོ་དོན་ལེགས་ཤོམ་ཐོབ་ཨིན';
$string['colles22short'] = 'སློབ་ཕྲུག་ཚུ་གིས་ངེ་གི་སྐོར་ལས་ཧ་གོ';
$string['colles23'] = 'སློབ་དཔོན་གྱི་འཕྲིན་དོན་ཚུ་གིས་ང་ལུ་གོ་དོན་ལེགས་ཤོམ་ཐོབ་ཨིན';
$string['colles23short'] = 'ང་གིས་སློབ་དཔོན་གྱི་སྐོར་ལས་ཧ་གོ';
$string['colles24'] = 'སློབ་དཔོན་གྱིས་ངེ་གི་འཕྲིན་དོན་ཚུ་གིས་གོ་དོན་ལེགས་ཤོམ་ཐོབ་ཨིན';
$string['colles24short'] = 'སློབ་དཔོན་གྱིས་ངེ་གི་སྐོར་ལས་ཧ་གོ';
$string['colles2short'] = 'ངེ་གི་སྦྱང་བ་ལུ་ཁག་ཆེ';
$string['colles3'] = 'ང་གིས་ཁྱད་རིག་སྦྱང་བ་ག་དེ་སྦེ་ཡར་དྲག་གཏང་ནི་ཨིན་ན་ལྷབ་ཨིན';
$string['colles3short'] = 'ངེ་གི་སྦྱང་བ་ཡར་དྲག་གཏང་ནི';
$string['colles4'] = 'ང་གིས་ལྷབ་མི་འདི་ངེ་གི་ཁྱད་རིག་སྦྱང་བ་དང་གཅིག་ཁར་འབྲེལ་བ་ལེགས་ཤོམ་སྦེ་ཡོདཔ་ཨིན';
$string['colles4short'] = 'ངེ་གི་ཁྱད་རིག་སྦྱང་བ་དང་གཅིག་ཁར་འབྲེལ་བ་ལེགས་ཤོམ་སྦེ་ཡོདཔ་ཨིན';
$string['colles5'] = 'ང་གིས་ང་ག་དེ་སྦེ་ལྷབ་ཨིན་ན་གི་སྐོར་ལས་གལ་གནད་ཆེ་ཏོག་ཏོ་སྦེ་མནོ་བསམ་གཏངམ་ཨིན';
$string['colles5short'] = 'ང་རའི་ལྷབ་སྦྱང་འདི་ཁག་ཆེ་ཏོག་ཏོ་སྦེ་བརྩིཝ་ཨིན';
$string['colles6'] = 'ང་རའི་བསམ་འཆར་ཚུ་སྐྱོན་བརྗོད་ཀྱི་ཐོག་ལས་མནོ་བསམ་གཏངམ་ཨིན';
$string['colles6short'] = 'ང་རའི་བསམ་འཆར་ཚུ་ཁག་ཆེ་ཏོག་ཏེ་སྦེ་བརྩིཝ་ཨིན';
$string['colles7'] = 'ང་ལུ་སློབ་ཕྲུག་གཞན་ཚུ་གི་བསམ་འཆར་ཚུ་གི་སྐོར་ལས་གལ་གནད་ཆེ་ཏོག་ཏོ་སྦེ་གཏངམ་ཨིན';
$string['colles7short'] = 'ང་ལུ་ སློབ་ཕྲུག་གཞན་ཚུ་གལ་གནད་ཆེ་ཏོག་ཏོ་ཨིན';
$string['colles8'] = 'ང་གིས་ལྷབ་མི་ནང་གི་གནད་དོན་ཚུ་གི་སྐོར་ལས་གལ་གནད་ཆེ་ཏོག་ཏོ་སྦེ་མནོ་བསམ་གཏངམ་ཨིན';
$string['colles8short'] = 'ང་ལུ་ལྷག་ནི་འདི་གལ་གནད་ཆེ་ཏོག་ཏོ་སྦེ་བརྩིཝ་ཨིན';
$string['colles9'] = 'ང་གིས་ངེ་གི་བསམ་འཆར་ཚུ་སློབ་ཕྲག་གཞན་ཚུ་ལུ་གསལ་བཤད་འབདཝ་ཨིན';
$string['colles9short'] = 'ངེ་གི་བསམ་འཆར་གསལ་བཤད་འབདཝ་ཨིན';
$string['collesaintro'] = 'དྲི་ཤོག་དེའི་དམིགས་ཡུལ་འདི་ སྡེ་ཕྲན་འདི་གློག་ལམ་ཐོག་འགྲེམ་སྤེལ་འབད་མི་འདི་གིས་ཁྱོད་ལུ་ལྷབ་ནི་ག་དེ་སྦེ་ལྕོགས་ཅན་བཟོ་ཡོད་ག་ཧ་གོ་ནི་ལུ་གྲོགས་རམ་འབད་ནིའི་དོན་ལུ་ཨིན

འོག་གི་གསལ་བཤད་ ༢༤ གིས་ སྡེ་ཕྲན་འདི་ནང་ཁྱོད་རའི་ཉམས་མྱོང་གི་སྐོར་ལས་འདྲིཝ་ཨིན

ལེན་ \'བདེན་པ་\' ཡང་ན་ \'འཛོལ་བ་\' ཟེར་མེད;
ང་བཅས་ལུ་ཁྱོད་ཀྱི་བསམ་འཆར་ཤེས་ནི་གི་དང་འདོད་རྐྱངམ་གཅིག་ཨིན་ ཁྱོད་ཀྱི་ལན་ཚུ་གསང་བའི་ཐོག་ལས་བཞག་ནི་ཨིནམ་དང་ ཁྱོད་རའི་དབྱེ་ཞིབ་ལུ་གནོད་པ་ག་ནི་ཡང་མི་འོང་།

ཁྱོད་ཀྱི་ཞིབ་ཞིབ་སྦེ་ཆ་བཞག་མི་ལེན་ཚུ་གིས་མ་འོང་ས་པ་ལུ་ སྡེ་ཕྲན་འདི་གློག་ལམ་ཐོག་ལུ་སྤྱན་འབུལ་ཞུ་ནིའི་ཐབས་ལམ་ལེགས་བཅོས་འབད་འོང་།

གནམ་མེད་ས་མེད་བཀྲིན་ཆེ།';
$string['collesaname'] = 'COLLES (Actual)';
$string['collesapintro'] = 'དྲི་ཤོག་དེའི་དམིགས་ཡུལ་འདི་ སྡེ་ཕྲན་འདི་གློག་ལམ་ཐོག་འགྲེམ་སྤེལ་འབད་མི་འདི་གིས་ཁྱོད་ལུ་ལྷབ་ནི་ག་དེ་སྦེ་ལྕོགས་ཅན་བཟོ་ཡོད་ག་ཧ་གོ་ནི་ལུ་གྲོགས་རམ་འབད་ནིའི་དོན་ལུ་ཨིན

འོག་གི་གསལ་བཤད་ ༢༤ གིས་ སྡེ་ཕྲན་འདི་ནང་ཁྱོད་རའི་
<b>སེམས་ཁར་ཚུད་མི་</b> (ངོ་མ་) དང་ ཉམས་མྱོང་<b>ངོ་མ་</b> ག་བསྡུར་འབད་བཅུགཔ་ཨིན་
ལེན་ \'བདེན་པ་\' ཡང་ན་ \'འཛོལ་བ་\' ཟེར་མེད;
ང་བཅས་ལུ་ཁྱོད་ཀྱི་བསམ་འཆར་ཤེས་ནི་གི་དང་འདོད་རྐྱངམ་གཅིག་ཨིན་ ཁྱོད་ཀྱི་ལན་ཚུ་གསང་བའི་ཐོག་ལས་བཞག་ནི་ཨིནམ་དང་ ཁྱོད་རའི་དབྱེ་ཞིབ་ལུ་གནོད་པ་ག་ནི་ཡང་མི་འོང་།

ཁྱོད་ཀྱི་ཞིབ་ཞིབ་སྦེ་ཆ་བཞག་མི་ལེན་ཚུ་གིས་མ་འོང་ས་པ་ལུ་ སྡེ་ཕྲན་འདི་གློག་ལམ་ཐོག་ལུ་སྤྱན་འབུལ་ཞུ་ནིའི་ཐབས་ལམ་ལེགས་བཅོས་འབད་འོང་།

གནམ་མེད་ས་མེད་བཀྲིན་ཆེ།';
$string['collesapname'] = 'COLLES (སེམས་ཁར་ཚུད་མི་དང་ངོ་མ།)';
$string['collesm1'] = 'འབྲེལ་ཡོད';
$string['collesm1short'] = 'འབྲེལ་ཡོད';
$string['collesm2'] = 'འཆར་སྣང་ཅན་གྱི་མནོ་བསམ།';
$string['collesm2short'] = 'འཆར་སྣང་ཅན་གྱི་མནོ་བསམ།';
$string['collesm3'] = 'ཕན་ཚུན་འབྲེལ་བ་འཐབ་ནི་';
$string['collesm3short'] = 'ཕན་ཚུན་འབྲེལ་བ་འཐབ་ནི';
$string['collesm4'] = 'སློབ་དཔོན་གྱི་རྒྱབ་སྐྱོར།';
$string['collesm4short'] = 'སྒེར་སློབ་རྒྱབ་སྐྱོར།';
$string['collesm5'] = 'པིའིཡར་ རྒྱབ་སྐྱོར།';
$string['collesm5short'] = 'པིའིཡར་རྒྱབ་སྐྱོར།';
$string['collesm6'] = 'དོན་འགྲེལ།';
$string['collesm6short'] = 'དོན་འགྲེལ།';
$string['collesmintro'] = 'གློག་ལམ་ཐོག་གི་ཆ་ཕྲན་འདི་ནང་་་་';
$string['collespintro'] = 'བརྟག་ཞིབ་འདི་གི་དམིགས་ཡུལ་འདི་ གློག་ལམ་ཐོག་ལྷབ་ནིའི་ཉམས་མྱོང་ནང་ཁྱོད་ཀྱི་ག་ཅི་བརྩི་མཐོང་བསྐྱེདཔ་ཨིན་ན་བལྟ་ནི་ཨིན་
འོག་གི་གསལ་བཤད་ ༢༤ གིས་ སྡེ་ཕྲན་འདི་ནང་ཁྱོད་རའི་ <b>སེམས་ཁར་ཚུད་མི</b> (འོས་འབབ་ལྡན་པའི)ཉམས་མྱོང་གི་སྐོར་ལས་འདྲིཝ་ཨིན

ལེན་ \'བདེན་པ་\' ཡང་ན་ \'འཛོལ་བ་\' ཟེར་མེད;
ང་བཅས་ལུ་ཁྱོད་ཀྱི་བསམ་འཆར་ཤེས་ནི་གི་དང་འདོད་རྐྱངམ་གཅིག་ཨིན་ ཁྱོད་ཀྱི་ལན་ཚུ་གསང་བའི་ཐོག་ལས་བཞག་ནི་ཨིནམ་དང་ ཁྱོད་རའི་དབྱེ་ཞིབ་ལུ་གནོད་པ་ག་ནི་ཡང་མི་འོང་།

ཁྱོད་ཀྱི་ཞིབ་ཞིབ་སྦེ་ཆ་བཞག་མི་ལེན་ཚུ་གིས་མ་འོང་ས་པ་ལུ་ སྡེ་ཕྲན་འདི་གློག་ལམ་ཐོག་ལུ་སྤྱན་འབུལ་ཞུ་ནིའི་ཐབས་ལམ་ལེགས་བཅོས་འབད་འོང་།

གནམ་མེད་ས་མེད་བཀྲིན་ཆེ།';
$string['collespname'] = 'COLLES (སེམས་ཁར་ཚུད་མི།)';
$string['customintro'] = 'འགོ་བཙུགས་སྲོལ་སྒྲིག་འབད';
$string['deleteallanswers'] = 'བརྟག་ཞིབ་ལན་ག་ར་བཏོན་གཏང་།';
$string['deleteanalysis'] = 'ལེན་དབྱེ་ཞིབ་ཚུ་བཏོན་གཏང་།';
$string['done'] = 'འབད་ཡོདཔ།';
$string['download'] = 'ཕབ་ལེན།';
$string['downloadexcel'] = 'གནས་སྡུད་ ཨེགསི་ཨེལ་ཤོག་ཁྲམ་སྦེ་ཕབ་ལེན་འབད';
$string['downloadinfo'] = 'ཁྱོད་ཀྱིས་བརྟག་ཞིབ་འདི་གི་དོན་ལུ་གནས་སྡུད་མ་བཅོཝ་ཆ་ཚང་སྦེ་ ཨེགསི་ཨེལ་ SPSS ཡང་ན་ཐུམ་སྒྲིལ་གཞན་ནང་དབྱེ་དཔྱད་འབད་བཏུབ་སྦེ་ཕབ་ལེན་འབད་ཚུགས།';
$string['downloadtext'] = 'གནས་སྡུད་ ཚིག་ཡིག་ཉག་རྐྱང་གི་ཡིག་སྣོད་སྦེ་ཕབ་ལེན་འབད';
$string['editingasurvey'] = 'བརྟག་ཞིབ་ཞུན་དག་འབད་དོ';
$string['guestsnotallowed'] = 'མགྱོནམ་ཚུ་བརྟག་ཞིབ་སྤྲོད་མི་ཆོག';
$string['helpsurveys'] = 'བརྟག་ཞིབ་ཀྱི་དབྱེ་བ་སོ་སོ་ལུ་གྲོགས་རབ་འབད';
$string['howlong'] = 'བརྟག་ཞིབ་འདི་མཇུག་བསྡུ་ནིའི་དོན་ལུ་དུས་ཡུན་ག་དེམ་ཅིག་འགོར་ཡི?';
$string['howlongoptions'] = 'སྐར་མ་ ༡ ལུ། སྐར་མ་ ༢-༣། སྐར་མ་ ༣-༤། སྐར་མ་ ༤-༥། སྐར་མ་༥-༡༠། སྐར་མ་ ༡༠ ལས་ལྷག་སྟེ།';
$string['ifoundthat'] = 'ང་གིས་ཨ་ཕི་ཐོབ་ཅི།';
$string['introtext'] = 'འགོ་བཙུགས་ཚིག་ཡིག';
$string['ipreferthat'] = 'ཨ་ཕི་འདི་གདམ་ཁ་བརྐྱབ་ནི';
$string['modulename'] = 'བརྟག་ཞིབ།';
$string['modulenameplural'] = 'བརྟག་ཞིབ།';
$string['name'] = 'མིང་།';
$string['newsurveyresponses'] = 'བརྟག་ཞིབ་ཀྱི་ལན་གསརཔ།';
$string['nobodyyet'] = 'ད་ལྟོ་ཚུན་ག་གིས་ཡང་བརྟག་ཞིབ་འདི་མཇུག་མ་བསྡུ་བས།';
$string['notdone'] = 'ད་ལྟོ་ཡང་མ་འབད།';
$string['notes'] = 'ཁྱོད་རའི་སྒེར་གྱི་དབྱེ་དཔྱད་དང་དྲན་འཛིན་ཚུ།';
$string['othercomments'] = 'བསམ་བཀོད་གཞན་ཡོད་ག?';
$string['peoplecompleted'] = 'ད་ཚུན་ མི་ $a གིས་བརྟག་ཞིབ་འདི་མཇུག་བསྡུ་ཡོདཔ།';
$string['preferred'] = 'སེམས་ཁར་ཚུད་མི།';
$string['preferredclass'] = 'སློབ་ཁང་སེམས་ཁར་ཚུད་མི།';
$string['preferredstudent'] = '$a སེམས་ཁར་ཚུད་མི།';
$string['question'] = 'འདྲི་བ།';
$string['questions'] = 'འདྲི་བ་ཚུ།';
$string['questionsnotanswered'] = 'སྣ་མང་གདམ་ཁའི་དྲི་བ་ལ་ལོ་གཅིག་ལན་མ་བརྐྱབ་པས།';
$string['report'] = 'བརྟག་ཞིབ་སྙན་ཞུ';
$string['responses'] = 'ལེན';
$string['savednotes'] = 'ཁྱོད་ཀྱི་དྲན་འཛིན་ཚུ་སྲུང་བཞག་འབད་ཡོདཔ།';
$string['scaleagree5'] = 'མ་པ་ལས་ཁས་མི་ལེན། ཧ་ལམ་ཁས་མི་ལེན། གཉིས་ཆ་ར་མེནམ། ཧ་ལམ་ཁས་ལེན་ནི། ཐད་རི་བ་རི་ཁས་ལེན་ནི།';
$string['scales'] = 'ཆ་ཚད།';
$string['scaletimes5'] = 'ཧ་ལམ། ནང་ཡང། རེས་ཅིག་སྐབས། འཕྲལ་འཕྲལ། ལོག་ལོག་རང་། ཧ་ལམ་ཨ་རྟག་རང་།';
$string['seemoredetail'] = 'རྒྱས་བཤད་ཧེང་སྐལ་བལྟ་ནིའི་དོན་ལུ་ནཱ་ལུ་ཨེབ་གཏང་འབད';
$string['selectedquestions'] = 'ཆ་ཚད་གཅིག་ལས་སེལ་འཐུ་འབད་ཡོད་མི་དྲི་བ་ཚུ་  སློབ་ཕྲུག་ཆ་མཉམ།';
$string['summary'] = 'བཅུད་དོན།';
$string['survey:download'] = 'ལན་ཕབ་ལེན་འབད།';
$string['survey:participate'] = 'བརྟག་ཞིབ་ལུ་ལན་སླབ།';
$string['survey:readresponses'] = 'ལན་ཚུ་སྟོན';
$string['surveycompleted'] = 'ཁྱོད་ཀྱིས་བརྟག་ཞིབ་འདི་མཇུག་བསྡུ་ཡོདཔ། འོག་གི་ཚད་ཁྲམ་འདི་གིས་སློབ་ཁང་གི་ཆ་སྙོམས་དང་ག་བསྡུར་བརྐྱབས་ཡོད་མི་ཁྱོད་ཀྱི་གྲུབ་འབྲས་ཀྱི་བཅུད་དོན་སྟོནམ་ཨིན';
$string['surveygraph'] = 'བརྟག་ཞིབ་ཚད་ཁྲམ།';
$string['surveyname'] = 'བརྟག་ཞིབ་མིང་།';
$string['surveysaved'] = 'བརྟག་ཞིབ་སྲུངས་བཞག་འབད་ཡོདཔ།';
$string['surveytype'] = 'བརྟག་ཞིབ་དབྱེ་བ།';
$string['thanksforanswers'] = 'བརྟག་ཞིབ་འདི་ལན་བརྐྱབ་མི་འདི་ལུ་བཀྲིན་ཆེ།';
$string['time'] = 'ཆུ་ཚོད།';
$string['viewsurveyresponses'] = '$a བརྟག་ཞིབ་ལེན་ཚུ་སྟོན';

?>
