<?PHP // $Id$ 
      // xmldb.php - created with Moodle 1.9.7 (Build: 20091126) (2007101570)


$string['aftertable'] = 'ཐིག་ཁྲམ་གྱི་ཤུལ་མ:';
$string['back'] = 'རྒྱབ།';
$string['backtomainview'] = 'ངོ་མ་ལུ་ལོག';
$string['binaryincorrectlength'] = 'ཟུང་ལྡན་ས་སྒོའི་དོན་ལུ་མ་བདེན་པའི་རིང་ཚད།';
$string['butis'] = 'དེ་འབདཝ་ད་';
$string['cannotuseidfield'] = '\"id\"ས་སྒོ་བཙུགས་མི་བཏུབ། དེ་ རང་བཞིན་ཨང་གྲངས་ཀྱི་ཀེར་ཐིག་ཨིན།';
$string['change'] = 'བསྒྱུར་བཅོས།';
$string['charincorrectlength'] = 'ཅར་ས་སྒོའི་དོན་ལུ་མ་བདེན་པའི་རིང་ཚད།';
$string['check_bigints'] = 'མ་བདེན་པའི་ ཌི་བི་ ཧྲིལ་གྲངས་ལུ་བལྟ།';
$string['check_defaults'] = 'རིམ་མཐུན་མེད་པའི་སྔོན་སྒྲིག་བེ་ལུ་ལུ་བལྟ།';
$string['check_indexes'] = 'མེད་པའི་ཌི་བི་ཟུར་ཐོ་ལུ་བལྟ།';
$string['checkbigints'] = 'ཨིན་རྟགས་བཀལ་ནི་འགོ་བཙུགསཔ་ཨིན།';
$string['checkdefaults'] = 'སྔོན་སྒྲིག་ཨིན་རྟགས་བཀལ།';
$string['checkindexes'] = 'ཟུར་ཐོ་ཚུ་ཨིན་རྟགས་བཀལ།';
$string['completelogbelow'] = '(འོག་གི་འཚོལ་ཞིབ་དྲན་དེབ་ཡོངས་རྫོགས་ལུ་བལྟ་)';
$string['confirmcheckbigints'] = 'ལས་འགན་དེ་གིས་ ཁྱོད་རའི་མུ་ཌེལ་སར་བར་ནང་ <a href=\"http://tracker.moodle.org/browse/MDL-11038\">ནུས་ལྡན་ཧྲིལ་གྲངས་འཛོལ་བའི་ས་སྒོ་ཚུ་</a>འཚོལ་ཞིབ་འབད་འོང་། དེ་གིས་ ཁྱོད་རའི་ཌི་བི་ནང་ ཧྲིལ་གྲངས་ཆ་མཉམ་ལེགས་ཤོམ་སྦེ་ངེས་འཛིན་འབད་དེ་ཡོད་ཐབས་ལུ་ དགོས་མཁོ་ཡོད་པའི་ཨེསི་ཀིའུ་ཨེལ་གསལ་བཤད་ཚུ་བཟོ་བཏོན་(ལག་ལེན་འཐབ་ནི་མེན!)འབདཝ་ཨིན།<br /><br />
ཚར་ཅིག་བཟོ་བཏོན་འབད་ཞིནམ་ལས་ ཁྱོད་ཀྱིས་ གསལ་བཤད་འདི་འདྲ་བཤུས་འབད་དེ་ ཁྱོད་རའི་ཨེསི་ཀིའུ་ཨེལ་ངོས་འདྲ་བ་དགའ་ཤོས་དང་མཉམ་ཅིག་ལག་ལེན་འཐབ་བཏུབ་ཨིན(དེ་འབདཝ་ད་ དེ་མ་འབད་བའི་ཧེ་མ་ ཁྱོད་རའི་གནས་སྡུད་ཚུ་ཉེན་སྲུང་འབད་ནི་བ་བརྗེད)།<br /><br />
ཧྲིལ་གྲངས་ཕྱི་འགྱུར་འཚོལ་ཞིབ་ལག་ལེན་མ་འཐབ་པའི་ཧེ་མ་ མུ་ཌེལ་གསར་བཏོན་(1.8, 1.9, 2.x ...)གསར་ཤོས་(+ཐོན་རིམ་)འདི་ ལག་ལེན་འཐབ་དགོ་པའི་འོས་སྦྱོར་ཡོད།<br /><br />
ལས་འགན་འདི་གིས་ ཌི་བིའི་རྒྱབ་འགལ་སྦེ་ལཱ་ག་ཅི་ཡང་མི་འབདཝ་ལས་ ནམ་ར་འབད་རུང་ དེ་ཉེན་མེད་ཐོག་ལུ་ལག་ལེན་འཐབ་ཚུགས།';
$string['confirmcheckdefaults'] = 'ལས་འགན་དེ་གིས་ ཁྱོད་རའི་མུ་ཌེལ་སར་བར་ནང་ རིམ་མཐུན་མེེད་པའི་སྔོན་སྒྲིག་བེ་ལུ་ཚུ་འཚོལ་ཞིབ་འབད་འོང་། དེ་གིས་ ཁྱོད་རའི་ཌི་བི་ནང་ ཧྲིལ་གྲངས་ཆ་མཉམ་ལེགས་ཤོམ་སྦེ་ངེས་འཛིན་འབད་དེ་ཡོད་ཐབས་ལུ་ དགོས་མཁོ་ཡོད་པའི་ཨེསི་ཀིའུ་ཨེལ་གསལ་བཤད་ཚུ་བཟོ་བཏོན་(ལག་ལེན་འཐབ་ནི་མེན!)འབདཝ་ཨིན།<br /><br />
ཚར་ཅིག་བཟོ་བཏོན་འབད་ཞིནམ་ལས་ ཁྱོད་ཀྱིས་ གསལ་བཤད་འདི་འདྲ་བཤུས་འབད་དེ་ ཁྱོད་རའི་ཨེསི་ཀིའུ་ཨེལ་ངོས་འདྲ་བ་དགའ་ཤོས་དང་མཉམ་ཅིག་ལག་ལེན་འཐབ་བཏུབ་ཨིན(དེ་འབདཝ་ད་ དེ་མ་འབད་བའི་ཧེ་མ་ ཁྱོད་རའི་གནས་སྡུད་ཚུ་ཉེན་སྲུང་འབད་ནི་བ་བརྗེད)།<br /><br />
ཧྲིལ་གྲངས་ཕྱི་འགྱུར་འཚོལ་ཞིབ་ལག་ལེན་མ་འཐབ་པའི་ཧེ་མ་ མུ་ཌེལ་གསར་བཏོན་(1.8, 1.9, 2.x ...)གསར་ཤོས་(+ཐོན་རིམ་)འདི་ ལག་ལེན་འཐབ་དགོ་པའི་འོས་སྦྱོར་ཡོད།<br /><br />
ལས་འགན་འདི་གིས་ ཌི་བིའི་རྒྱབ་འགལ་སྦེ་ལཱ་ག་ཅི་ཡང་མི་འབདཝ་ལས་ ནམ་ར་འབད་རུང་ དེ་ཉེན་མེད་ཐོག་ལུ་ལག་ལེན་འཐབ་ཚུགས།';
$string['confirmcheckindexes'] = 'ལས་འགན་དེ་གིས་ ཁྱོད་རའི་མུ་ཌེལ་སར་བར་ནང་ ནུས་ལྡན་ཆད་ལུས་ཟུར་ཐོ་ཚུ་འཚོལ་ཞིབ་འབད་འོང་། དེ་གིས་ ཁྱོད་རའི་ཌི་བི་ནང་ ཧྲིལ་གྲངས་ཆ་མཉམ་ལེགས་ཤོམ་སྦེ་ངེས་འཛིན་འབད་དེ་ཡོད་ཐབས་ལུ་ དགོས་མཁོ་ཡོད་པའི་ཨེསི་ཀིའུ་ཨེལ་གསལ་བཤད་ཚུ་བཟོ་བཏོན་(ལག་ལེན་འཐབ་ནི་མེན!)འབདཝ་ཨིན།<br /><br />
ཚར་ཅིག་བཟོ་བཏོན་འབད་ཞིནམ་ལས་ ཁྱོད་ཀྱིས་ གསལ་བཤད་འདི་འདྲ་བཤུས་འབད་དེ་ ཁྱོད་རའི་ཨེསི་ཀིའུ་ཨེལ་ངོས་འདྲ་བ་དགའ་ཤོས་དང་མཉམ་ཅིག་ལག་ལེན་འཐབ་བཏུབ་ཨིན(དེ་འབདཝ་ད་ དེ་མ་འབད་བའི་ཧེ་མ་ ཁྱོད་རའི་གནས་སྡུད་ཚུ་ཉེན་སྲུང་འབད་ནི་བ་བརྗེད)།<br /><br />
ཧྲིལ་གྲངས་ཕྱི་འགྱུར་འཚོལ་ཞིབ་ལག་ལེན་མ་འཐབ་པའི་ཧེ་མ་ མུ་ཌེལ་གསར་བཏོན་(1.8, 1.9, 2.x ...)གསར་ཤོས་(+ཐོན་རིམ་)འདི་ ལག་ལེན་འཐབ་དགོ་པའི་འོས་སྦྱོར་ཡོད།<br /><br />
ལས་འགན་འདི་གིས་ ཌི་བིའི་རྒྱབ་འགལ་སྦེ་ལཱ་ག་ཅི་ཡང་མི་འབདཝ་ལས་ ནམ་ར་འབད་རུང་ དེ་ཉེན་མེད་ཐོག་ལུ་ལག་ལེན་འཐབ་ཚུགས།';
$string['confirmdeletefield'] = 'ཁྱོད་ཀྱིས་ ཐད་རི་འབའ་རི་ས་སྒོ་འདི་བཏོན་བཏང་ནི་ཨིན་ན:';
$string['confirmdeleteindex'] = 'ཁྱོད་ཀྱིས་ ཐད་རི་འབའ་རི་ཟུར་ཐོ་བཏོན་བཏང་ནི་ཨིན་ན:';
$string['confirmdeletekey'] = 'ཁྱོད་ཀྱིས་ ཐད་རི་འབའ་རི་ལྡེ་ཡིག་འདི་བཏོན་བཏང་ནི་ཨིན་ན:';
$string['confirmdeletesentence'] = 'ཁྱོད་ཀྱིས་ ཐད་རི་འབའ་རི་བརྗོད་ཚིག་བཏོན་བཏང་ནི་ཨིན་ན:';
$string['confirmdeletestatement'] = 'ཁྱོད་ཀྱིས་ ཐད་རི་འབའ་རི་གསལ་བཤད་དང་དེའི་བརྗོད་ཚིག་ཚུ་ག་ར་བཏོན་བཏང་ནི་ཨིན་ན:';
$string['confirmdeletetable'] = 'ཁྱོད་ཀྱིས་ ཐད་རི་འབའ་རི་ཐིག་ཁྲམ་བཏོན་བཏང་ནི་ཨིན་ན:';
$string['confirmdeletexmlfile'] = 'ཁྱོད་ཀྱིས་ ཐད་རི་འབའ་རི་ཡིག་སྣོད་བཏོན་བཏང་ནི་ཨིན་ན:';
$string['confirmrevertchanges'] = 'ཁྱོད་ཀྱིས་ ཐད་རི་འབའ་རི་བསྒྱུར་བཅོས་འབད་མི་ཚུ་རྒྱབ་ལོག་འབད་ནི་ཨིན་ན:';
$string['create'] = 'གསར་བསྐྲུན་འབད།';
$string['createtable'] = 'ཐིག་ཁྲམ་གསར་བསྐྲུན་འབད:';
$string['defaultincorrect'] = 'བདེན་མེད་སྔོན་སྒྲིག';
$string['delete'] = 'བཏོན་བཏང་།';
$string['delete_field'] = 'ས་སྒོ་བཏོན་བཏང་།';
$string['delete_index'] = 'ཟུར་ཐོ་བཏོན་བཏང་།';
$string['delete_key'] = 'ལྡེ་ཡིག་བཏོན་བཏང་།';
$string['delete_sentence'] = 'བརྗོད་ཚིག་བཏོན་བཏང་།';
$string['delete_statement'] = 'གསལ་བཤད་བཏོན་བཏང་།';
$string['delete_table'] = 'ཐིག་ཁྲམ་བཏོན་བཏང་།';
$string['delete_xml_file'] = 'ཨེགསི་ཨེམ་ཨེལ་ཡིག་སྣོད་བཏོན་བཏང་།';
$string['down'] = 'མར།';
$string['duplicate'] = 'རྫུན་མ།';
$string['duplicatefieldname'] = 'མིང་དེ་དང་ཅོག་འཐད་པའི་ས་སྒོ་ཧེ་མ་ལས་ཡོད།';
$string['edit'] = 'ཞུན་དག';
$string['edit_field'] = 'ས་སྒོ་ཞུན་དག་འབད།';
$string['edit_index'] = 'ཟུར་ཐོ་ཞུན་དག་འབད།';
$string['edit_key'] = 'ལྡེ་ཡིག་ཞུན་དག་འབད།';
$string['edit_sentence'] = 'བརྗོད་ཚིག་ཞུན་དག་འབད།';
$string['edit_statement'] = 'གསལ་བཤད་ཞུན་དག་འབད།';
$string['edit_table'] = 'ཐིག་ཁྲམ་ཞུན་དག་འབད།';
$string['edit_xml_file'] = 'ཨེགསི་ཨེམ་ཨེལ་ཡིག་སྣོད་ཞུན་དག་འབད།';
$string['enumvaluesincorrect'] = 'ཨི་ནམ་ས་སྒོའི་དོན་ལུ་མ་བདེན་པའི་བེ་ལུ།';
$string['field'] = 'ས་སྒོ';
$string['fieldnameempty'] = 'མིང་གི་ས་སྒོ་སྟོངམ།';
$string['fields'] = 'ས་སྒོ་ཚུ།';
$string['filenotwriteable'] = 'ཡིག་སྣོད་འདི་བྲིས་བཏུབ་མེན་པས།';
$string['floatincorrectdecimals'] = 'ཕུལོཊི་ས་སྒོའི་དོན་ལུ་བཅུ་ཚག་ཨང་གྲངས་ཕྱི་འགྱུར།';
$string['floatincorrectlength'] = 'ཕུལོཊི་ས་སྒོའི་དོན་ལུ་རིང་ཚད་ཕྱི་འགྱུར།';
$string['gotolastused'] = 'མཇུག་ལུ་ལག་ལེན་འཐབ་ཡོད་པའི་ཡིག་སྣོད་ལུ་འགྱོ།';
$string['incorrectfieldname'] = 'མ་བདེན་པའི་མིང་།';
$string['index'] = 'ཟུར་ཐོ།';
$string['indexes'] = 'ཟུར་ཐོ་ཚུ།';
$string['integerincorrectlength'] = 'ཧྲིལ་གྲངས་ས་སྒོའི་དོན་ལུ་རིང་ཚད་ཕྱི་འགྱུར།';
$string['key'] = 'ལྡེ་ཡིག';
$string['keys'] = 'ལྡེ་ཡིག་ཚུ།';
$string['listreservedwords'] = 'ཟུར་གསོག་འབད་ཡོད་པའི་མིང་ཚིག་ཐོ་<br />(<a href=\"http://docs.moodle.org/en/XMLDB_reserved_words\" target=\"_blank\">XMLDB_reserved_words</a> དུས་མཐུན་སྦེ་བཞགཔ་ཨིན།)';
$string['load'] = 'མངོན་གསལ།';
$string['main_view'] = 'མཐོང་སྣང་ངོ་མ།';
$string['missing'] = 'མ་ཚང་བ།';
$string['missingfieldsinsentence'] = 'བརྗོད་ཚིག་ནང་ས་སྒོ་མིན་འདུག';
$string['missingindexes'] = 'ཟུར་ཐོ་མེད་མི་འདི་ཐོབ་ཡོདཔ';
$string['missingvaluesinsentence'] = 'བརྗོད་ཚིག་ནང་བེ་ལུ་མིན་འདུག';
$string['mustselectonefield'] = 'ས་སྒོ་དང་འབྲེལ་བའི་བྱེད་ལས་བལྟ་ནི་གི་དོན་ལུ་ ཁྱོད་ཀྱིས་ས་སྒོ་གཅིག་སེལ་འཐུ་འབད་དགོ!';
$string['mustselectoneindex'] = 'ཟུར་ཐོ་་དང་འབྲེལ་བའི་བྱེད་ལས་བལྟ་ནི་གི་དོན་ལུ་ ཁྱོད་ཀྱིས་ཟུར་ཐོ་གཅིག་སེལ་འཐུ་འབད་དགོ!';
$string['mustselectonekey'] = 'ལྡེ་ཡིག་དང་འབྲེལ་བའི་བྱེད་ལས་བལྟ་ནི་གི་དོན་ལུ་ ཁྱོད་ཀྱིས་ལྡེ་ཡིག་གཅིག་སེལ་འཐུ་འབད་དགོ!';
$string['mysqlextracheckbigints'] = 'མའི་ཨེསི་ཀིའུ་ཨེལ་གྱི་འོག་ལུ་ དེ་ཚུ་ག་ར་བཟོ་ནིའི་དོན་ལུ་ལག་ལེན་འཐབ་ནི་ཨིན་པའི་དགོས་མཁོ་ཡོད་པའི་ཨེསི་ཀིའུ་ཨེལ་བཟོ་བཏོན་འབད་དེ་འཛོལ་ཏེ་མིང་རྟགས་བཀོད་ཡོད་པའི་བི་གིནཊསི་ཡང་བལྟཝ་ཨིན།';
$string['new_statement'] = 'གསལ་བཤད་གསརཔ།';
$string['new_table_from_mysql'] = 'མའི་ཨེསི་ཀིའུ་ཨེལ་ནང་ལས་ཐིག་ཁྲམ་གསརཔ།';
$string['newfield'] = 'ས་སྒོ་གསརཔ།';
$string['newindex'] = 'ཟུར་ཐོ་གསརཔ།';
$string['newkey'] = 'ལྡེ་ཡིག་གསརཔ།';
$string['newsentence'] = 'བརྗོད་ཚིག་གསརཔ།';
$string['newstatement'] = 'གསལ་བཤད་གསརཔ།';
$string['newtable'] = 'ཐིག་ཁྲམ་གསརཔ།';
$string['newtablefrommysql'] = 'མའི་ཨེསི་ཀིའུ་ཨེལ་ནང་ལས་ཐིག་ཁྲམ་གསརཔ།';
$string['nomissingindexesfound'] = 'ཟུར་ཐོ་མ་ཚངཔ་མིན་འདུག ཁྱོད་ཀྱི་ཌི་བི་ལུ་བྱེད་ལས་ཧེང་བཀལ་དགོཔ་མིན་འདུག';
$string['nowrongdefaultsfound'] = 'རིམ་མཐུན་མེད་པའི་སྔོན་སྒྲིག་བེ་ལུ་མ་ཐོབ་ ཁྱོད་ཀྱི་ཌི་བི་ལུ་བྱེད་ལས་ཧེང་བཀལ་དགོཔ་མིན་འདུག';
$string['nowrongintsfound'] = 'ཧྲིལ་གྲངས་ཕྱི་འགྱུར་མ་ཐོབ་ ཁྱོད་ཀྱི་ཌི་བི་ལུ་བྱེད་ལས་ཧེང་བཀལ་དགོཔ་མིན་འདུག';
$string['numberincorrectdecimals'] = 'ཨང་གྲངས་ས་སྒོའི་དོན་ལུ་ བཅུ་ཚག་ཨང་གྲངས་འཛོལ་འཛོལཝ།';
$string['numberincorrectlength'] = 'ཨང་གྲངས་ས་སྒོའི་དོན་ལུ་ རིང་ཚད་ཕྱི་འགྱུར།';
$string['reserved'] = 'ཟུར་གསོག་འབད་ཡོདཔ།';
$string['reservedwords'] = 'ཟུར་གསོག་འབད་ཡོད་པའི་མིང་ཚིག';
$string['revert'] = 'རྒྱབ་ལོག';
$string['revert_changes'] = 'བསྒྱུར་བཅོས་ཚུ་རྒྱབ་ལོག་འབད།';
$string['save'] = 'སྲུངས།';
$string['searchresults'] = 'འཚོལ་ཞིབ་གྲུབ་འབྲས།';
$string['selectaction'] = 'བྱེད་ལས་སེལ་འཐུ་འབད:';
$string['selectdb'] = 'གནས་སྡུད་གཞི་སེལ་འཐུ་འབད:';
$string['selectfieldkeyindex'] = 'ས་སྒོ་/ལྡེ་ཡིག/ཟུར་ཐོ་སེལ་འཐུ་འབད།';
$string['selectonecommand'] = 'པི་ཨེཆ་པི་རྟགས་བཀོད་བལྟ་ནིའི་དོན་ལུ་ ཐོ་ཡིག་ནང་ལས་བྱེད་ལས་གཅིག་སེལ་འཐུ་འབད་གནང་།';
$string['selectonefieldkeyindex'] = 'པི་ཨེཆ་པི་རྟགས་བཀོད་བལྟ་ནིའི་དོན་ལུ་ ཐོ་ཡིག་ནང་ལས་ས་སྒོ་/ལྡེ་ཡིག་/ཟུར་ཐོ་གཅིག་སེལ་འཐུ་འབད་གནང་།';
$string['selecttable'] = 'ཐིག་ཁྲམ་སེལ་འཐུ་འབད:';
$string['sentences'] = 'བརྗོད་ཚིག';
$string['shouldbe'] = 'དགོ';
$string['statements'] = 'གསལ་བཤད།';
$string['statementtable'] = 'གསལ་བཤད་ཐིག་ཁྲམ:';
$string['statementtype'] = 'གསལ་བཤད་དབྱེ་བ:';
$string['table'] = 'ཐིག་ཁྲམ།';
$string['tables'] = 'ཐིག་ཁྲམ་ཚུ།';
$string['test'] = 'བརྟག་ཞིབ།';
$string['textincorrectlength'] = 'ཚིག་ཡིག་ས་སྒོའི་དོན་ལུ་རིང་ཚད་ཕྱི་འགྱུར།';
$string['unload'] = 'མངོན་གསལ་འབད་བཤོལ།';
$string['up'] = 'ཡར།';
$string['view'] = 'སྟོན།';
$string['view_reserved_words'] = 'ཟུར་གསོག་འབད་ཡོད་པའི་མིང་ཚིག་སྟོན།';
$string['view_structure_php'] = 'གཞི་བཀོད་པི་ཨེཆ་པི་སྟོན།';
$string['view_structure_sql'] = 'གཞི་བཀོད་ཨེསི་ཀིའུ་ཨེལ་སྟོན།';
$string['view_table_php'] = 'ཐིག་ཁྲམ་པི་ཨེཆ་པི་སྟོན།';
$string['view_table_sql'] = 'ཐིག་ཁྲམ་ཨེསི་ཀིའུ་ཨེལ་སྟོན།';
$string['viewedited'] = 'ཞུན་དག་འབད་ཡོད་མི་སྟོན།';
$string['vieworiginal'] = 'ངོ་མ་སྟོན།';
$string['viewphpcode'] = 'པི་ཨེཆ་པི་ཨང་རྟགས་སྟོན།';
$string['viewsqlcode'] = 'ཨེསི་ཀིའུ་ཨེལ་ཨང་རྟགས་སྟོན།';
$string['wrong'] = 'ཕྱི་འགྱུར།';
$string['wrongdefaults'] = 'ཕྱི་འགྱུར་སྔོན་སྒྲིག་ཐོབ་ཅི།';
$string['wrongints'] = 'ཕྱི་འགྱུར་ཧྲིལ་གྲངས་ཐོབ་ཅི།';
$string['wronglengthforenum'] = 'ཨི་ནམ་ས་སྒོའི་དོན་ལུ་རིང་ཚད་ཕྱི་འགྱུར།';
$string['wrongnumberoffieldsorvalues'] = 'བརྗོད་ཚིག་ནང་ལུ་མ་བདེན་པའི་ས་སྒོ་ཨང་ ཡང་ན་ བེ་ལུ།';
$string['wrongreservedwords'] = 'ད་ལྟོ་ལག་ལེན་འཐབ་ཡོད་པའི་ཟུར་གསོག་འབད་ཡོད་མི་མིང་ཚིག་<br />($CFG->prefix ལག་ལེན་འཐབ་པ་ཅིན་ ཐིག་ཁྲམ་མིང་ཁག་མི་ཆེཝ་ཨིནམ་ཤེས་དགོ)';
$string['yesmissingindexesfound'] = 'མ་ཚང་པ་ཡོད་མི་ཟུར་ཐོ་ལ་ལོ་ཅིག་ ཁྱོད་ཀྱི་ཌི་བི་ནང་འདུག ནཱ་ལུ་ དེ་ཚུ་ག་ར་གསར་བསྐྲུན་འབད་ནི་གི་དོན་ལུ་ ཁྱོད་རའི་ཨེསི་ཀིའུ་ཨེལ་ངོས་འདྲ་བ་དགའ་ཤོས་དང་མཉམ་ཅིག་ ལག་ལེན་འཐབ་ནི་ཨིན་པའི་དེ་ཚུ་གི་ཁ་གསལ་དང་དགོས་མཁོ་ཡོད་པའི་ཨེསི་ཀིའུ་ཨེལ་གསལ་བཤད་ཚུ་ཡོད(དེ་མ་འབད་བའི་ཧེ་མ་ ཁྱོད་རའི་གནས་སྡུད་ཉེན་སྲུང་འབད་ནི་མ་བརྗེད)། <br /><br />
དེ་འབད་ཚར་ཞིནམ་ལས་ ཟུར་ཐོ་ཚུ་ཚངམ་སྦེ་ཡོད་ག་བརྟག་ཞིབ་འབད་ནི་གི་དོན་ལུ་ སྤྱོད་ཆས་འདི་ལག་ལེན་ལོག་ཅིག་ར་འཐབ་དགོཔ་སྦེ་འོས་སྦྱོར་འབད་དེ་ཡོད།';
$string['yeswrongdefaultsfound'] = 'ཁྱོད་ཀྱི་ཌི་བི་ནང་ལུ་ རིམ་མཐུན་མེད་པའི་སྔོན་སྒྲིག་ལ་ལོ་ཅིག་འདུག ནཱ་ལུ་ དེ་ཚུ་ག་ར་གསར་བསྐྲུན་འབད་ནི་གི་དོན་ལུ་ ཁྱོད་རའི་ཨེསི་ཀིའུ་ཨེལ་ངོས་འདྲ་བ་དགའ་ཤོས་དང་མཉམ་ཅིག་ ལག་ལེན་འཐབ་ནི་ཨིན་པའི་དེ་ཚུ་གི་ཁ་གསལ་དང་དགོས་མཁོ་ཡོད་པའི་ཨེསི་ཀིའུ་ཨེལ་གསལ་བཤད་ཚུ་ཡོད(དེ་མ་འབད་བའི་ཧེ་མ་ ཁྱོད་རའི་གནས་སྡུད་ཉེན་སྲུང་འབད་ནི་མ་བརྗེད)། <br /><br />
དེ་འབད་ཚར་ཞིནམ་ལས་ རིམ་མཐུན་མེད་པའི་སྔོན་སྒྲིག་མ་འབྱུང་ནི་གི་བརྟག་ཞིབ་འབད་ནི་གི་དོན་ལུ་ སྤྱོད་ཆས་འདི་ལག་ལེན་ལོག་ཅིག་ར་འཐབ་དགོཔ་སྦེ་འོས་སྦྱོར་འབད་དེ་ཡོད།';
$string['yeswrongintsfound'] = 'ཁྱོད་ཀྱི་ཌི་བི་ནང་ལུ་ ཧྲིལ་གྲངས་འཛོལ་འཛོལཝ་་ལ་ལོ་ཅིག་འདུག ནཱ་ལུ་ དེ་ཚུ་ག་ར་གསར་བསྐྲུན་འབད་ནི་གི་དོན་ལུ་ ཁྱོད་རའི་ཨེསི་ཀིའུ་ཨེལ་ངོས་འདྲ་བ་དགའ་ཤོས་དང་མཉམ་ཅིག་ ལག་ལེན་འཐབ་ནི་ཨིན་པའི་དེ་ཚུ་གི་ཁ་གསལ་དང་དགོས་མཁོ་ཡོད་པའི་ཨེསི་ཀིའུ་ཨེལ་གསལ་བཤད་ཚུ་ཡོད(དེ་མ་འབད་བའི་ཧེ་མ་ ཁྱོད་རའི་གནས་སྡུད་ཉེན་སྲུང་འབད་ནི་མ་བརྗེད)། <br /><br />
དེ་འབད་ཚར་ཞིནམ་ལས་ ཧྲིལ་གྲངས་འཛོལ་འཛོལཝ་མ་འབྱུང་ནི་གི་བརྟག་ཞིབ་འབད་ནི་གི་དོན་ལུ་ སྤྱོད་ཆས་འདི་ལག་ལེན་ལོག་ཅིག་ར་འཐབ་དགོཔ་སྦེ་འོས་སྦྱོར་འབད་དེ་ཡོད།';

?>
