<?PHP // $Id$ 
      // assignment.php - created with Moodle 1.7 beta + (2006101003)


$string['allowdeleting'] = 'អនុញ្ញាត​ឲ្យ​លុប';
$string['allowmaxfiles'] = 'ចំនួន​ឯកសារ​ដែល​បានផ្ទុកឡើង​អតិបរមា';
$string['allownotes'] = 'អនុញ្ញាត​​ចំណាំ';
$string['allowresubmit'] = 'អនុញ្ញាត​​ឲ្យ​​ដាក់ស្នើ​ឡើងវិញ';
$string['assignment:grade'] = 'ដាក់​ពិន្ទុ​កិច្ចការ';
$string['assignment:submit'] = 'ដាក់ស្នើ​កិច្ចការ';
$string['assignment:view'] = 'មើល​កិច្ចការ';
$string['assignmentdetails'] = 'សេចក្ដី​លម្អិត​កិច្ចការ';
$string['assignmentmail'] = '$a->teacher បាន​ប្រកាស​មតិអ្នក​ប្រើ​មួយ​ចំនួន​នៅ​លើ​ការ​ដាក់ស្នើ​កិច្ចការ​សម្រាប់ \'$a->assignment\'

អ្នក​អាច​មើល​វា​បាន​បន្ថែម​ខាង​ចុង​ទៅ​ការ​ដាក់ស្នើ​កិច្ចការ​របស់​អ្នក ៖

$a->url';
$string['assignmentmailhtml'] = '$a->teacher បាន​ប្រកាស​មតិយោបល់​​មួយ​ចំនួន​នៅ​លើ​កការ​ដាក់ស្នើ​របស់​អ្នក​សម្រាប់ \'<i>$a->assignment</i>\'<br /><br />
អ្នក​អាច​ឃើញ​វាដែល​បាន​បន្ថែម​ខាង​​ចុងទៅ​ <a href=\"$a->url\">ការ​ដាក់ស្នើ​កិច្ចការ</a> របស់​អ្នក ។';
$string['assignmentname'] = 'ឈ្មោះ​កិច្ចការ';
$string['assignmenttype'] = 'ប្រភេទ​កិច្ចការ';
$string['availabledate'] = 'មាន​ពី';
$string['comment'] = 'មតិយោបល់';
$string['commentinline'] = 'មតិ​យោបល់​ក្នុង​តួ';
$string['configitemstocount'] = 'ប្រភេទ​នៃ​ធាតុ​ដែល​ត្រូវ​បាន​រាប់​សម្រាប់​ការ​ដាក់ស្នើ​របស់​សិស្ស​នៅ​ក្នុង​កិច្ចការ​ក្នុង​តួរ ។';
$string['configmaxbytes'] = 'ទំហំ​កិច្ចការ​អតិបរមា​លំនាំដើម​សម្រាប់​កិច្ចការ​ទាំងអស់​នៅលើ​តំបន់​បណ្ដាញ (ប្រធានបទ​ចំពោះ​ការ​កំណត់​វគ្គសិក្សា និង​ការ​កំណត់​មូលដ្ឋាន​ផ្សេងទៀត)';
$string['confirmdeletefile'] = 'តើ​អ្នក​ពិតជាចង់​លុប​ឯកសារ​នេះ​ឬ ?<br /><strong>$a</strong>';
$string['deletefilefailed'] = 'ការ​​លុប​ឯកសារ​បាន​បរាជ័យ ។';
$string['description'] = 'សេចក្ដី​ពិពណ៌នា';
$string['draft'] = 'សេចក្តី​ព្រាង';
$string['duedate'] = 'កាល​បរិច្ឆេទ​ដល់​កំណត់';
$string['duedateno'] = 'គ្មាន​កាលបរិច្ឆេទ​ដល់​កំណត់';
$string['early'] = '$a មុន';
$string['editmysubmission'] = 'កែសម្រួល​ការ​ដាក់ស្នើ​របស់​ខ្ញុំ';
$string['emailstudents'] = 'ផ្ញើ​អ៊ីមែល​ជូនដំណឹង​ទៅ​សិស្ស';
$string['emailteachermail'] = '$a->username បាន​ធ្វើ​ឲ្យ​ការ​ដាក់ស្នើ​កិច្ចការ​របស់​ពួកគេ​ទាន់សម័យ
សម្រាប់ \'$a->assignment\'

វា​មាន​នៅ​ទី​នេះ ៖

$a->url';
$string['emailteachermailhtml'] = '$a->username បាន​ធ្វើ​ឲ្យ​ការ​ដាក់ស្នើ​កិច្ចការ​របស់​ពួកគេ​ទាន់សម័យ
សម្រាប់ <i>\'$a->assignment\'</i><br /><br />
វា <a href=\"$a->url\">មាន​លើ​តំបន់​បណ្ដាញ</a> ។';
$string['emailteachers'] = 'ផ្ញើអ៊ីមែល​ជូនដំណឹង​ទៅ​គ្រូ';
$string['emptysubmission'] = 'អ្នក​មិនទាន់​បាន​ដាក់ស្នើ​អ្វី​នៅ​ឡើយទេ';
$string['existingfiledeleted'] = 'ឯកសារ​ដែល​មាន​ស្រាប់​ត្រូវ​បាន​លុប ៖ $a';
$string['failedupdatefeedback'] = 'បាន​បរាជ័យ​ក្នុងការ​ធ្វើ​ឲ្យ​មតិយោបល់​​​​ដាក់ស្នើ​ទាន់សម័យ​សម្រាប់​អ្នកប្រើ $a';
$string['feedback'] = 'មតិ​​យោបល់';
$string['feedbackfromteacher'] = 'មតិយោបល់​​ពី $a';
$string['feedbackupdated'] = 'ការ​ដាក់​ស្នើ​មតិយោបល់​បានធ្វើ​ឲ្យ​ទាន់សម័យ​សម្រាប់ $a people';
$string['graded'] = 'បាន​ដាក់​ពិន្ទុ';
$string['guestnosubmit'] = 'សូម​អភ័យទោស ភ្ញៀវ​មិនត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​ដាក់ស្នើ​កិច្ចការ​ឡើយ ។ អ្នកត្រូវ​តែ​ចូល​/ ចុះឈ្មោះ​​សិន មុនពេល​អ្នក​អាច​ដាក់ស្នើ​ចម្លើយ​របស់​អ្នកបាន';
$string['guestnoupload'] = 'សូម​អភ័យទោស ភ្ញៀវ​មិនត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​ផ្ទុកឡើង​បាន​ឡើយ';
$string['helpoffline'] = '<p>វា​មាន​ប្រយោជន៍​នៅពេល​ដែល​កិច្ចការ​ត្រូវបាន​ធ្វើ​នៅ​ខាងក្រៅ Moodle ។  វា​អាច​ជា​អ្វី​មួយ​ផ្សេង​ទៀត​នៅ​លើ​បណ្ដាញ ឬ​អាច​ជួប​គ្នា​ដោយ​ផ្ទាល់ ។</p><p>សិស្ស​អាច​មើល​សេចក្ដី​ពិពណ៌នា​របស់​កិច្ចការ​បាន ប៉ុន្តែ​មិន​អាច​ផ្ទុក​ឯកសារ​ ឬ​អ្វី​ផ្សេង​ឡើង​​បាន​ទេ ។  ការ​ដាក់​ពិន្ទុ​ដំណើរការ​ធម្មតា ហើយ​​សិស្ស​នឹង​នឹង​បាន​ការ​ជូនដំណឹង​អំពី​ពិន្ទុ​របស់​ពួក​វា ។</p>';
$string['helponline'] = '<p>ប្រភេទ​កិច្ចការ​នេះ​សួរ​​ស្នើ​អ្នក​ប្រើ​ឲ្យ​កែសម្រួល​អត្ថបទ ដោយ​ប្រើ​ឧបករណ៍​កែសម្រួល​ធម្មតា ។ គ្រូ​អាច​ដាក់​ពិន្ទុ​​លើ​បណ្ដាញ​ និង​​បន្ថែម​មតិយោបល់​ក្នុង​តួ ឬ​ផ្លាស់ប្ដូរ​បាន​ ។</p>
<p>(ប្រសិន​បើ​អ្នក​ស្ទាត់​ជា​មួយ​នឹង​កំណែ​ Moodle ចាស់ ប្រភេទ​កិច្ចការ​នេះ​ធ្វើ​ដូច​គ្នា​នឹង​ម៉ូឌុល​ទិនានុប្បវត្តិ​ចាស់​ចាស់​ដែល​បាន​ប្រើ​ដើម្បី​ធ្វើ​វា ។)</p>';
$string['helpupload'] = '<p>ប្រភេទ​កិច្ចការ​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​ចូលរួម​ផ្ទុកឡើង​នូវ​ឯកសារ​មួយ ឬ​ច្រើន​ក្នុង​ទ្រង់ទ្រាយ​​ណា​មួយ ។
ឯកសារ​ទាំង​នេះ​អាចជា​ឯកសារ​កម្មវិធី​វាយ​អត្ថបទ រូបភាព តំបន់​បណ្ដាញ​ដែល​បាន​បង្ហាប់ ឬ​អ្វី​ផ្សេង​ទៀត​ដែល​អ្នក​សុំ​ឲ្យ​ពួក​វា​ត្រូវ​ដាក់​ស្នើ ។</p>
<p>ប្រភេទ​ក៏​អនុញ្ញាត​ឲ្យ​អ្នក​ផ្ទុក​ឡើង​នូវ​ឯកសារ​ឆ្លើយ​តប​ជា​ច្រើន ។ ឯកសារ​ឆ្លើយ​តប​អាច​ត្រូវ​បាន​ផ្ទុកឡើង​ផងដែរ​មុន​​ដាក់ស្នើ ដែល​អាច​ត្រូវ​បានប្រើ​ដើម្បី​ផ្ដល់​ឲ្យ​អ្នក​ចូលរួម​នីមួយៗ​នូវ​ឯកសារ​ផ្សេងៗ​គ្នាដើម្បី​ធ្វើ​ការ ។</p>
<p>អ្នក​ចូលរួម​ក៏​អាច​បញ្ចូល​សេចក្ដី​ពិពណ៌នា​ចំណាំ​ ឯកសារ​ដែល​បាន​ដាក់​ស្នើ របារ​វឌ្ឍនភាព ឬ​​ព័ត៌មាន​អត្ថបទ​អត្ថបទ​ផ្សេងៗ​ទៀត​បាន​ដែរ ។</p>
<p>ការ​ដាក់ស្នើ​នៃ​កិច្ចការ​ប្រភេទ​នេះ​ត្រូ​វតែ​បាន​បញ្ចប់​ដោយ​ដៃ​ដោយ​អ្នក​ចូល​រួម ។ អ្នក​អាច​ពិនិត្យ​ស្ថានភាព​បច្ចុប្បន្ន​ឡើង​វិញ​នៅ​ពេល​ណា​មួយ កិច្ចការ​ដែល​មិន​បាន​បញ្ចប់​ត្រូវ​បានស​ម្គាល់​ជា​សេចក្ដី​ព្រាង ។ អ្នក​អាច​ត្រឡប់​កិច្ចការ​ដែល​​​មិន​បានដាក់​ពិន្ទុ​ទៅ​ស្ថានភាព​សេចក្ដី​ព្រាង​ដើម​វិញ​បាន ។</p>';
$string['helpuploadsingle'] = '<p>ប្រភេទ​កិច្ចការ​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​ចូលរួម​នីមួយៗ​ផ្ទុកឡើង​នូវ​ឯកសារ​តែ​មួយ​នៃ​ប្រភេទ​ណា​មួយ ។</p> <p>វា​អាច​ជា​ឯកសារ​កម្មវិធី​វាយ​អត្ថបទ រូបភាព តំបន់​បណ្ដាញ​ដែល​បានបង្ហាប់ ឬ​អ្វី​ផ្សេង​ទៀត​ដែល​អ្នក​សុំ​ឲ្យ​ពួកវា​ដាក់​ស្នើ ។</p>';
$string['hideintro'] = 'លាក់​សេចក្ដី​ពិពណ៌នា​មុនពេល​​កាលបរិច្ឆេទ';
$string['late'] = '$a យឺត';
$string['maximumgrade'] = 'ពិន្ទុ​អតិបរមា';
$string['maximumsize'] = 'ទំហំ​អតិបរមា';
$string['modulename'] = 'កិច្ចការ';
$string['modulenameplural'] = 'កិច្ចការ';
$string['newsubmissions'] = 'បាន​ដាក់ស្នើ​កិច្ចការ';
$string['noassignments'] = 'មិនមាន​កិច្ចការ​នៅឡើយទេ';
$string['noattempts'] = 'គ្មាន​ការឆ្លើយ​ត្រូវ​បាន​ធ្វើ​​នៅ​លើ​កិច្ចការ​​នេះ​ឡើយ';
$string['nofiles'] = 'គ្មាន​ឯកសារ​ដែល​បាន​ដាក់ស្នើ​ឡើយ';
$string['nofilesyet'] = 'មិនទាន់​មាន​ឯកសារ​ត្រូវ​​បាន​ដាក់ស្នើ​នៅ​ឡើយ​ទេ';
$string['notavailableyet'] = 'សូម​អភ័យទោស កិច្ចការ​នេះ​គឺ​មិនទាន់មាន​នៅឡើយ​ទេ ។<br />សេចក្ដី​ណែនាំ​អំពី​កិច្ចការ នឹង​ត្រូវបាន​បង្ហាញ​នៅ​ទីនេះ តាម​កាលបរិច្ឆេទ​ដែល​បាន​ផ្ដល់​ខាងក្រោម ។';
$string['notes'] = 'ចំណាំ';
$string['notesempty'] = 'គ្មាន​ធាតុ';
$string['notesupdateerror'] = 'មាន​កំហុស​នៅពេល​ធ្វើ​ឲ្យ​កំណត់ចំណាំ​ទាន់សម័យ';
$string['notgradedyet'] = 'មិនទាន់​ដាក់​ពិន្ទុ​នៅឡើយ​ទេ';
$string['notsubmittedyet'] = 'មិនទាន់​ដាក់ស្នើ​នៅឡើយ​ទេ';
$string['onceassignmentsent'] = 'នៅពេល​ដែល​កិច្ចការ​ត្រូវ​បាន​ផ្ញើ​សម្រាប់​ដាក់​ពិន្ទុ នោះ​អ្នក​នឹង​មិនអាច​លុប ឬ​ភ្ជាប់​ឯកសារ​បាន​តទៅ​ទៀត​ឡើយ ។ តើ​អ្នក​ចង់​បន្ត​ឬ​ទេ ?';
$string['overwritewarning'] = 'ព្រមាន ៖ ការ​ផ្ទុក​ឡើង​​​ម្ដងទៀត​នឹង​ជំនួស​ការ​ដាក់ស្នើ​បច្ចុប្បន្ន​របស់​អ្នក';
$string['pagesize'] = 'ការ​ដាក់ស្នើ​ដែល​បាន​បង្ហាញ​ក្នុង​មួយ​ទំព័រ';
$string['preventlate'] = 'ការ​ពារ​ការ​ដាក់ស្នើ​យឺត';
$string['quickgrade'] = 'អនុញ្ញាត​ការ​ដាក់ពិន្ទុ​រហ័ស';
$string['responsefiles'] = 'ឯកសារ​ចម្លើយ';
$string['reviewed'] = 'បាន​ពិនិត្យ​ឡើងវិញ';
$string['saveallfeedback'] = 'រក្សាទុក​មតិយោបល់​របស់​ខ្ញុំ​ទាំងអស់';
$string['sendformarking'] = 'ផ្ញើ​​សម្រាប់​ដាក់​​ពិន្ទុ';
$string['submission'] = 'ការ​ដាក់​ស្នើ';
$string['submissiondraft'] = 'សេចក្ដី​ព្រាង​ការ​ដាក់ស្នើ';
$string['submissionfeedback'] = 'មតិយោបល់​ការ​ដាក់ស្នើ';
$string['submissions'] = 'ការ​ដាក់ស្នើ';
$string['submissionsaved'] = 'បាន​រក្សាទុក​ការ​ផ្លាស់ប្ដូរ​របស់​អ្នក';
$string['submissionsnotgraded'] = 'ការ​ដាក់ស្នើ $a មិន​បាន​ដាក់​ពិន្ទុ';
$string['submitassignment'] = 'ដាក់ស្នើ​កិច្ចការ​របស់​អ្នក​ដោយប្រើ​សំណុំបែបបទ​នេះ';
$string['submitedformarking'] = 'កិច្ចការ​គឺ​ត្រូវ​បាន​ដាក់ស្នើ​សម្រាប់​ដាក់ពិន្ទុ​រួចហើយ ហើយ​មិនអាច​ត្រូវបាន​ធ្វើ​ឲ្យ​ទាន់សម័យ​បាន​ឡើយ';
$string['submitformarking'] = 'ការ​ដាក់ស្នើ​ចុងក្រោយ​សម្រាប់​ការ​ដាក់ពិន្ទុ​កិច្ចការ';
$string['submitted'] = 'បាន​ដាក់ស្នើ';
$string['submittedfiles'] = 'បាន​ដាក់ស្នើ​ឯកសារ';
$string['typeoffline'] = 'សកម្មភាព​ក្រៅ​បណ្ដាញ';
$string['typeonline'] = 'អត្ថបទ​លើ​បណ្ដាញ';
$string['typeupload'] = 'ការ​ផ្ទុកឡើង​កម្រិតខ្ពស់​របស់​ឯកសារ';
$string['typeuploadsingle'] = 'ផ្ទុក​ឡើង​ឯកសារ​តែមួយ';
$string['unfinalize'] = 'ត្រឡប់​ទៅ​​សេចក្ដី​ព្រាង​វិញ';
$string['uploadbadname'] = 'ឈ្មោះ​ឯកសារ​នេះ​មាន​តួអក្សរ​ចម្លែក ហើយ​មិនអាច​ផ្ទុកឡើង​បាន​ឡើយ';
$string['uploadedfiles'] = 'ឯកសារ​ដែល​បាន​ផ្ទុក​ឡើង';
$string['uploaderror'] = 'កំហុស​មួយ​បាន​កើតឡើង​​ខណៈ​ពេល​ដែល​កំពុង​រក្សាទុក​ឯកសារ​នៅ​លើ​ម៉ាស៊ីន​បម្រើ';
$string['uploadfailnoupdate'] = 'ឯកសារ​ត្រូវ​បាន​ផ្ទុកឡើង​ដោយ​គ្មាន​បញ្ហា ប៉ុន្តែ​មិនអាច​ធ្វើ​ឲ្យ​ការ​ដាក់ស្នើ​របស់​អ្នក​ទាន់សម័យ​បានឡើយ !';
$string['uploadfiletoobig'] = 'សូម​អភ័យទោស ប៉ុន្តែ​ឯកសារ​នោះ​​ធំពេក (ដែន​កំណត់​គឺ $a បៃ)';
$string['uploadnofilefound'] = 'រក​មិនឃើញ​ឯកសារ​ទេ - តើ​អ្នក​ពិត​ជា​បាន​ជ្រើស​ឯកសារ​មួយ​ដើម្បី​ផ្ទុក​ឡើង​មែន​ទេ ?';
$string['uploadnotregistered'] = '\'$a\' ត្រូវ​បាន​ផ្ទុកឡើង​ដោយ​គ្មាន​បញ្ហា ប៉ុន្តែ​ការ​ដាក់ស្នើ​មិន​បាន​ចុះឈ្មោះ​ឡើយ !';
$string['uploadsuccess'] = 'បាន​ផ្ទុកឡើង \'$a\' ដោយ​ជោគជ័យ';
$string['viewfeedback'] = 'មើល​ពិន្ទុ​កិច្ចការ និង​មតិយោបល់';
$string['viewsubmissions'] = 'មើល​កិច្ចការ​ដែល​បាន​ដាក់ស្នើ $a';
$string['yoursubmission'] = 'ការ​ដាក់ស្នើ​របស់​អ្នក';

?>