<?PHP // $Id$ 
$string['sso_idp_name'] = 'SSO  (កម្មវិធី​​ផ្ដល់​អត្តសញ្ញាណ)';
$string['sso_idp_description'] = 'បោះពុម្ពផ្សាយ​សេវា​នេះ​ដើម្បី​អនុញ្ញាត​ឲ្យ​អ្នកប្រើ​របស់​អ្នក​ចូល​ទៅកាន់​តំបន់បណ្ដាញ Moodle $a ដោយ​មិន​ចាំបាច់​ចូល​ឡើងវិញ​នៅ​ទីនោះទេ ។ \'.
\'<ul><li><em>ភាពអាស្រ័យ</em> ៖ អ្នក​ក៏ត្រូវ​<strong>ជាវជា​ប្រចាំ</strong>SSO (កម្មវិធី​​ផ្ដល់​សេវា) នៅលើ $a ដែរ ។</li></ul><br />\'.
\'ជាវ​ប្រចាំ​ទៅ​សេវា​នេះ​ ដើម្បី​អនុញ្ញាត​អ្នក​ប្រើ​ដែល​បាន​ផ្ទៀងផ្ទាត់​ភាពត្រឹមត្រូវពី $a ដើម្បី​ចូល​ដំណើរការ​តំបន់បណ្ដាញ​របស់​អ្នក​ដោយ​មិនចាំបាច់​ត្រូវ​ចូល​ឡើងវិញ ។ \'.
\'<ul><li><em>ភាព​អាស្រ័យ</em> ៖ អ្នក​ក៏ត្រូវ​<strong>បោះពុម្ពផ្សាយ</strong>SSO (កម្មវិធី​ផ្ដល់​សេវា) ទៅ $a ដែរ ។</li></ul><br />';
$string['sso_sp_name'] = 'SSO (កម្មវិធី​ផ្ដល់​សេវា)';
$string['sso_sp_description'] = 'បោះពុម្ពផ្សាយ​សេវា​នេះ​ដើម្បី​អនុញ្ញាត​ឲ្យ​អ្នកប្រើ​របស់​អ្នកពី $a ដើម្បី​ចូល​ដំណើរការ​តំបន់​បណ្ដាញ​របស់​អ្នក​ដោយ​មិន​ចាំបាច់​ចូល​ឡើងវិញ​នៅ​ទីនោះទេ ។ \'.
\'<ul><li><em>ភាពអាស្រ័យ</em> ៖ អ្នក​ក៏ត្រូវ​<strong>ជាវ​​ប្រចាំ</strong>SSO (កម្មវិធី​​ផ្ដល់​សេវា) នៅលើ $a ដែរ ។</li></ul><br />\'.
\'ជាវ​ប្រចាំ​ទៅ​សេវា​នេះ​ ដើម្បី​អនុញ្ញាត​អ្នក​ប្រើ​​របស់​អ្នក​ចូល​ដំណើរការតំបន់​បណ្ដាញ Moodle $a ដោយ​មិន​ចាំបាច់​​​​ត្រូវ​ចូល​ឡើងវិញទេ ។ \'.
\'<ul><li><em>ភាព​អាស្រ័យ</em> ៖ អ្នក​ក៏ត្រូវ​<strong>បោះពុម្ពផ្សាយ</strong>SSO (កម្មវិធី​ផ្ដល់​សេវា) ទៅ $a ដែរ ។</li></ul><br />';
$string['sso_mnet_login_refused'] = 'ឈ្មោះ​អ្នកប្រើ $a[0] មិនត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​ចូល​ពី $a[1] ទេ ។';

?>