<?PHP // $Id$ 
      // block_course_list.php - created with Moodle 1.7 beta + (2006101003)


$string['allcourses'] = 'អ្នក​ប្រើ​ជា​អ្នក​គ្រប់គ្រង​អាច​មើលឃើញ​វគ្គសិក្សា​ទាំងអស់';
$string['blockname'] = 'បញ្ជី​វគ្គសិក្សា';
$string['configadminview'] = 'តើ​អ្នក​គ្រប់គ្រង​គួរតែ​មើល​ឃើញ​អ្វី​នៅក្នុង​ប្លុក​បញ្ជី​វគ្គសិក្សា ?';
$string['confighideallcourseslink'] = 'លាក់​តំណ \"វគ្គសិក្សា​ទាំងអស់\" នៅ​បាត​ប្លុក ។ ការ​លាក់តំណ​គឺ​មិនប៉ះពាល់​ដល់​កា​រមើល​​​របស់​អ្នកគ្រប់គ្រង​ឡើយ';
$string['owncourses'] = 'អ្នក​គ្រប់គ្រង​មើលឃើញ​វគ្គសិក្សា​ផ្ទាល់ខ្លួន​បាន';

?>