<?PHP // $Id$ 
      // block_rss_client.php - created with Moodle 1.7 beta + (2006101003)


$string['addfeed'] = 'បន្ថែម URL មតិព័ត៌មាន ៖';
$string['addheadlineblock'] = 'បន្ថែម​ប្លុក​ចំណងជើង RSS';
$string['addnew'] = 'បន្ថែម​ថ្មី';
$string['blockname'] = 'កម្មវិធី RSS';
$string['choosefeedlabel'] = 'ជ្រើស​មតិព័ត៌មាន​ដែល​អ្នក​ចង់​ធ្វើ​ឲ្យ​មាន​នៅ​ក្នុង​ប្លុក​នេះ ៖';
$string['clientchannellink'] = 'តំបន់​បណ្ដាញ​ប្រភព...';
$string['clientnumentries'] = 'ចំនួន​ធាតុ​លំនាំដើម​ដែល​ត្រូវ​បង្ហាញ​ក្នុង​មួយ​មតិព័ត៌មាន ។';
$string['clientshowchannellinklabel'] = 'តើ​គួរតែ​បង្ហាញ​តំណ​ទៅកាន់​តំបន់​បណ្ដាញ​ដើម (តំណ​ឆានែល) ឬ​អត់ ? (ចំណាំថា ប្រសិន​បើ​គ្មាន​តំណ​មតិព័ត៌មាន​ត្រូវ​បាន​ផ្ដល់​នៅ​ក្នុង​មតិព័ត៌មាន​ទេ​នោះ នោះ​នឹង​គ្មាន​តំណ​ដែល​ត្រូវ​បាន​បង្ហាញ​ឡើយ) ៖';
$string['clientshowimagelabel'] = 'បង្ហាញ​រូបភាព​ឆានែល ប្រសិន​បើ​មាន ៖';
$string['configblock'] = 'កំណត់​រចនា​សម្ព័ន្ធ​ប្លុក​នេះ';
$string['couldnotfindfeed'] = 'មិនអាច​រក​មតិព័ត៌មាន​ដោយ​ប្រើ​លេខសម្គាល់​បាន​ឡើយ';
$string['customtitlelabel'] = 'ចំណង​ជើង​ផ្ទាល់ខ្លួន (ទុក​ឲ្យ​នៅ​ទទេ ដើម្បី​ប្រើ​ចំណងជើង​ដែល​បាន​ផ្ដល់ដោយ​មតិព័ត៌មាន) ៖';
$string['deletefeedconfirm'] = 'តើ​អ្នក​ពិត​ជា​ចង់​លុប​មតិព័ត៌មាន​នេះ​ឬ ?';
$string['displaydescriptionlabel'] = 'បង្ហាញ​សេចក្ដី​ពិពណ៌នា​របស់​តំណ​នីមួយៗ ?';
$string['editfeeds'] = 'កែសម្រួល ជាវ​ជាប្រចាំ ឬ​ឈប់​ជាវ​ជា​ប្រចាំ​ពី​មតិព័ត៌មាន RSS/Atom';
$string['editnewsfeeds'] = 'កែសម្រួល​មតិព័ត៌មាន';
$string['editrssblock'] = 'កែសម្រួល​ប្លុក​ចំណងជើង RSS';
$string['feed'] = 'មតិព័ត៌មាន';
$string['feedadded'] = 'បាន​បន្ថែម​មតិព័ត៌មាន';
$string['feeddeleted'] = 'បាន​លុប​មតិ​ព័ត៌មាន';
$string['feeds'] = 'មតិព័ត៌មាន';
$string['feedsaddedit'] = 'បន្ថែម/​កែសម្រួល​មតិព័ត៌មាន';
$string['feedsconfigurenewinstance'] = 'ចុច​ទីនេះ​ដើម្បី​កំណត់​រចនា​សម្ព័ន្ធ​ប្លុក​នេះ​ដើម្បី​បង្ហាញ​មតិព័ត៌មាន RSS ។';
$string['feedstitle'] = 'មតិព័ត៌មាន RSS ពី​ចម្ងាយ';
$string['feedupdated'] = 'បាន​ធ្វើ​ឲ្យ​មតិព័ត៌មាន​ទាន់សម័យ';
$string['findmorefeeds'] = 'រក​មតិព័ត៌មាន rss បន្ថែម';
$string['managefeeds'] = 'គ្រប់គ្រង​មតិព័ត៌មាន​របស់​ខ្ញុំ​ទាំងអស់';
$string['nofeeds'] = 'មិនមាន​មតិព័ត៌មាន RSS ដែល​បាន​កំណត់​សម្រាប់​តំបន់បណ្ដាញ​នេះ​ទេ ។';
$string['pickfeed'] = 'ជ្រើស​មតិព័ត៌មាន';
$string['remotenewsfeed'] = 'មតិព័ត៌មាន​ពី​ចម្ងាយ';
$string['rss_client:createprivatefeeds'] = 'បង្កើត​មតិព័ត៌មាន RSS ឯកជន';
$string['rss_client:createsharedfeeds'] = 'បង្កើត​មតិព័ត៌មាន RSS ដែល​បាន​ចែករំលែក';
$string['rss_client:manageanyfeeds'] = 'គ្រប់គ្រង​មតិព័ត៌មាន RSS';
$string['rss_client:manageownfeeds'] = 'គ្រប់គ្រង​មតិព័ត៌មាន RSS ផ្ទាល់ខ្លួន';
$string['seeallfeeds'] = 'មើល​មតិព័ត៌មាន​ទាំងអស់';
$string['sharedfeed'] = 'មតិព័ត៌មាន​ដែល​បាន​ចែករំលែក';
$string['shownumentrieslabel'] = 'ចំនួន​ធាតុ​អតិបរមា​ដែលត្រូវ​បង្ហាញ​ក្នុង​មួយ​ប្លុក ។';
$string['submitters'] = 'តើ​អ្នក​ណា​នឹង​ត្រូវបាន​អនុញ្ញាត​ឲ្យ​កំណត់​មតិព័ត៌មាន rss ថ្មី ? មតិព័ត៌មាន​ដែល​បាន​កំណត់​គឺ​មាន​សម្រាប់​ទំព័រ​ណាមួយ​នៅលើ​តំបន់បណ្ដាញ​របស់​អ្នក ។';
$string['timeout'] = 'ពេលវេលា​​គិត​ជា​នាទី​មុនពេល​ដែល​មតិព័ត៌មាន RSS ផុត​កំណត់​នៅ​ក្នុង​ឃ្លាំង​សម្ងាត់ ។ ចំណាំថា ពេលវេលា​នេះ​កំណត់​​​ពេលវេលា​អប្បបរមា​មុនពេល​ផុត​កំណត់ មតិព័ត៌មាន​នឹង​ត្រូវបាន​ធ្វើ​ឲ្យស្រស់​នៅ​ក្នុង​ឃ្លាំង​សម្ងាត់​នៅពេល​ប្រតិបត្តិ cron បន្ទាប់ បន្ទាប់​ពី​ផុត​កំណត់ ។ តម្លៃ​ដែល​បាន​ផ្ដល់អនុសាសន៍​គឺ ៣០ នាទី ឬ​ច្រើន​ជាងនេះ ។';
$string['timeoutdesc'] = 'ពេលវេលា​គិត​ជា​នាទី​សម្រាប់​មតិព័ត៌មាន RSS ដែលត្រូវ​ស្ថិត​នៅ​ក្នុង​ឃ្លាំង​សម្ងាត់ ។';
$string['updatefeed'] = 'ធ្វើ​ឲ្យ URL មតិព័ត៌មាន​ទាន់សម័យ ៖';
$string['validatefeed'] = 'ធ្វើ​ឲ្យ​មតិព័ត៌មាន​មាន​សុពលភាព';

?>