<?PHP // $Id$ 
      // block_glossary_random.php - created with Moodle 1.7 beta + (2006101003)


$string['addentry'] = 'បន្ថែម​អត្ថបទ​សម្រង់​សំណព្វ​របស់​អ្នក !';
$string['askaddentry'] = 'នៅពេល​ដែល​អ្នកប្រើ​បន្ថែម​ធាតុ​ទៅកាន់​សទ្ទានុក្រម ​បង្ហាញ​តំណ​ដែល​មាន​អត្ថបទ​នេះ';
$string['askinvisible'] = 'នៅពេល​អ្នកប្រើ​មិនអាច​កែសម្រួល ឬ​មើល​សទ្ទានុក្រម បង្ហាញ​អត្ថបទ​នេះ (ដោយ​គ្មាន​តំណ)';
$string['askviewglossary'] = 'នៅពេល​ដែល​អ្នកប្រើ​អាច​មើល​សទ្ទានុក្រម ប៉ុន្តែ​មិនអាច​បន្ថែម​ធាតុ ​បង្ហាញ​តំណ​ដែល​មាន​អត្ថបទ​នេះ';
$string['blockname'] = 'ធាតុ​សទ្ទានុក្រម​ចៃដន្យ';
$string['intro'] = 'ត្រូវ​ប្រាកដ​ថា អ្នក​មាន​យ៉ាងហោចណាស់​សទ្ទានុក្រម​មួយ​ដែល​មាន​ធាតុ​មួយ​ត្រូវ​បាន​បន្ថែម​ទៅ​វគ្គសិក្សា​នេះ ។ បន្ទាប់មក​អ្នក​អាច​លៃតម្រូវ​ការ​កំណត់​ដូចខាងក្រោម';
$string['invisible'] = '(នៅ​មាន​ត)';
$string['lastmodified'] = 'ធាតុ​ដែល​បាន​កែប្រែ​ចុងក្រោយ';
$string['nextone'] = 'ធាតុ​បន្ទាប់';
$string['noentriesyet'] = 'មិនមាន​ធាតុ​នៅ​ក្នុង​សទ្ទានុក្រម​ដែល​បាន​ជ្រើស​នៅ​ឡើយ​ទេ ។';
$string['notyetconfigured'] = 'សូម​កំណត់​រចនា​សម្ព័ន្ធ​ប្លុក​នេះ ដោយ​ប្រើ​រូបតំណាង​កែសម្រួល ។';
$string['notyetglossary'] = 'អ្នកត្រូវ​មាន​យ៉ាងហោចណាស់​សទ្ទានុក្រម​មួយ​ដើម្បី​ជ្រើស ។';
$string['random'] = 'ធាតុ​ចៃដន្យ';
$string['refresh'] = 'ចំនួន​ថ្ងៃ​មុនពេល​ជ្រើស​ធាតុ​ថ្មី';
$string['select_glossary'] = 'យក​ធាតុ​ពី​សទ្ទានុក្រម​នេះ';
$string['showconcept'] = 'បង្ហាញ​គោលគំនិត (ក្បាល) សម្រាប់​ធាតុ​នីមួយៗ';
$string['title'] = 'ចំណងជើង';
$string['type'] = 'របៀប​​ជ្រើស​ធាតុ​ថ្មី';
$string['typehelp'] = '<b>ធាតុ​ដែល​បាន​កែប្រែ​ចុងក្រោយ</b> នឹង​បង្ហាញ​ធាតុ​ដែល​ត្រូវបាន​កែប្រែ​ចុងក្រោយ​ជានិច្ច ហើយ​<b>ធាតុ​ចៃដន្យ</b> នឹង​ជ្រើស​ធាតុ​ថ្មី​ដោយ​ចៃដន្យ​គ្រប់ពេល ។ ជម្រើស <b>ធាតុ​បន្ទាប់</b> នឹង​​នៅ​ជុំវិញ​ធាតុ​តាម​លំដាប់ ។ ជម្រើស​ចុងក្រោយ​នេះ គឺ​មាន​ប្រយោជន៍​នៅពេល​ដែល​បាន​ជ្រើស​ចំនួន​ថ្ងៃ ដែល​អនុញ្ញាត​ឲ្យ​អ្នក​បង្កើត <i>អត្ថបទ​សម្រង់​នៃ​សប្ដាហ៍</i> ឬ​<i>ព័ត៌មាន​ជំនួយ​​នៃ​ថ្ងៃ</i>​ដែល​អ្នក​រាល់គ្នា​មើល​ឃើញ ។';
$string['viewglossary'] = 'អត្ថបទ​សម្រង់​ផ្សេង​ទៀត...';
$string['whichfooter'] = 'អ្នក​អាច​បង្ហាញ​តំណ​ទៅ​សកម្មភាព​របស់​​សទ្ទានុក្រម ដែល​ប្លុក​នេះ​ត្រូវ​បាន​ភ្ជាប់​ជាមួយ ។ ប្លុក​នឹង​បង្ហាញ​តែ​តំណ​ទៅ​កាន់​សកម្មភាព​ដែល​ត្រូវ​បាន​អនុញ្ញាត​សម្រាប់​សទ្ទានុក្រម​នោះ ។';

?>