<?PHP // $Id$
      // blog.php - created with Moodle 1.7 beta + (2006101003)


$string['addnewentry'] = 'បន្ថែម​ធាតុ​ថ្មី';
$string['addotags'] = 'បន្ថែម​ស្លាក​ផ្លូវការ';
$string['addptags'] = 'បន្ថែម​ស្លាក​ដែល​បាន​កំណត់​ដោយ​អ្នកប្រើ';
$string['blockmenutitle'] = 'ម៉ឺនុយ​កំណត់​ហេតុ​បណ្ដាញ';
$string['blocktagstitle'] = 'ស្លាក​កំណត់ហេតុ​បណ្ដាញ';
$string['blocktitle'] = 'ចំណងជើង​ប្លុក​​របស់​ស្លាក​កំណត់ហេតុ​បណ្ដាញ';
$string['blog'] = 'កំណត់ហេតុ​បណ្ដាញ';
$string['blogdeleteconfirm'] = 'លុប​កំណត់ហេតុ​បណ្ដាញ​នេះ​ឬ ?';
$string['blogpreferences'] = 'ចំណូល​ចិត្ត​កំណត់ហេតុ​បណ្ដាញ';
$string['blogs'] = 'កំណត់ហេតុ​បណ្ដាញ';
$string['blogtags'] = 'ស្លាក​កំណត់ហេតុ​បណ្ដាញ';
$string['courseblog'] = 'កំណត់ហេតុ​បណ្ដាញ​វគ្គសិក្សា ៖ $a';
$string['courseblogs'] = 'អ្នកប្រើ​អាច​មើលឃើញ​តែ​កំណត់ហេតុ​បណ្ដាញ​សម្រាប់​មនុស្ស​ដែល​ចែករំលែក​វគ្គសិក្សា​ប៉ុណ្ណោះ';
$string['deleteotagswarn'] = 'តើអ្នក​ប្រកដ​ថា​អ្នក​ចង់​យក​ស្លាក <br /> នេះ​ចេញ​ពីការ​​ប្រកាស​កំណត់ហេតុ​បណ្ដាញ​ និង​យកវា​ចេញ​ពី​ប្រព័ន្ធ​ឬ ?';
$string['disableblogs'] = 'បិទ​ប្រព័ន្ធ​កំណត់​ហេតុ​បណ្ដាញ​ទាំងស្រុង';
$string['emptybody'] = 'តួ​នៃ​ធាតុ​កំណត់ហេតុ​បណ្ដាញ​មិនអាច​ទទេ​បាន​ឡើយ';
$string['emptytitle'] = 'ចំណង​ជើង​ធាតុ​កំណត់ហេតុ​បណ្ដាញ មិនអាច​ទទេ​បាន​ឡើយ';
$string['entrybody'] = 'តួ​នៃ​ធាតុ​កំណត់ហេតុ​បណ្ដាញ';
$string['entrybodyonlydesc'] = 'សេចក្ដី​ពិពណ៌នា​ធាតុ';
$string['entryerrornotyours'] = 'ធាតុ​នេះ​មិនមែន​ជា​របស់​អ្នកទេ';
$string['entrysaved'] = 'ធាតុ​របស់​អ្នកត្រូវ​បាន​រក្សាទុក';
$string['entrytitle'] = 'ចំណង​ជើង​ធាតុ';
$string['entryupdated'] = 'បាន​ធ្វើ​ឲ្យ​ធាតុ​កំណត់ហេតុ​បណ្ដាញ​ទាន់សម័យ';
$string['groupblog'] = 'កំណត់ហេតុ​បណ្ដាញ​ក្រុម ៖ $a';
$string['groupblogs'] = 'អ្នកប្រើ​អាច​មើលឃើញ​បាន​តែ​កំណត់ហេតុ​បណ្ដាញ​សម្រាប់​មនុស្ស​ដែល​ចែករំលែក​ក្រុម​តែ​ប៉ុណ្ណោះ';
$string['intro'] = 'មតិព័ត៌មាន RSS នេះ​ត្រូវ​បាន​បង្កើត​ដោយ​ស្វ័យប្រវត្តិ​ពី​កំណត់ហេតុ​បណ្ដាញ​មួយ ឬ​ច្រើន ។';
$string['noentriesyet'] = 'គ្មាន​ធាតុ​ដែល​មើលឃើញ​នៅ​ទីនេះ​ឡើយ';
$string['noguestpost'] = 'ភ្ញៀវ​មិនអាច​ប្រកាស​កំណត់ហេតុ​បណ្ដាញ​​បាន​ឡើយ !';
$string['norighttodeletetag'] = 'អ្នក​គ្មាន​សិទ្ធិ​ក្នុង​ការ​លុប​ស្លាក​នេះ​បាន​ឡើយ - $a';
$string['notallowedtoedit'] = 'អ្នក​មិនត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​កែសម្រួល​ធាតុនេះ​បាន​ឡើយ';
$string['numberofentries'] = 'ធាតុ ៖ $a';
$string['numberoftags'] = 'ចំនួន​ស្លាក​ត្រូវ​បង្ហាញ';
$string['otags'] = 'ស្លាក​ផ្លូវការ';
$string['pagesize'] = 'ចំនួន​ធាតុ​កំណត់ហេតុ​បណ្ដាញ​ក្នុង​មួយ​ទំព័រ';
$string['personalblogs'] = 'អ្នកប្រើ​អាច​មើលឃើញ​តែ​កំណត់ហេតុ​បណ្ដាញ​ផ្ទាល់ខ្លួន​របស់​ពួកគេ​ប៉ុណ្ណោះ';
$string['ptags'] = 'អ្នក​ប្រើ​ដែល​បាន​កំណត់​ស្លាក (បំបែក​ដោយ​សញ្ញា​ក្បៀស)';
$string['publishto'] = 'បោះពុម្ព​ផ្សាយ​ទៅ';
$string['publishtonoone'] = 'ខ្លួន​អ្នក​ផ្ទាល់ (ព្រាង)';
$string['publishtosite'] = 'អ្នក​នៅលើ​តំបន់​បណ្ដាញ​នេះ';
$string['publishtoworld'] = 'អ្នក​នៅក្នុង​ពិភពលោក';
$string['settingsupdatederror'] = 'កំហុស​មួយ​បាន​កើតឡើង មិនអាច​ធ្វើ​ឲ្យ​ការ​កំណត់​ចំណូលចិត្ត​កំណត់ហេតុ​បណ្ដាញ​ទាន់សម័យ​បាន​ឡើយ';
$string['siteblog'] = 'កំណត់ហេតុ​តំបន់បណ្ដាញ ៖ $a';
$string['siteblogs'] = 'អ្នកប្រើ​តំបន់បណ្ដាញ​ទាំងអស់​អាច​មើល​ឃើញ​ធាតុ​កំណត់ហេតុ​បណ្ដាញ​ទាំងអស់';
$string['tagdatelastused'] = 'ស្លាក​កាលបរិច្ឆេទ​ត្រូវបាន​ប្រើ​ចុងក្រោយ';
$string['tagsort'] = 'តម្រៀប​ការ​បង្ហាញ​ស្លាក​​តាម';
$string['tagtext'] = 'អត្ថបទ​ស្លាក';
$string['tags'] = 'ស្លាក';
$string['timewithin'] = 'បង្ហាញ​ស្លាក​ដែល​បាន​ប្រើ​​ប៉ុន្មាន​ថ្ងៃ​នេះ';
$string['updateentrywithid'] = 'ធ្វើ​ឲ្យ​ធាតុ​ទាន់សម័យ';
$string['userblog'] = 'កំណត់ហេតុ​បណ្ដាញ​អ្នកប្រើ ៖ $a';
$string['viewcourseentries'] = 'មើល​ធាតុ​​របស់​វគ្គសិក្សា';
$string['viewmyentries'] = 'មើល​ធាតុ​របស់​ខ្ញុំ';
$string['viewsiteentries'] = 'មើល​ធាតុរបស់​​តំបន់បណ្ដាញ';
$string['worldblogs'] = 'ពិភពលោក​អាច​អាន​ធាតុ​ដែល​បាន​កំណត់​ឲ្យ​ពិភព​លោក​អាច​ចូល​ដំណើរការ​បាន';

?>