<?PHP // $Id$ 
      // enrol_database.php - created with Moodle 1.7 beta + (2006101003)


$string['autocreate'] = 'វគ្គសិក្សា​អាចត្រូវ​បាន​បង្កើត​​ដោយ​ស្វ័យប្រវត្តិ នៅពេល​ដែល​មាន​ការ​ចុះឈ្មោះ​ទៅកាន់​វគ្គសិក្សា​ដែល​មិន​ទាន់មាន​​នៅ​ក្នុង Moodle ។';
$string['autocreation_settings'] = '​កំណត់​ការ​បង្កើត​ដោយ​ស្វ័យប្រវត្តិ';
$string['category'] = 'ប្រភេទ​សម្រាប់​វគ្គសិក្សា​​ដែល​បាន​បង្កើត​ដោយ​ស្វ័យប្រវត្តិ ។';
$string['course_fullname'] = 'ឈ្មោះ​របស់​វាល​ដែល​​ផ្ទុក​​ឈ្មោះ​ពេញ​របស់​វគ្គសិក្សា ។';
$string['course_id'] = 'ឈ្មោះ​របស់​វាល​ដែល​ផ្ទុក​​លេខ​សម្គាល់​របស់​វគ្គសិក្សា ។ តម្លៃ​​របស់​​វាលនេះ​​​ត្រូវ​បាន​ប្រើ​ដើម្បី​ផ្គូផ្គង​ទៅ​នឹង​ពួកវា​ដែល​មាន​នៅ​ក្នុង​វាល \"enrol_db_l_coursefield\" ក្នុង​តារាង​វគ្គសិក្សា​របស់ Moodle ។';
$string['course_shortname'] = 'ឈ្មោះ​របស់​វាល​ដែល​​ផ្ទុក​ឈ្មោះ​ខ្លី​របស់​វគ្គសិក្សា ។';
$string['course_table'] = 'បន្ទាប់​មក​ឈ្មោះ​របស់​តារាង​ដែល​យើង​រំពឹង​នឹង​រក​សេចក្ដី​លម្អិត​របស់​វគ្គ (ឈ្មោះ​ខ្លី ឈ្មោះ​ពេញ លេខ​សម្គាល់ ។ល។)';
$string['dbtype'] = 'ប្រភេទ​មូលដ្ឋាន​ទិន្នន័យ';
$string['dbhost'] = 'ឈ្មោះ ឬ​លេខ IP របស់​ម៉ាស៊ីន​បម្រើ';
$string['dbuser'] = 'អ្នកប្រើ​ម៉ាស៊ីនបម្រើ';
$string['dbpass'] = 'ពាក្យ​សម្ងាត់​ម៉ាស៊ីន​បម្រើ';
$string['dbname'] = 'ឈ្មោះ​មូលដ្ឋាន​ទិន្នន័យ';
$string['dbtable'] = 'តារាង​មូលដ្ឋាន​ទិន្នន័យ';
$string['defaultcourseroleid'] = 'តួនាទី​ដែល​នឹង​ត្រូវ​បាន​ផ្ដល់​ឲ្យ​តាម​លំនាំដើម នៅពេល​ដែល​គ្មាន​តួនាទី​ត្រូវបាន​បញ្ជាក់ ។';
$string['description'] = 'អ្នក​អាច​ប្រើ​មូលដ្ឋាន​ទិន្នន័យ​ខាងក្រៅ (ប្រភេទ​ណាមួយ) ដើម្បី​ត្រួតពិនិត្យ​ការ​ចុះឈ្មោះ​របស់​អ្នក ។ វា​ត្រូវ​បាន​សន្មតថា មូលដ្ឋាន​ទិន្នន័យ​ខាងក្រៅ​របស់​អ្នក​មាន​លេខ​សម្គាល់​វគ្គសិក្សា ហើយ​វាល​មាន​លេខសម្គាល់​អ្នកប្រើ ។ ទាំងនេះ​គឺ​ត្រូវ​បាន​ប្រៀបធៀប​ទៅនឹង​វាល​ដែល​អ្នកជ្រើស​នៅ​ក្នុង​វគ្គសិក្សា​ និង​តារាង​អ្នក​ប្រើ​មូលដ្ឋាន ។';
$string['enrolname'] = 'មូលដ្ឋាន​ទិន្នន័យ​ខាងក្រៅ';
$string['enrol_database_autocreation_settings'] = 'ការ​បង្កើត​វគ្គសិក្សា​ថ្មី​ដោយ​ស្វ័យ​ប្រវត្តិ';
$string['general_options'] = 'ជម្រើស​ទូទៅ';
$string['host'] = 'ឈ្មោះ​ម៉ាស៊ីន​បម្រើ​មូលដ្ឋាន​ទិន្នន័យ ។';
$string['ignorehiddencourse'] = 'ប្រសិន​បើ​កំណត់​ទៅ បាទ/ចាស នោះ​អ្នកប្រើ​នឹង​មិន​ត្រូវ​បាន​ចុះឈ្មោះ​នៅ​លើ​វគ្គសិក្សាទេ ​ដែល​វា​ត្រូវ​បាន​កំណត់​ទៅជា​មិនមាន​ទៅកាន់​សិស្ស ។';
$string['localcoursefield'] = 'ឈ្មោះ​វាល​នៅ​ក្នុង​តារាង​វគ្គសិក្សា​ ដែល​យើង​កំពុងប្រើ​ដើម្បី​ផ្គូផ្គង​ធាតុ​នៅ​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​ពី​ចម្ងាយ (ឧ. លេខ​សម្គាល់) ។';
$string['localrolefield'] = 'ឈ្មោះ​វាល​នៅ​ក្នុង​តារាង​តួនាទី ​ដែល​យើង​កំពុងប្រើ​ដើម្បី​ផ្គូផ្គង​ធាតុ​នៅ​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​ពី​ចម្ងាយ (ឧ. ឈ្មោះ​ខ្លី) ។';
$string['localuserfield'] = 'ឈ្មោះ​វាល​នៅ​ក្នុង​តារាង​អ្នកប្រើ​ ដែល​យើង​កំពុង​ប្រើ​ដើម្បី​ផ្គូផ្គង​​​ធាតុ​នៅ​ក្នុង​មូលដ្ឋានទិន្នន័យ​ពី​ចម្ងាយ (ឧ លេខ​សម្គាល់) ។';
$string['local_fields_mapping'] = 'វាល​មូលដ្ឋាន​ទិន្នន័យ​របស់ Moodle (មូលដ្ឋាន)';
$string['name'] = 'មូលដ្ឋាន​ទិន្នន័យ​ជាក់លាក់​​ត្រូវ​ប្រើ ។';
$string['pass'] = 'ពាក្យ​សម្ងាត់​​ត្រូវ​ចូល​ដំណើរការ​ម៉ាស៊ីន​បម្រើ ។';
$string['remote_fields_mapping'] = 'វាល​មូលដ្ឋាន​ទិន្នន័យ​ការ​ចុះឈ្មោះ (ពី​ចម្ងាយ) ។';
$string['remotecoursefield'] = 'ឈ្មោះ​វាល​នៅ​ក្នុង​តារាង​ពីចម្ងាយ​ ដែល​យើ​ង​កំពុងប្រើ​ដើម្បី​ផ្គូផ្គង​ធាតុ​នៅ​ក្នុង​តារាង​វគ្គសិក្សា ។';
$string['remoterolefield'] = 'ឈ្មោះ​វាល​នៅ​ក្នុងតារាង​ពី​ចម្ងាយ ​ដែល​យើង​កំពុង​ប្រើ​ដើម្បី​ផ្គូផ្គង​ធាតុ​នៅ​ក្នុង​តារាង​តួនាទី ។';
$string['remoteuserfield'] = 'ឈ្មោះ​វាល​នៅ​ក្នុង​តារាង​ពី​ចម្ងាយ ​ដែល​យើង​កំពុងប្រើ​ដើម្បី​ផ្គូផ្គង​ធាតុ​នៅ​ក្នុង​តារាង​អ្នកប្រើ ។';
$string['server_settings'] = 'ការ​កំណត់​ម៉ាស៊ីន​បម្រើ​មូលដ្ឋាន​ទិន្នន័យ​ខាងក្រៅ';
$string['student_coursefield'] = 'ឈ្មោះ​វាល​នៅ​ក្នុង​តារាង​ចុះឈ្មោះ​របស់​​សិស្ស​ ដែល​យើង​រំពឹង​រក​លេខសម្គាល់​វគ្គសិក្សា ។';
$string['student_l_userfield'] = 'ឈ្មោះ​វាល​នៅ​ក្នុង​តារាង​អ្នកប្រើ​មូលដ្ឋាន ​ដែល​យើង​ប្រើ​ដើម្បី​ផ្គូផ្គង​អ្នកប្រើ​ទៅនឹង​​កំណត់ត្រា​ពីចម្ងាយ​សម្រាប់​សិស្ស (ឧ. លេខ​សម្គាល់) ។';
$string['student_r_userfield'] = 'ឈ្មោះ​វាល​នៅ​ក្នុង​តារាង​ចុះឈ្មោះ​របស់​សិស្ស​ពី​ចម្ងាយ ​ដែល​យើង​រំពឹង​រក​​លេខសម្គាល់​អ្នកប្រើ ។';
$string['student_table'] = 'ឈ្មោះ​តារាង​ដែល​បាន​​ផ្ទុក​​ការ​ចុះឈ្មោះ​​​របស់​សិស្ស ។';
$string['teacher_coursefield'] = 'ឈ្មោះ​វាល​នៅ​ក្នុង​តារាង​ចុះឈ្មោះ​របស់​គ្រូ​ ដែល​យើង​រំពឹង​រក​លេខសម្គាល់​វគ្គសិក្សា ។';
$string['teacher_l_userfield'] = 'ឈ្មោះ​វាល​នៅ​ក្នុង​តារាង​អ្នកប្រើ​មូលដ្ឋាន ​ដែល​យើង​កំពុងប្រើ​ដើម្បី​ផ្គូផ្គង​អ្នកប្រើ​ទៅ​កំណត់ត្រា​ពី​ចម្ងាយ​សម្រាប់​គ្រូ (ឧ. លេខសម្គាល់) ។';
$string['teacher_r_userfield'] = 'ឈ្មោះ​វាល​នៅ​ក្នុង​តារាង​ចុះឈ្មោះ​​របស់​គ្រូ​ពីចម្ងាយ​ ដែល​យើង​រំពឹង​រក​លេខសម្គាល់​អ្នកប្រើ ។';
$string['teacher_table'] = 'ឈ្មោះ​តារាង​ដែល​បាន​​ផ្ទុក​​ការចុះឈ្មោះ​​របស់​គ្រូ ។';
$string['template'] = 'ជម្រើស ៖ វគ្គសិក្សា​ដែល​បានបង្កើត​ដោយស្វ័យប្រវត្តិ​អាច​ចម្លង​ការ​កំណត់​​របស់​ពួកវា​ពី​វគ្គសិក្សា​ពុម្ព ។ នៅ​ទីនេះ​វាយ​ឈ្មោះ​ខ្លី​របស់​វគ្គសិក្សា​ពុម្ព ។';
$string['type'] = 'ប្រភេទ​ម៉ាស៊ីន​បម្រើ​មូលដ្ឋាន​ទិន្នន័យ ។';
$string['user'] = 'ឈ្មោះ​អ្នកប្រើ​ដែលត្រូវ​ចូលដំណើរការ​ម៉ាស៊ីន​បម្រើ ។';

?>