<?PHP // $Id$ 
      // enrol_manual.php - created with Moodle 1.7 beta + (2006101003)


$string['description'] = 'នេះ​គឺ​ជា​សំណុំ​បែបបទ​លំនាំដើម​នៃ​ការ​ចុះ​ឈ្មោះ ។ មាន​វិធី​ចម្បង​ពីរ​ដែល​សិស្ស​អាច​ត្រូវ​បាន​ចុះ​ឈ្មោះ​ក្នុង​វគ្គ​សិក្សា​ពិសេស ។
<ul>
<li>គ្រូ ឬ​អ្នក​គ្រប់គ្រង​អាច​ចុះ​ឈ្មោះ​ពួក​គេ​ដោយ​ដៃ ​ដោយ​ប្រើ​តំណ​ក្នុង​ម៉ឺនុយ​ការ​គ្រប់គ្រង​វគ្គ​សិក្សា​នៅ​ក្នុង​វគ្គ​សិក្សា ។</li>
<li>វគ្គ​សិក្សា​អាច​​បាន​កំណត់​ពាក្យ​សម្ងាត់ ដែល​ត្រូវបាន​ស្គាល់​ជា \"កូន​សោ​ការ​ចុះ​ឈ្មោះ\" ។ នរណា​ម្នាក់​ដែល​ដឹង​កូន​សោ​នេះ​ គឺ​អាច​បន្ថែម​ខ្លួន​ពួក​គេ​ផ្ទាល់​ទៅ​វគ្គ​សិក្សា ។</li>
</ul>';
$string['enrolname'] = 'ការ​ចុះ​ឈ្មោះ​ខាង​ក្នុង';
$string['keyholderrole'] = 'តួនាទី​របស់​អ្នក​ប្រើ​ដែល​កាន់​កូន​សោ​ចុះឈ្មោះ​សម្រាប់​វគ្គសិក្សា ។ បាន​បង្ហាញ​ចំពោះ​សិស្ស​ដែល​ប៉ុនប៉ង​ចុះ​ឈ្មោះ​លើ​វគ្គសិក្សា ។';

?>