<?PHP // $Id$ 
      // enrol_manual.php - created with Moodle 1.7 beta + (2006101003)


$string['description'] = 'នេះ​គឺ​ជា​សំណុំ​បែបបទ​លំនាំដើម​នៃ​ការ​ចុះ​ឈ្មោះ ។ មាន​វិធី​ចម្បង​ពីរ​ដែល​សិស្ស​អាច​ត្រូវ​បាន​ចុះ​ឈ្មោះ​ក្នុង​វគ្គ​សិក្សា​ពិសេស ។
<ul>
<li>គ្រូ ឬ​អ្នក​គ្រប់គ្រង​អាច​ចុះ​ឈ្មោះ​ពួក​គេ​ដោយ​ដៃ ​ដោយ​ប្រើ​តំណ​ក្នុង​ម៉ឺនុយ​ការ​គ្រប់គ្រង​វគ្គ​សិក្សា​នៅ​ក្នុង​វគ្គ​សិក្សា ។</li>
<li>វគ្គ​សិក្សា​អាច​​បាន​កំណត់​ពាក្យ​សម្ងាត់ ដែល​ត្រូវបាន​ស្គាល់​ជា \"កូន​សោ​ការ​ចុះ​ឈ្មោះ\" ។ នរណា​ម្នាក់​ដែល​ដឹង​កូន​សោ​នេះ​ គឺ​អាច​បន្ថែម​ខ្លួន​ពួក​គេ​ផ្ទាល់​ទៅ​វគ្គ​សិក្សា ។</li>
</ul>';
$string['enrolmentkeyerror'] = 'កូន​សោ​ចុះ​ឈ្មោះ​នោះ​មិន​ត្រឹមត្រូវ សូម​ព្យាយាម​ម្ដង​ទៀត ។';
$string['enrolname'] = 'ការ​ចុះ​ឈ្មោះ​ខាង​ក្នុង';
$string['enrol_manual_requirekey'] = 'ទាមទារ​កូន​សោ​ចុះឈ្មោះ​វគ្គ​សិក្សា​ក្នុង​វគ្គ​សិក្សា​ថ្មី និង​ការពារ​ការ​យក​កូន​សោ​ដែល​មាន​ស្រាប់​ចេញ ។';
$string['enrol_manual_showhint'] = 'អនុញ្ញាត​ការ​កំណត់​នេះ​ដើម្បី​បង្ហាញ​តួ​អក្សរ​ដំបូង​នៃ​កូន​សោ​ចុះ​ឈ្មោះ​ជា​ជំនួយ បើ​នរណា​ម្នាក់​បញ្ចូល​កូន​សោ​មិន​ត្រឹមត្រូវ ។';
$string['enrol_manual_usepasswordpolicy'] = 'ប្រើ​គោលការណ៍​ពាក្យ​សម្ងាត់​អ្នក​ប្រើ​បច្ចុប្បន្ន​ចំពោះ​កូន​សោ​ចុះ​ឈ្មោះ​វគ្គ​សិក្សា ។';
$string['keyholderrole'] = 'តួ​នាទី​របស់​អ្នក​ប្រើ​ដែល​កាន់​កូន​សោ​ចុះ​ឈ្មោះ​សម្រាប់​វគ្គ​សិក្សា ។ បង្ហាញ​ចំពោះ​សិស្ស​ដែល​ប៉ុនប៉ង​ចុះ​ឈ្មោះ​ក្នុង​វគ្គ​សិក្សា ។';

?>