<?PHP 
			$string['description'] = 'ការ​ពិពណ៌នា​របស់​ការ​ចុះ​ឈ្មោះ​លើ​បណ្ដាញ Moodle ។';
$string['enrolname'] = 'ការ​តបណ្ដាញ Moodle';
$string['allow_allcourses'] = 'អនុញ្ញាត​ការ​ចុះឈ្មោះ​នៅ​ក្នុង​វគ្គសិក្សា​ពីចម្ងាយ​ទាំងអស់ ។';
$string['allcategories'] = 'ប្រភេទ​ចម្បង $a';
$string['allowedcategories'] = 'ប្រភេទ​ដែល​បាន​អនុញ្ញាត ???';
$string['nocategoriesdefined'] = 'រក​មិនឃើញ​ប្រភេទ​វគ្គសិក្សា​ទេ ។ កំណត់​ប្រភេទ​ថ្មី​<a href=\"$a\">នៅ​ទីនេះ</a> ។';
$string['allcourses'] = 'វគ្គសិក្សា​ចម្បង $a';
$string['allowedcourses'] = 'វគ្គសិក្សា​ដែល​បាន​អនុញ្ញាត $a';
$string['nocoursesdefined'] = 'រក​មិនឃើញ​វគ្គសិក្សា​ទេ ។ កំណត់​វគ្គសិក្សា​ថ្មី​<a href=\"$a\">នៅទីនេះ</a> ។';
$string['allowedcourseslinktext'] = 'កែសម្រួល​វគ្គសិក្សា និង​ប្រភេទ​ដែល​បាន​អនុញ្ញាត​នៅ​ទីនេះ ។';
$string['mnet_enrol_name'] = 'ការ​ចុះឈ្មោះ​ដែល​បាន​តបណ្ដាញ​របស់ Moodle';
$string['mnet_enrol_description'] = 'បោះពុម្ពផ្សាយ​សេវា​នេះ​ដើម្បី​អនុញ្ញាត​អ្នក​គ្រប់គ្រង $a ដើម្បី​ចុះឈ្មោះ​សិស្ស​របស់​ពួកគេ​នៅ​ក្នុង​វគ្គសិក្សា​ដែល​អ្នក​បាន​បង្កើត​នៅលើ​ម៉ាស៊ីន​បម្រើ​របស់​អ្នក ។<br/>\' .
\'<ul><li><em>ភាព​អាស្រ័យ</em> ៖ អ្នក​ក៏ត្រូវ​<strong>បោះពុម្ពផ្សាយ</strong>​សេវា SSO (ឧបករណ៍​សេវា)​ទៅ $a ផង​ដែរ ។</li>\'.
\'<li><em>ភាព​អាស្រ័យ</em> ៖ អ្នក​ក៏ត្រូវ​<strong>ជាវ​​ប្រចាំ</strong>​ផង​ដែរ​​ទៅ​សេវា SSO (ឧបករណ៍​ផ្ដល់​អត្តសញ្ញាណ) នៅលើ $a ។</li></ul><br/>\'.
\'ជាវ​ប្រចាំ​ទៅ​សេវា​នេះ​ដើម្បី​អាច​ចុះឈ្មោះ​សិស្ស​របស់​អ្នក​នៅ​ក្នុង​​វគ្គសិកក្សា​នៅលើ $a ។<br/>\'.
\'<ul><li><em>ភាព​អាស្រ័យ</em> ៖ អ្នក​ក៏ត្រូវ​<strong>ជាវ​ប្រចាំ</strong>​ទៅ​សេវា SSO (ឧបករណ៍​​ផ្ដល់​សេវា) នៅលើ $a ។</li>\'.
\'<li><em>ភាព​អាស្រ័យ</em> ៖ អ្នក​ក៏ត្រូវ​<strong>បោះពុម្ព​ផ្សាយ</strong>​សេវា SSO (ឧបករណ៍​​ផ្ដល់​អត្តសញ្ញាណ) ទៅ $a ។</li></ul><br/>';
$string['mnetlocalforexternal'] = 'វគ្គ​សិក្សា​មូលដ្ឋាន​សម្រាប់​អ្នក​ប្រើ​ខាងក្រៅ';

?>