<?PHP // $Id$ 
      // enrol_paypal.php - created with Moodle 1.7 beta + (2006101003)


$string['business'] = 'អាសយដ្ឋាន​អ៊ីមែល​នៃ​គណនី PayPal អាជីវកម្ម​របស់​អ្នក';
$string['costorkey'] = 'សូម​ជ្រើស​វិធីសាស្ដ្រ​មួយ​ក្នុង​ចំណោម​វិធីសាស្ត្រ​​​ចុះឈ្មោះ​ដូច​ខាងក្រោម​​ ។';
$string['description'] = 'ម៉ូឌុល PayPal អនុញ្ញាត​ឲ្យ​អ្នក​រៀបចំ​វគ្គសិក្សា​បង់ថ្លៃ ។ ប្រសិន​បើ​តម្លៃ​សម្រាប់​វគ្គសិក្សា​ណាមួយ​គឺ ០ នោះ​សិស្ស​នឹង​មិន​ត្រូវបាន​ស្នើ​ឲ្យ​បង់​ប្រាក់​សម្រាប់​ធាតុ​នោះ​ទេ ។ មាន​តម្លៃ​តំបន់បណ្ដាញ​ទូលំទូលាយ​ដែល​អ្នក​កំណត់​នៅ​ទីនេះ​ជា​លំនាំដើម​សម្រាប់​តំបន់​បណ្ដាញ​ទាំងមូល ហើយ​បន្ទាប់មក​ការ​កំណត់​វគ្គសិក្សា​ដែល​អ្នក​អាច​កំណត់​ឲ្យ​វគ្គសិក្សា​នីមួយៗ​រៀងៗ​ខ្លួន​បាន ។ តម្លៃ​វគ្គសិក្សា នឹង​បដិសេធ​តម្លៃ​របស់​តំបន់បណ្ដាញ ។';
$string['enrolname'] = 'PayPal';
$string['paypalaccepted'] = 'បាន​ព្រមទទួល​ការ​បង់ប្រាក់​តាម PayPal';
$string['sendpaymentbutton'] = 'ផ្ញើការ​បង់ប្រាក់​តាមរយៈ PayPal';

?>