<?PHP 
			$string['xmlrpc-missing'] = 'អ្នក​ត្រូវ​តែ​ដំឡើង XML-RPC ក្នុង​សំណង់ PHP របស់​អ្នក​ដើម្បី​ប្រើ​លក្ខណៈ​ពិសេស​នេះ ។';
$string['description'] = 'សេចក្ដី​ពិពណ៌នា';
$string['mnet'] = 'ការ​តបណ្ដាញ Moodle';
$string['net'] = 'ការ​តបណ្ដាញ';
$string['requiresopenssl'] = 'ការ​តបណ្ដាញ​ទាមទារ​ផ្នែក​បន្ថែម OpenSSL';
$string['yourhost'] = 'ម៉ាស៊ីន​របស់​អ្នក';
$string['yourpeers'] = 'ម៉ាស៊ីន​ដូច​គ្នា​របស់​អ្នក​';
$string['settings'] = 'ការ​កំណត់';
$string['hostsettings'] = 'ការ​កំណត់​ម៉ាស៊ីន';
$string['mnetpeers'] = 'ម៉ាស៊ីន​ដូច​គ្នា​';
$string['mnetservices'] = 'សេវា​បណ្ដាញ Moodle';
$string['trustedhosts'] = 'ម៉ាស៊ីន XML-RPC';
$string['trustedhostsexplain'] = '<p>យន្តកម្ម​ម៉ាស៊ីន​ដែល​ទុក​ចិត្ត​អនុញ្ញាត​ឲ្យ​ម៉ាស៊ីន​ជាក់លាក់​ប្រតិបត្តិ​ការ​ហៅ​តាម​រយៈ XML-RPC ទៅ​ផ្នែក​ណា​មួយ​នៃ Moodle API ។ វា​មាន​សម្រាប់​ស្គ្រីប​ដែលត្រូវ​ត្រួត​ពិនិត្យ​ឥរិយាបថ Moodle ហើយ​អាច​ជា​ជម្រើស​គ្រោះថ្នាក់​បំផុត​ដែល​​បើក​នោះ ។ ប្រសិន​បើ​មិនច្បាស់ សូម​កុំប៉ះពាល់​វា ។</p>
<p>វា<strong>មិន</strong>​ត្រូវ​ការ​សម្រាប់​ការ​តបណ្ដាញ Moodle ទេ ។</p>
<p>ដើម្បី​បើក​វា គឺ​ត្រូវ​បញ្ចូល​បញ្ជី​អាសយដ្ឋាន IP ឬ​បណ្ដាញ​មួយ​លើ​បន្ទាត់​នីមួយៗ ។
ឧទាហរណ៍​ខ្លះៗ ៖</p>\'.
\'ម៉ាស៊ីន​បម្រើ​មូលដ្ឋាន ៖<br />\'.
\'127.0.0.1<br />\'.
\'ម៉ាស៊ីន​មូលដ្ឋាន​របស់​អ្នក (ជាមួយ​ប្លុក​បណ្ដាញ) ៖<br />\'.
\'127.0.0.1/32<br />\'.
\'មាន​តែ​ម៉ាស៊ីន​ដែល​មាន​អាសយដ្ឋាន IP 192.168.0.7 ៖<br />\'.
\'192.168.0.7/32<br />\'.
\'ម៉ាស៊ីន​ណា​ដែលមាន​អាសយដ្ឋាន IP ពី​ចន្លោះ 192.168.0.1 និង 192.168.0.255 ៖<br />\'.
\'192.168.0.0/24<br />\'.
\'ម៉ាស៊ីន​ណា​មួយ​ក៏ដោយ ៖<br />\'.
\'192.168.0.0/0<br />\'.
\'ឧទាហរណ៍​ចុង​ក្រោយ​គឺ​<strong>មិន</strong>​មែន​ជា​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ដែល​ផ្ដល់​អនុសាសន៍​ទេ ។';
$string['otherenrolledusers'] = 'អ្នក​ប្រើ​ដែល​បាន​ចុះ​ឈ្មោះ​ផ្សេង​ទៀត';
$string['hideremote'] = 'លាក់​អ្នក​ប្រើ​ពី​ចម្ងាយ';
$string['showremote'] = 'បង្ហាញ​អ្នក​ប្រើ​ពី​ចម្ងាយ';
$string['hidelocal'] = 'លាក់​អ្នក​ប្រើ​មូលដ្ឋាន';
$string['showlocal'] = 'បង្ហាញ​អ្នក​ប្រើ​មូលដ្ឋាន';
$string['hostcoursenotfound'] = 'រក​មិន​ឃើញ​ម៉ាស៊ីន ឬ​វគ្គ​សិក្សា​ឡើយ';
$string['enrollingincourse'] = 'ចុះ​ឈ្មោះ​ក្នុង​វគ្គ​សិក្សា $a[0] លើ​ម៉ាស៊ីន $a[1]<br />';
$string['duplicate_usernames'] = 'យើង​បាន​បរាជ័យ​ក្នុង​ការ​បង្កើត​លិបិក្រម​លើ​ជួរ​ឈរ \"mnethostid\" និង \"ឈ្មោះ​អ្នកប្រើ\" ក្នុង​តារាង​អ្នក​ប្រើ ។<br />\'.
\'វា​អាច​កើត​ឡើង​នៅពេល​អ្នក​មាន​<a href=\"$a\" target=\"_blank\">ឈ្មោះ​អ្នក​ប្រើ​ស្ទួន​នៅ​ក្នុង​តារាង​អ្នក​ប្រើ​របស់​អ្នក</a> ។<br />\'.
\'ការ​ធ្វើ​ឲ្យ​ប្រសើរ​របស់​អ្នក​គឺ​នៅ​តែ​អាចបញ្ចប់​ដោយ​ជោគជ័យ ។ ចុច​លើ​តំណ​ខាង​លើ និង​សេចក្ដី​ណែនាំ​អំពី​ការ​ជួសជុល\' ។
\'បញ្ហា​នេះ​នឹង​លេចឡើង​ក្នុង​បង្អួច​ថ្មី ។ អ្នក​អាច​ចូលរួម​បាន​នៅ​ចុង​បញ្ចប់​នៃ​ការ​ធ្វើ​ឲ្យ​ប្រសើរ ។<br />';
$string['nomodifyacl'] = 'អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​កែប្រែ​បញ្ជី​ត្រួត​ពិនិត្យ​ការ​ចូល​ដំណើរ​ការ MNET ឡើយ ។';
$string['recordnoexists'] = 'មិន​មាន​កំណត់ត្រា​ឡើយ ។';
$string['enterausername'] = 'សូម​បញ្ចូល​ឈ្មោះ​អ្នក​ប្រើ ឬ​បញ្ជី​ឈ្មោះ​អ្នក​ប្រើ​ដោយ​បំបែក​ដោយ​សញ្ញា​ក្បៀស ។';
$string['selectahost'] = 'សូម​ជ្រើស​ម៉ាស៊ីន Moodle ពី​ចម្ងាយ ។';
$string['selectaccesslevel'] = 'សូម​ជ្រើស​កម្រិត​ចូល​ដំណើរ​ការ​ពី​បញ្ជី ។';
$string['noaclentries'] = 'គ្មាន​ធាតុ​ក្នុង​បញ្ជី​ត្រួត​ពិនិត្យ​ការ​ចូល​ដំណើរ​ការ SSO ឡើយ ។';
$string['deleteaserver'] = 'លុប​ម៉ាស៊ីន​បម្រើ';
$string['nosite'] = 'មិន​អាច​រក​វគ្គ​សិក្សា​កម្រិត​តំបន់បណ្ដាញ​បានទេ';
$string['postrequired'] = 'មុខងារ​លុប​ទាមទារ​សំណើ POST ។';
$string['hostdeleted'] = 'យល់ព្រម - បាន​លុប​ម៉ាស៊ីន';
$string['reenableserver'] = 'ទេ - ជ្រើស​ជម្រើស​នេះ​ដើម្បី​បើក​ម៉ាស៊ីន​បម្រើ​នេះ​ឡើង​វិញ ។';
$string['nocurl'] = 'មិនបាន​ដំឡើង​បណ្ណា​ល័យ Curl របស់ PHP ទេ';
$string['publish'] = 'បោះពុម្ព​ផ្សាយ';
$string['subscribe'] = 'ជាវ​ជា​ប្រចាំ';
$string['failedaclwrite'] = 'បរាជ័យ​ក្នុង​ការ​សរសេរ​ទៅ​បញ្ជី​ត្រួត​ពិនិត្យ​ការ​ចូល​ដំណើរ​ការ MNET សម្រាប់​អ្នក​ប្រើ \'$a\' ។';
$string['receivedwarnings'] = 'បាន​ទទួល​ការ​ព្រមាន​ដូច​ខាង​ក្រោម';
$string['reallydeleteserver'] = 'តើ​អ្នក​ពិត​ជា​ចង់​លុប​ម៉ាស៊ីន​បម្រើ';
$string['deleteuserrecord'] = 'SSO ACL ៖ លុប​កំណត់​ត្រា​សម្រាប់​អ្នកប្រើ \'$a[0]\' ពី $a[1] ។';
$string['invalidaccessparam'] = 'ប៉ារ៉ាម៉ែត្រ​ចូលដំណើរការ​មិនត្រឹមត្រូវ ។';
$string['invalidactionparam'] = 'ប៉ារ៉ាម៉ែត្រ​សកម្មភាព​មិន​ត្រឹមត្រូវ ។';
$string['currentkey'] = 'កូន​សោរ​សាធារណៈ​បច្ចុប្បន្ន';
$string['keymismatch'] = 'កូន​សោ​សាធារណៈ​ដែល​អ្នក​កំពុង​កាន់​សម្រាប់​ម៉ាស៊ីន​នេះ គឺ​ខុស​គ្នា​ពី​កូន​សោ​សាធារណៈ​ដែល​វា​កំពុង​បោះពុម្ព​ផ្សាយ​បច្ចុប្បន្ន ។';
$string['invalidurl'] = 'ប៉ារ៉ាម៉ែត្រ URL មិន​ត្រឹមត្រូវ ។';
$string['expireyourkey'] = 'លុប​កូន​សោ​នេះ';
$string['deletekeycheck'] = 'តើ​អ្នក​ពិត​ជា​ចង់​លុប​កូន​សោ​នេះ​ឬ ?';
$string['expireyourkeyexplain'] = 'Moodle បង្វិល​កូន​សោ​របស់​អ្នក​ដោយ​ស្វ័យប្រវត្តិ​នៅ​រាល់ ២៨ ថ្ងៃ (តាម​លំនាំ​ដើម) ប៉ុន្តែ​អ្នក​អាច​មាន​ជម្រើស \'.
\'ធ្វើ​ឲ្យ​កូនសោ​នេះ​ផុត​កំណត់​<em>ដោយ​ដៃ</em>​នៅ​ពេល​ណា​មួយ​​បាន ។ វា​នឹង​មាន​ប្រយោជន៍ បើ​អ្នក​ជឿទុកចិត្តវា \'.
\'កូនសោ​ត្រូវបាន​សម្រុះ​សម្រួល ។ ការ​ជំនួស​នឹង​ត្រូវ​បាន​បង្កើត​ដោយ​ស្វ័យ​ប្រវត្តិ​ភ្លាមៗ ។<br />\'.
\'ការ​លុប​កូនសោ​នេះ​នឹង​ធ្វើ​ឲ្យ​វា​អាចមាន​សម្រាប់ Moodle ផ្សេង​ទៀត​ដើម្បី​ទាក់ទង​ជាមួយ​អ្នក រហូតទាល់​តែ​អ្នក \'.
\'ទាក់ទង​អ្នក​គ្រប់គ្រង​នីមួយៗ​ដោយ​ដៃ និង​ផ្ដល់​ឲ្យ​ពួក​គេ​នូវ​កូន​សោ​ថ្មី​របស់​អ្នក ។';
$string['deleteoutoftime'] = 'បង្អួច ៦០ វិនាទី​របស់​អ្នក​សម្រាប់​លុប​កូន​សោ​នេះ​បាន​ផុត​កំណត់ ។ សូម​ចាប់ផ្ដើម​ម្ដង​ទៀត ។';
$string['deletewrongkeyvalue'] = 'កំហុស​មួយ​បាន​កើត​ឡើង ។ ប្រសិនបើ​អ្នក​មិន​លុប​កូនសោ SSL របស់​ម៉ាស៊ីន​បម្រើ​របស់​អ្នក​ទេ \'.
\'អ្នក​អាច​នឹង​ពាក់ព័ន្ធ​ការ​វាយប្រហារ​រំខាន​ពី​នរណា​ម្នាក់ ។ គ្មាន​សកម្មភាពដែល​បាន​ជ្រើស​ឡើយ ។';
$string['keydeleted'] = 'បាន​លុប និង​ជំនួស​កូនសោ​របស់​អ្នក​ដោយជោគជ័យ ។';
$string['is_in_range'] = 'អាសយដ្ឋាន IP  &nbsp;<code>$a</code>&nbsp; តំណាង​ឲ្យ​ម៉ាស៊ីន​ដែល​ទុក​ចិត្ត​ត្រឹមត្រូវ ។';
$string['validated_by'] = 'វា​ត្រូវ​បាន​ធ្វើ​ឲ្យ​មាន​សុពល​ភាព​ដោយ​បណ្ដាញ ៖ &nbsp;<code>$a</code>';
$string['not_in_range'] = 'អាសយដ្ឋាន IP &nbsp;<code>$a</code>&nbsp; មិន​តំណាង​ឲ្យ​ម៉ាស៊ីន​ដែល​ទុក​ចិត្ត​ត្រឹមត្រូវ​ទេ ។';
$string['testtrustedhosts'] = 'សាកល្បង​អាសយដ្ឋាន';
$string['testtrustedhostsexplain'] = 'បញ្ចូល​អាសយដ្ឋាន IP ដើម្បី​មើល​ថា​តើ​វា​ជា​ម៉ាស៊ីន​ដែល​ទុក​ចិត្ត​ឬ​អត់ ។';
$string['forbidden-function'] = 'មុខងារ​នោះ​មិន​ត្រូវ​បាន​បើក​សម្រាប់ RPC ទេ ។';
$string['forbidden-transport'] = 'វិធីសាស្ត្រ​ផ្ទេរ​​ដែល​អ្នក​កំពុង​ប្រើ​មិន​ត្រូវ​បាន​អនុញ្ញាត​ទេ ។';
$string['registerallhosts'] = 'ចុះ​ឈ្មោះ​ម៉ាស៊ីន​ទាំងអស់ (<em>របៀប Hub</em>)';
$string['registerallhostsexplain'] = 'អ្នក​អាច​ជ្រើស​ចុះ​ឈ្មោះ​ម៉ាស៊ីន​ទាំងអស់ ដែល​ព្យាយាម​តភ្ជាប់​ទៅ​អ្នក​ដោយ​ស្វ័យ​ប្រវត្តិ ។
មាន​ន័យ​ថា កំណត់​ត្រា​នឹង​លេច​ឡើង​ក្នុង​បញ្ជី​ម៉ាស៊ីន​របស់​អ្នក​សម្រាប់​តំបន់ \'.
\'បណ្ដាញ Moodle ណាមួយ​ដែល​តភ្ជាប់​ទៅ​អ្នក ហើយ​ស្នើ​កូនសោ​សាធារណៈ​របស់​អ្នក ។<br />\'.
\'អ្នក​មាន​ជម្រើស​ខាងក្រោម​ដើម្បី​កំណត់​រចនា​សម្ព័ន្ធ​សេវា​សម្រាប់ \'ម៉ាស៊ីន​ទាំងអស់\' ហើយ​ដោយ​បើក​សេវា​មួយ​ចំនួន​នៅ​ទីនោះ អ្នក​អាច​ផ្ដល់​សេវា​ទៅ​ឲ្យ \'.
\'​ម៉ាស៊ីន​បម្រើ Moodle ណាមួយ​ដោយ​មិន​ប្រកាន់ ។';
$string['mnet_session_prohibited'] = 'បច្ចុប្បន្ន អ្នក​ប្រើ​ពី​ម៉ាស៊ីន​បម្រើ​មូលដ្ឋាន​របស់​អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​ចូល​ទៅ $a ឡើយ ។';
$string['ssl_acl_allow'] = 'SSO ACL ៖ អនុញ្ញាត​អ្នក​ប្រើ $a[0] ពី $a[1]';
$string['ssl_acl_deny'] = 'SSO ACL ៖ បដិសេធ​អ្នក​ប្រើ $a[0] ពី $a[1]';
$string['enabled_for_all'] = '(សេវា​នេះ​បាន​បើក​សម្រាប់​ម៉ាស៊ីន​ទាំងអស់) ។';
$string['nosuchfile'] = 'មិនមាន​ឯកសារ/មុខងារ $a ទេ ។';
$string['nosuchfunction'] = 'មិន​អាច​ដាក់​ទីតាំង​មុខងារ ឬ​មុខងារ​ដែល​បាន​ហាម​ឃាត់​សម្រាប់ RPC ។';
$string['nosuchmodule'] = 'មុខងារ​ត្រូវ​បាន​ដាក់​អាសយដ្ឋាន​មិនត្រឹមត្រូវ ហើយ​​មិន​អាច​ដាក់​ទីតាំងបាន ។ សូម​ប្រើ​ទ្រង់ទ្រាយ mod/modulename/lib/functionname ។';
$string['nosuchpublickey'] = 'មិន​អាច​ទទួល​កូន​សោ​សាធារណៈ​សម្រាប់​ការ​បញ្ជាក់​ហត្ថលេខាបាន​ទេ ។';
$string['nosuchservice'] = 'សេវា RPC គឺ​មិន​កំពុង​រត់​លើ​ម៉ាស៊ីន​នេះទេ ។';
$string['nosuchtransport'] = 'មិនមាន​ការ​ដឹក​ជញ្ជូន​ដែល​មាន ID នោះ​ទេ ។';
$string['phperror'] = 'កំហុស PHP ខាង​ក្នុង​បាន​រារាំង​សំណើ​ដែល​កំពុង​ត្រូវបាន​បំពេញ ។';
$string['wrong-ip'] = 'អាសយដ្ឋាន IP របស់​អ្នក​មិន​ផ្គូផ្គង​នឹង​អាសយដ្ឋាន​ដែល​យើង​មាន​នៅលើ​កំណត់​ត្រាទេ ។';
$string['verifysignature-error'] = 'ការ​ផ្ទៀងផ្ទាត់​ភាពត្រឹមត្រូវ​ហត្ថលេខា​បាន​បរជ័យ ។ កំហុស​បាន​កើត​ឡើង ។';
$string['verifysignature-invalid'] = 'ការ​ផ្ទៀងផ្ទាត់​ភាពត្រឹមត្រូវ​​ហត្ថលេខា​បាន​បរាជ័យ ។ វា​ហាក់​ដូច​ជា​បន្ទុក​ចំណាយ​នេះ​មិន​ត្រូវ​បាន​ចុះ​ហត្ថលេខា​ដោយ​អ្នកនោះទេ ។';
$string['mnetsettings'] = 'ការ​កំណត់​បណ្ដាញ Moodle';
$string['mnetservices'] = 'សេវា';
$string['mnetlog'] = 'កំណត់​ហេតុ';
$string['issubscribed'] = '$a Moodle កំពុង​ជាវជា​ប្រចាំ​សេវា​នេះ​លើ​ម៉ាស៊ីន​របស់​អ្នក ។';
$string['ispublished'] = '$a Moodle បាន​បើក​សេវា​នេះ​សម្រាប់​អ្នក ។';
$string['version'] = 'កំណែ';
$string['id'] = 'លេខ​សម្គាល់';
$string['hostname'] = 'ឈ្មោះ​ម៉ាស៊ីន';
$string['last_connect_time'] = 'ពេល​វេលា​តភ្ជាប់​ចុង​ក្រោយ';
$string['RPC_HTTPS_VERIFIED'] = 'HTTPS (បាន​ចុះ​ហត្ថលេខា)';
$string['RPC_HTTPS_SELF_SIGNED'] = 'HTTPS (បាន​ចុះ​ហត្ថលេខា​ផ្ទាល់​ខ្លួន)';
$string['RPC_HTTP_VERIFIED'] = 'HTTP (បាន​ចុះ​ហត្ថលេខា)';
$string['RPC_HTTP_SELF_SIGNED'] = 'HTTP (បាន​ចុះ​ហត្ថលេខា​ផ្ទាល់​ខ្លួន)';
$string['RPC_HTTP_PLAINTEXT'] = 'HTTP មិន​បាន​អ៊ីនគ្រីប';
$string['remotehosts'] = 'ម៉ាស៊ីន​ពី​ចម្ងាយ';
$string['remotemoodles'] = 'Moodle ពី​ចម្ងាយ';
$string['remotecourses'] = 'វគ្គសិក្សា​ពី​ចម្ងាយ';
$string['courseson'] = 'វគ្គ​សិក្សា​លើ';
$string['permittedtransports'] = 'បាន​អនុញ្ញាត​ការ​ដឹក​ជញ្ជូន';
$string['current_transport'] = 'ការ​ដឹក​ជញ្ជូន​បច្ចុប្បន្ន';
$string['system'] = 'ប្រព័ន្ធ';
$string['on'] = 'បើក';
$string['off'] = 'បិទ';
$string['strict'] = 'តឹង​រ៉ឹង';
$string['promiscuous'] = 'រួមគ្នា';
$string['aboutyourhost'] = 'អំពី​ម៉ាស៊ីន​បម្រើ​របស់​អ្នក';
$string['invalidhost'] = 'អ្នក​ត្រូវ​តែ​ផ្ដល់​ឧបករណ៍​សម្គាល់​ម៉ាស៊ីន​ត្រឹមត្រូវ';
$string['moodleloc'] = 'ទីតាំង Moodle';
$string['addnewhost'] = 'បន្ថែម​ម៉ាស៊ីន​ថ្មី';
$string['addhost'] = 'បន្ថែម​ម៉ាស៊ីន';
$string['never'] = 'កុំ';
$string['restore'] = 'ស្ដារ';
$string['warning'] = 'ការ​ព្រមាន';
$string['illegalchar-host'] = 'ឈ្មោះ​ម៉ាស៊ីន​របស់​អ្នក​មាន​តួ​អក្សរ​មិន​ត្រឹមត្រូវ ៖ $a';
$string['usersareonline'] = 'ការ​ព្រមាន ៖ បច្ចុប្បន្ន អ្នកប្រើ $a ពី​ម៉ាស៊ីន​បម្រើ​នោះ​ត្រូវ​បាន​ចូល​ទៅ​តំបន់​បណ្ដាញ​របស់​អ្នក ។';
$string['illegalchar-moodlehome'] = 'ទីតាំង Moodle របស់​អ្នក​មាន​តួ​អក្សរ​មិន​ត្រឹមត្រូវ';
$string['nonmatchingcert'] = 'ប្រធាន​បទ​នៃ​វិញ្ញា​បនបត្រ ៖ <br /><em>$a[0]</em><br />មិន​ផ្គូផ្គង​នឹង​ម៉ាស៊ីន​ដែល​វា​មក​ពី ៖<br /><em>$a[1]</em> ។';
$string['noipmatch'] = 'អាសយដ្ឋាន​របស់​ម៉ាស៊ីន​ពី​ចម្ងាយ ៖ <br /><em>$a[0]</em><br />មិន​ផ្គូផ្គង​នឹង​អាសយដ្ឋាន​នៅលើ​កំណត់​ត្រា​ទេ ៖<br /><em>$a[1]</em> ។';
$string['reviewhostdetails'] = 'ពិនិត្យ​សេចក្ដី​លម្អិត​របស់​ម៉ាស៊ីន​​ឡើងវិញ';
$string['reviewhostservices'] = 'ពិនិត្យ​សេវា​ម៉ាស៊ីន​ឡើងវិញ';
$string['moodle_home_help'] = 'ផ្លូវ​ទៅ​គេហ​ទំព័រ​របស់ Moodle លើ​ម៉ាស៊ីន​ពី​ចម្ងាយ ឧ. /moodle/ ។';
$string['hostnamehelp'] = 'ឈ្មោះ​ដែន​ដែល​មាន​គុណភាព​ពេញលេញ​នៃ​ម៉ាស៊ីន​ពី​ចម្ងាយ ឧ. www.example.com';
$string['idhelp'] = 'តម្លៃ​នេះ​ត្រូវបាន​ផ្ដល់​ឲ្យ​ដោយ​ស្វ័យ​ប្រវត្តិ និង​មិន​អាច​ផ្លាស់ប្ដូរ​បានទេ';
$string['invalidpubkey'] = 'កូន​សោ​គឺមិន​មែន​ជា​កូន​សោ SSL ត្រឹមត្រូវទេ ។';
$string['nopubkey'] = 'មាន​បញ្ហា​ក្នុងការ​ទៅ​យក​កូន​សោ​សាធារណៈ ។<br />ប្រហែល​ជា​ម៉ាស៊ីន​មិន​អនុញ្ញាត ការ​តភ្ជាប់ Moodle ឬ​កូន​សោ​មិន​ត្រឹមត្រូវ ។';
$string['last_connect_time_help'] = 'ពេល​វេលា​ដែល​អ្នក​បាន​ត​ភ្ជាប់​ចុង​ក្រោយ​ទៅ​ម៉ាស៊ីន​នេះ ។';
$string['last_transport_help'] = 'ការ​ដឹក​ជញ្ជូន​ដែល​អ្នក​បាន​ប្រើ​សម្រាប់​ការ​ត​ភ្ជាប់​ចុង​ក្រោយ​ទៅ​ម៉ាស៊ីន​នេះ ។';
$string['transport_help'] = 'ជម្រើស​ទាំងនេះ​គឺ​ទៅ​វិញ​ទៅ​មក ដូច្នេះ​អ្នក​អាច​តម្រូវ​ឲ្យ​ម៉ាស៊ីន​ពី​ចម្ងាយ​ប្រើ​វិញ្ញាបនបត្រ SSL ដែល​បាន​ចុះ​ហត្ថលេខា ប្រសិនបើ​ម៉ាស៊ីន​បម្រើ​របស់​អ្នក​មាន​វិញ្ញាបនបត្រ SSL ដែល​បាន​ចុះ​ហត្ថលេខា​ដែរ​នោះ ។';
$string['https_verified_help'] = 'អនុញ្ញាត​ការ​តភ្ជាប់​ដោយ​ប្រើ​វិញ្ញាបនបត្រ SSL ដែល​បាន​ផ្ទៀងផ្ទាត់​នៅលើ​ម៉ាស៊ីន​ពី​ចម្ងាយ ។';
$string['http_self_signed_help'] = 'អនុញ្ញាត​ការ​ត​ភ្ជាប់​ដោយ​ប្រើ​វិញ្ញាបនបត្រ DIY SSL ដែល​បាន​ចុះ​ហត្ថលេខា​ផ្ទាល់​ខ្លួន​លើ​ម៉ាស៊ីន​ពី​ចម្ងាយ ។';
$string['http_verified_help'] = 'អនុញ្ញាត​ការ​ត​ភ្ជាប់​ដោយ​ប្រើ​វិញ្ញាបនបត្រ SSL ដែល​បាន​ផ្ទៀងផ្ទាត់​ជា PHP លើ​ម៉ាស៊ីន​ពី​ចម្ងាយ ប៉ុន្តែ​តាម​រយៈ http (មិន​មែន https) ។';
$string['https_self_signed_help'] = 'អនុញ្ញាត​ការ​ត​ភ្ជាប់​ដោយ​ប្រើ DIY SSL ដែល​ចុះ​ហត្ថលេខា​ផ្ទាល់​ខ្លួន​ជា PHP លើ​ម៉ាស៊ីន​ពី​ចម្ងាយ​តាម​រយៈ http ។';
$string['hostexists'] = 'មានកំណត់​ត្រា​រួច​ហើយ​សម្រាប់​ម៉ាស៊ីន​នោះ និង​ការ​អភិវឌ្ឍ Moodle ដែល​មាន​លេខសម្គាល់ $a ។<br />ចុច​លើ <em>បន្ត</em> ដើម្បី​កែ​សម្រួល​កំណត់​ត្រា​នោះ ។';
$string['publickey'] = 'កូន​សោ​សាធារណៈ';
$string['expires'] = 'ត្រឹមត្រូវ​​រហូត​ដល់';
$string['expired'] = 'កូន​សោ​នេះ​ផុត​កំណត់​នៅ';
$string['publickey_help'] = 'កូន​សោ​សាធារណៈ​ត្រូវ​បាន​ទទួល​ដោយ​ស្វ័យ​ប្រវត្តិ​ពី​ម៉ាស៊ីន​បម្រើ​ពី​ចម្ងាយ ។';
$string['couldnotgetcert'] = 'រក​មិន​ឃើញ​វិញ្ញាបនបត្រ​នៅ <br />$a ទេ ។ <br />ម៉ាស៊ីន​អាច​គាំង ឬ​កំណត់​រចនា​សម្ព័ន្ធ​មិន​ត្រឹមត្រូវ ។';
$string['ipaddress'] = 'អាសយដ្ឋាន IP';
$string['badcert'] = 'នេះ​មិន​មែន​ជា​វិញ្ញាបនបត្រ​ត្រឹមត្រូវ​ទេ ។';
$string['couldnotmatchcert'] = 'វា​មិន​ផ្គូផ្គង​នឹង​វិញ្ញាបនបត្រ​បច្ចុប្បន្ន​ដែល​ចេញ​ផ្សាយ​ដោយ​ម៉ាស៊ីន​បម្រើ​តំបន់​បណ្ដាញ​នៅពេល​បច្ចុប្បន្នទេ ។';
$string['forcesavechanges'] = 'តម្រូវ​ឲ្យ​រក្សាទុក​ការ​ផ្លាស់ប្ដូរ';
$string['serviceswepublish'] = 'សេវា​ដែល​យើង​បោះពុម្ព​ផ្សាយ​ទៅ $a ។';
$string['serviceswesubscribeto'] = 'សេវា​នៅ​លើ $a ដែល​យើង​ជាវ​ប្រចាំ ។';
$string['nohostid'] = 'ទំព័រ​នេះ​ទាមទារ​លេខ​សម្គាល់​ម៉ាស៊ីន ដែល​​ជា​ចំនួន​គត់ ។';
$string['networksettings'] = 'ការ​កំណត់​បណ្ដាញ';
$string['helpnetworksettings'] = 'កំណត់​រចនា​សម្ព័ន្ធ​អន្តរ​ទំនាក់ទំនង Moodle';
$string['mnet_concatenate_strings'] = 'ដាក់​បន្ត​គ្នា (រហូត​ដល់) ខ្សែ​អក្សរ ៣ ហើយ​ត្រឡប់​លទ្ធផល​វិញ';
$string['notPEM'] = 'កូន​សោ​មិន​មែន​ជា​ទ្រង់ទ្រាយ PEM ទេ ។ វា​នឹង​មិន​ដំណើរការ​ឡើយ ។';
$string['notBASE64'] = 'ខ្សែ​អក្សរ​នេះ​មិន​មែន​ទ្រង់ទ្រាយ​ដែល​អ៊ីនកូដ Base64 ទេ ។ វា​មិន​អាច​ជា​កូន​សោ​ត្រឹមត្រូវ​ឡើយ ។';
$string['usercannotchangepassword'] = 'អ្នក​មិន​អាច​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​របស់​អ្នកនៅ​ទីនេះទេ ពីព្រោះ​អ្នក​ជា​អ្នក​ប្រើ​ពី​ចម្ងាយ ។';
$string['userchangepasswordlink'] = '<br />អ្នក​អាច​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​របស់​អ្នក​នៅ​ក្រុម​ហ៊ុន​ផ្ដល់​<a href=\"$a->wwwroot/login/change_password.php\">$a->សេចក្ដី​ពិពណ៌នា</a>​របស់​អ្នក ។';
$string['remotehost'] = 'Hub ពី​ចម្ងាយ';
$string['allow'] = 'អនុញ្ញាត';
$string['deny'] = 'បដិសេធ';
$string['addtoacl'] = 'បន្ថែម​ទៅ​ការ​ត្រួត​ពិនិត្យ​ការចូល​ដំណើរ​ការ';
$string['accesslevel'] = 'កម្រិត​ចូល​ដំណើរ​ការ';
$string['ssoaccesscontrol'] = 'ការ​ត្រួត​ពិនិត្យ​ការចូល​ដំណើរ​ការ SSO';
$string['notpermittedtojump'] = 'អ្នក​មិន​មាន​សិទ្ធិ​ដើម្បី​ចាប់ផ្ដើម​សម័យ​ពី​ចម្ងាយ​ពី hub របស់ Moodle ទេ ។';
$string['notpermittedtoland'] = 'អ្នក​មិន​មាន​សិទ្ធិ​ដើម្បី​ចាប់ផ្ដើម​សម័យ​ពី​ចម្ងាយ​ទេ ។';
$string['authfail_nosessionexists'] = 'ការ​ផ្ដល់​សេចក្ដី​អនុញ្ញាត​បាន​បរាជ័យ ៖ មិនមាន​សម័យ mnet ទេ ។';
$string['authfail_sessiontimedout'] = 'ការ​ផ្ដល់​សេចក្ដី​អនុញ្ញាត​បាន​បរាជ័យ ៖ សម័យ mnet បាន​អស់​ពេល ។';
$string['authfail_usermismatch'] = 'ការ​ផ្ដល់​សេចក្ដី​អនុញ្ញាត​បាន​បរាជ័យ ៖ អ្នក​ប្រើ​មិន​ផ្គូផ្គងគ្នា​ទេ ។';
$string['hostnotconfiguredforsso'] = '​Hub របស់ Moodle ពី​ចម្ងាយ​នេះ​មិន​ត្រូវ​បាន​កំណត់​រចនា​សម្ព័ន្ធ​សម្រាប់​ការ​ចូល​ពី​ចម្ងាយទេ ។';
$string['authmnetdisabled'] = 'ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ក្នុង​ការ​ត​បណ្ដាញ Moodle ត្រូវ​បាន​បិទ ។';
$string['unknownerror'] = 'កំហុស​មិន​ស្គាល់​បានកើត​ឡើង​កំឡុង​ពេល​ចរចារ ។';
$string['nolocaluser'] = 'គ្មាន​កំណត់​ត្រា​​មូលដ្ឋានសម្រាប់​អ្នក​ប្រើ​ពី​ចម្ងាយ​ទេ ។';
$string['databaseerror'] = 'មិន​អាច​សរសេរ​សេចក្ដី​លម្អិត​ទៅ​មូលដ្ឋាន​ទិន្នន័យ​បានឡើយ ។';
$string['ssoacldescr'] = 'ប្រើ​ទំព័រ​នេះ​ដើម្បី​ផ្ដល់/បដិសេធ​ការ​ចូល​ដំណើរ​ការ​ចំពោះ​អ្នក​ប្រើ​ជាក់លាក់​ពី​ម៉ាស៊ីន​បណ្ដាញ Moodle ពី​ចម្ងាយ ។ នេះ​ជា​មុខងារ​ពេល​អ្នក​កំពុង​ផ្ដល់​សេវា SSO ទៅ​អ្នក​ប្រើ​ពី​ចម្ងាយ ។ ដើម្បី​ត្រួត​ពិនិត្យ​សមត្ថភាព​របស់​អ្នក​ប្រើ​<em>មូលដ្ឋាន</em>​ក្នុង​ការ​ចូល​ទៅ​កាន់​ម៉ាស៊ីម​បណ្ដាញ Moodle ផ្សេង​ទៀត គឺ​ត្រូវប្រើ​ប្រព័ន្ធ​តួ​នាទី​ដើម្បី​ផ្ដល់​សមត្ថភាព <em>mnetlogintoremote</em> ដល់​ពួកគេ ។';
$string['ssoaclneeds'] = 'ដើម្បី​ឲ្យ​មុខងារ​នេះ​ធ្វើការ​បាន អ្នក​ត្រូវ​​តែ​បើក​ការ​តបណ្ដាញ Moodle រួម​ទាំង​បើក​កម្មវិធី​ជំនួយ​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​បណ្ដាញ Moodle ដោយ​បើក​ការ​បន្ថែម​អ្នក​ប្រើ​ដោយ​ស្វ័យ​ប្រវត្តិ​ផងដែរ ។';
$string['mnetdisabled'] = 'បណ្ដាញ Moodle គឺ​<strong>ត្រូវ​បាន​បិទ</strong> ។';
$string['authmnetdisabled'] = 'ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​បណ្ដាញ Moodle ត្រូវ​បាន​បិទ ។';
$string['authmnetautoadddisabled'] = '<em>បន្ថែម​អ្នក​ប្រើ​ដោយ​ស្វ័យ​ប្រវត្តិ</em> ក្នុង​កម្មវិធី​ជំនួយ​ការផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ការ​តបណ្ដាញ Moodle គឺ​<strong>ត្រូវ​បាន​បិទ</strong> ។';
$string['mnetenrol'] = 'ការ​ចុះ​ឈ្មោះ';
$string['remoteenrolhosts_desc'] = 'ចុះឈ្មោះ និង​លុបឈ្មោះ​អ្នកប្រើ​ពី​ការ​ដំឡើង Moodle របស់​អ្នក​លើ​ម៉ាស៊ីន Moodle ដែល​អនុញ្ញាត​ឲ្យ​អ្នក​ធ្វើ​ដូច្នេះ​បាន​តាម​រយៈ​កម្មវិធី​ជំនួយ​ចុះឈ្មោះ​បណ្ដាញ Moodle ។';
$string['host'] = 'ម៉ាស៊ីន';
$string['enrolments'] = 'ការ​ចុះ​ឈ្មោះ';
$string['editenrolments'] = 'ចុះ​ឈ្មោះ';
$string['logs'] = 'កំណត់​ហេតុ';
$string['courses'] = 'វគ្គ​សិក្សា';
$string['enrolcourses_desc'] = 'វគ្គ​សិក្សា​ដែល​ផ្ដល់​សម្រាប់​ការ​ចុះ​ឈ្មោះ​ពី​ចម្ងាយ​ដោយ​ម៉ាស៊ីន​នេះ ។';
$string['enrolcourseenrol_desc'] = 'ចុះឈ្មោះ​/​លុបឈ្មោះ​អ្នកប្រើ​ពី​វគ្គសិក្សា​នេះ​ដោយប្រើ​ការ​ចុះឈ្មោះ​បណ្ដាញ Moodle ។
ចំណាំ​ថា អ្នក​ប្រើ​អាច​ត្រូវ​បាន​ចុះឈ្មោះ​នៅ​ក្នុង​វគ្គសិក្សា​នេះ​តាម​រយៈ​វិធីសាស្ដ្រ​ចុះឈ្មោះ​ផ្សេងទៀត ប្រសិន​បើ​ម៉ាស៊ីន​ពី​ចម្ងាយ​អនុញ្ញាត ។ ការ​ចុះឈ្មោះ​ដូចនោះ​គឺ​ត្រូវ​បាន​រាយ​នៅ​ពី​ក្រោម<em>អ្នកប្រើ​ដែល​បានចុះឈ្មោះ​ផ្សេងទៀត</em>';
$string['host'] = 'ម៉ាស៊ីន';
$string['loginlinkmnetuser'] = '<br/>ប្រសិនបើ​អ្នក​ជា​អ្នក​ប្រើ​បណ្ដាញ​ Moodle ពី​ចម្ងាយ ហើយ​អាច​<a href=\"$a\">អះអាង​អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក​ទីនេះ</a> អ្នក​អាច​ត្រូវ​បាន​ប្ដូរ​ទិស​ទៅ​ទំព័រ​ចូល​របស់​អ្នក ។<br />';

?>