<?PHP // $Id$
      // moodle.php - created with Moodle 1.7 beta + (2006101003)


$string['action'] = 'សកម្មភាព';
$string['actions'] = 'សកម្មភាព';
$string['active'] = 'សកម្ម';
$string['activeusers'] = 'អ្នក​ប្រើ​សកម្ម';
$string['activities'] = 'សកម្មភាព';
$string['activity'] = 'សកម្មភាព';
$string['activityclipboard'] = 'ផ្លាស់ទី​សកម្មភាព​នេះ ៖ <b>$a</b>';
$string['activityiscurrentlyhidden'] = 'សូម​អភ័យទោស បច្ចុប្បន្ន​សកម្មភាព​នេះ​​ត្រូវ​បាន​លាក់';
$string['activitymodule'] = 'ម៉ូឌុល​សកម្មភាព';
$string['activityreport'] = 'របាយការណ៍​សកម្មភាព';
$string['activityreports'] = 'របាយការណ៍​សកម្មភាព';
$string['activityselect'] = 'ជ្រើស​សកម្មភាព​នេះ​ដើម្បី​ផ្លាស់ទី​ទៅ​កន្លែង​ផ្សេង';
$string['activitysince'] = 'សកម្មភាព​តាំង​ពី $a';
$string['activityweighted'] = 'សកម្មភាព​ក្នុង​អ្នក​ប្រើ​ម្នាក់';
$string['add'] = 'បន្ថែម';
$string['addactivity'] = 'បន្ថែម​សកម្មភាព...';
$string['addadmin'] = 'បន្ថែម​អ្នក​គ្រប់គ្រង';
$string['addcreator'] = 'បន្ថែម​អ្នក​បង្កើត​វគ្គ​សិក្សា';
$string['added'] = 'បាន​បន្ថែម $a';
$string['addedrecip'] = 'បាន​បន្ថែម​អ្នក​ទទួល​ថ្មី $a នាក់';
$string['addedrecips'] = 'បាន​បន្ថែម​អ្នក​ទទួល​ថ្មី $a នាក់';
$string['addedtogroup'] = 'បាន​បន្ថែម​ទៅ​ក្រុម $a';
$string['addedtogroupnot'] = 'មិន​បាន​បន្ថែម​ទៅ​ក្រុម $a';
$string['addedtogroupnotenrolled'] = 'មិនបានបន្ថែមទៅ​ក្រុម $a ទេ ព្រោះ​មិន​បាន​ចុះ​ឈ្មោះ​ក្នុង​វគ្គ​សិក្សា';
$string['addinganew'] = 'បន្ថែម $a ថ្មី';
$string['addinganewto'] = 'បន្ថែម $a->what ថ្មី​ទៅ $a->to';
$string['addingdatatoexisting'] = 'បន្ថែម​ទិន្នន័យ​ទៅ​ទិន្នន័យ​មាន​ស្រាប់';
$string['addnewcategory'] = 'បន្ថែម​ប្រភេទ​ថ្មី';
$string['addnewcourse'] = 'បន្ថែម​វគ្គ​សិក្សា​ថ្មី';
$string['addnewuser'] = 'បន្ថែម​អ្នក​ប្រើ​ថ្មី';
$string['addnousersrecip'] = 'បន្ថែម​អ្នក​ប្រើ​ដែល​មិន​បាន​ចូលដំណើរការ $a នេះ​ទៅ​បញ្ជី​អ្នក​ទទួល';
$string['addresource'] = 'បន្ថែម​ធនធាន...';
$string['address'] = 'អាសយដ្ឋាន';
$string['addstudent'] = 'បន្ថែម​សិស្ស';
$string['addsubcategory'] = 'បន្ថែម​ប្រភេទ​រង';
$string['addteacher'] = 'បន្ថែម​គ្រូ';
$string['admin'] = 'អ្នក​គ្រប់គ្រង';
$string['adminbookmarks'] = 'ចំណាំ​របស់​អ្នក​គ្រប់គ្រង';
$string['adminhelpaddnewuser'] = 'ដើម្បី​បង្កើត​គណនី​អ្នកប្រើ​ថ្មី​ដោយ​ដៃ';
$string['adminhelpassignadmins'] = 'អ្នក​គ្រប់គ្រងអាច​ធ្វើ​អ្វី​បាន​ទាំងអស់ និង​ទៅ​កាន់​កន្លែង​ណា​ក៏បាន​នៅ​ក្នុង​តំបន់​បណ្ដាញ';
$string['adminhelpassigncreators'] = 'អ្នក​បង្កើត​វគ្គសិក្សា​អាច​បង្កើត​វគ្គ​សិក្សា​ថ្មី ហើយ​បង្រៀន​ក្នុង​វគ្គ​នោះ';
$string['adminhelpassignsiteroles'] = 'អនុវត្ត​តួនាទី​នៃ​តំបន់​បណ្ដាញ​ទាំងមូល​ដែល​បាន​កំណត់ ទៅ​អ្នក​ប្រើ​ជាក់លាក់';
$string['adminhelpassignstudents'] = 'ចូល​ទៅ​វគ្គ​សិក្សា​មួយ រួច​បន្ថែម​សិស្ស​ពី​ម៉ឺនុយ​អ្នក​គ្រប់គ្រង';
$string['adminhelpassignteachers'] = 'រក​វគ្គសិក្សា​មួយ បន្ទាប់មក​ប្រើ​រូបតំណាង​ដើម្បី​បន្ថែម​គ្រូ';
$string['adminhelpauthentication'] = 'អ្នក​អាច​ប្រើ​គណនី​អ្នក​ប្រើ​ខាង​ក្នុង ឬ​មូលដ្ឋាន​ទិន្នន័យ​ខាង​ក្រៅ';
$string['adminhelpbackup'] = 'កំណត់​រចនា​សម្ព័ន្ធ​ការ​បម្រុង​ទុក​ស្វ័យ​ប្រវត្តិ និង​កាលវិភាគ​របស់​ពួក​វា';
$string['adminhelpconfiguration'] = 'កំណត់​រចនា​សម្ព័ន្ធ​រូបរាង និង​​ដំណើរការ​របស់​តំបន់បណ្ដាញ';
$string['adminhelpconfigvariables'] = 'កំណត់​រចនា​សម្ព័ន្ធ​អថេរ ដែល​មាន​ឥទ្ធិពល​លើ​ប្រតិបត្តិការ​ទូទៅ​នៃ​តំបន់​បណ្ដាញ';
$string['adminhelpcourses'] = 'កំណត់​វគ្គ​សិក្សា និង​ប្រភេទ ព្រម​ទាំង​ចាត់ចែង​មនុស្ស​ទៅ​ឲ្យ​ពួក​វា ។ កែ​សម្រួល​វគ្គ​សិក្សា​រង់ចាំ​អនុម័ត';
$string['adminhelpeditorsettings'] = 'កំណត់​ការ​កំណត់​មូលដ្ឋាន​សម្រាប់​កម្មវិធី​និពន្ធ HTML';
$string['adminhelpedituser'] = 'រកមើល​បញ្ជី​គណនី​អ្នក​ប្រើ ហើយ​កែសម្រួល​គណនី​ណា​មួយ';
$string['adminhelpenrolments'] = 'ជ្រើស​មធ្យោបាយ​ខាង​ក្រៅ ឬ​ខាង​ក្នុង ដើម្បី​ត្រួតពិនិត្យ​ការ​ចុះឈ្មោះ';
$string['adminhelpenvironment'] = 'ពិនិត្យ​ថា​តើ​ម៉ាស៊ីន​បម្រើ​របស់​អ្នក ត្រូវ​គ្នា​ទៅ​នឹង​តម្រូវការ​ដំឡើង​បច្ចុប្បន្ន និង​អនាគត​​យ៉ាង​ដូចម្ដេច​ដែរ';
$string['adminhelpfailurelogs'] = 'រកមើល​កំណត់​ហេតុ​ការ​ចូល​ដែល​បរាជ័យ';
$string['adminhelphealthcenter'] = 'រកឃើញ​បញ្ហា​របស់​តំបន់បណ្ដាញ​ដោយ​ស្វ័យប្រវត្តិ';
$string['adminhelplanguage'] = 'សម្រាប់​ពិនិត្យ និង​កែសម្រួល​កញ្ចប់​ភាសា​បច្ចុប្បន្ន';
$string['adminhelplogs'] = 'រកមើល​កំណត់​ហេតុ​នៃ​សកម្មភាព​ទាំងអស់​លើ​តំបន់​បណ្ដាញ​នេះ';
$string['adminhelpmanageblocks'] = 'គ្រប់គ្រង​ប្លុក​ដែល​បាន​ដំឡើង​រួច និង​ការ​កំណត់​របស់​ពួក​វា';
$string['adminhelpmanagedatabase'] = 'ចូល​ដំណើរ​ការ​មូលដ្ឋាន​ទិន្នន័យ​ដោយ​ផ្ទាល់ (សូម​ប្រយ័ត្ន !)';
$string['adminhelpmanagefilters'] = 'ជ្រើស​តម្រង​អត្ថបទ និង​ការ​កំណត់​ដែល​ទាក់ទង';
$string['adminhelpmanagemodules'] = 'គ្រប់គ្រង​ម៉ូឌុល​ដែល​បាន​ដំឡើងរួច និង​ការ​កំណត់​របស់​ពួក​វា';
$string['adminhelpmanageroles'] = 'បង្កើត និង​កំណត់​តួ​នាទី​ដែល​នឹង​ត្រូវ​អនុវត្ត​ចំពោះ​អ្នកប្រើ';
$string['adminhelpmymoodle'] = 'កំណត់​រចនា​សម្ព័ន្ធ​ប្លុក My Moodle សម្រាប់​អ្នក​ប្រើ';
$string['adminhelpreports'] = 'របាយការណ៍​របស់​តំបន់បណ្ដាញ';
$string['adminhelpsitefiles'] = 'សម្រាប់​បោះពុម្ព​ផ្សាយ​ឯកសារ​ទូទៅ និង​ផ្ទុក​ឡើង​នូវ​ឯកសារ​បម្រុង​ទុក​ខាងក្រៅ';
$string['adminhelpsitesettings'] = 'កំណត់​រូបរាង​ទំព័រ​មុខ​របស់​តំបន់​បណ្ដាញ';
$string['adminhelpstickyblocks'] = 'កំណត់​រចនាសម្ព័ន្ធ​ប្លុក​ស្អិត​ទាំងមូល​នៃ Moodle';
$string['adminhelpthemes'] = 'ជ្រើស​រូបរាង​របស់​តំបន់បណ្ដាញ (ពណ៌ ពុម្ពអក្សរ ។ល។)';
$string['adminhelpuploadusers'] = 'នាំ​ចូល​គណនី​អ្នក​ប្រើ​ថ្មី​ពី​ឯកសារ​អត្ថបទ';
$string['adminhelpusers'] = 'កំណត់​អ្នក​ប្រើ​របស់​អ្នក និង​រៀបចំ​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ';
$string['adminhelpxmldbeditor'] = 'ចំណុច​ប្រទាក់​ដើម្បី​កែ​សម្រួល​ឯកសារ XMLDB ។ សម្រាប់​តែ​អ្នក​អភិវឌ្ឍន៍​ប៉ុណ្ណោះ ។';
$string['administration'] = 'ការ​គ្រប់គ្រង';
$string['administrationsite'] = 'ការ​គ្រប់គ្រង​តំបន់​បណ្ដាញ';
$string['administrator'] = 'អ្នក​គ្រប់គ្រង';
$string['administratordescription'] = 'ជា​ធម្មតា អ្នក​គ្រប់គ្រង​អាច​ធ្វើ​អ្វី​បាន​ទាំងអស់​នៅ​លើ​តំបន់បណ្ដាញ ហើយ​នៅ​គ្រប់​វគ្គសិក្សា ។';
$string['administrators'] = 'អ្នក​គ្រប់គ្រង';
$string['administratorsall'] = 'អ្នក​គ្រប់គ្រង​ទាំងអស់';
$string['administratorsandteachers'] = 'អ្នក​គ្រប់គ្រង និង​គ្រូ';
$string['adminprimarynoedit'] = 'អ្នក​មិនគួរ​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​របស់​អ្នកគ្រប់គ្រង​ចម្បង​ឡើយ';
$string['advanced'] = 'កម្រិត​ខ្ពស់';
$string['advancedfilter'] = 'ស្វែងរក​កម្រិត​ខ្ពស់';
$string['advancedsettings'] = 'ការ​កំណត់​កម្រិត​ខ្ពស់';
$string['again'] = 'ម្តង​ទៀត';
$string['aimid'] = 'លេខ​សម្គាល់ AIM';
$string['ajaxno'] = 'ទេ ៖ ប្រើ​តែ​លក្ខណៈ​ពិសេស​មូលដ្ឋាន​បាន​ហើយ';
$string['ajaxuse'] = 'AJAX និង Javascript';
$string['ajaxyes'] = 'បាទ/ចាស ៖ ប្រើ​លក្ខណៈ​ពិសេស​កម្រិត​ខ្ពស់';
$string['all'] = 'ទាំងអស់';
$string['allactions'] = 'សកម្មភាព​ទាំងអស់';
$string['allactivities'] = 'សកម្មភាព​ទាំងអស់';
$string['allchanges'] = 'ការ​ផ្លាស់ប្ដូរ​ទាំងអស់';
$string['alldays'] = 'រាល់​ថ្ងៃ';
$string['allfieldsrequired'] = 'ទាមទារ​វាល​ទាំងអស់';
$string['allfiles'] = 'ឯកសារ​ទាំងអស់';
$string['allgroups'] = 'ក្រុម​ទាំងអស់';
$string['alllogs'] = 'កំណត់​ហេតុ​ទាំងអស់';
$string['allow'] = 'អនុញ្ញាត';
$string['allowguests'] = 'វគ្គ​សិក្សា​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​ប្រើ​ជា​ភ្ញៀវ​ចូល​បាន';
$string['allowinternal'] = 'អនុញ្ញាត​វិធីសាស្ត្រ​ខាង​ក្នុង​ផង​ដែរ';
$string['allownone'] = 'មិន​អនុញ្ញាត';
$string['allownot'] = 'កុំ​អនុញ្ញាត';
$string['allparticipants'] = 'អ្នក​ចូលរួម​ទាំងអស់';
$string['allteachers'] = 'គ្រូ​ទាំងអស់';
$string['alphabet'] = 'A,B,C,D,E,F,G,H,I,J,K,L,M,N,O,P,Q,R,S,T,U,V,W,X,Y,Z';
$string['alphanumerical'] = 'អាច​មានតែ​អក្សរ​អង់គ្លេស និង​លេខ​ប៉ុណ្ណោះ';
$string['alreadyconfirmed'] = 'បាន​អះអាង​ការ​ចុះឈ្មោះ​រួច​ហើយ';
$string['always'] = 'ជានិច្ច';
$string['and'] = '$a->one និង $a->two';
$string['answer'] = 'ចម្លើយ';
$string['approve'] = 'អនុម័ត';
$string['areyousuretorestorethis'] = 'តើ​អ្នក​ចង់​បន្ត​ឬ ?';
$string['areyousuretorestorethisinfo'] = 'លើក​ក្រោយ​នៅ​ត្រង់​នេះ អ្នក​នឹង​មាន​ជម្រើស​ក្នុង​ការ​បន្ថែម​ការ​បម្រុងទុក​នេះ​ទៅ​វគ្គសិក្សា​មាន​ស្រាប់ ឬ​បង្កើត​វគ្គសិក្សា​ថ្មី​ទាំងស្រុង ។';
$string['asc'] = 'លំដាប់​ឡើង';
$string['assessment'] = 'ការ​វាយ​តម្លៃ';
$string['assignadmins'] = 'ផ្ដល់​អ្នក​គ្រប់គ្រង';
$string['assigncreators'] = 'ផ្ដល់​អ្នក​បង្កើត​វគ្គសិក្សា';
$string['assignsiteroles'] = 'ផ្ដល់​តួនាទី​សម្រាប់​តំបន់​បណ្ដាញ​ទាំងមូល';
$string['assignstudents'] = 'ចុះ​ឈ្មោះ​សិស្ស';
$string['assignstudentsnote'] = 'ចំណាំ ៖ អ្នក​មិន​ចាំបាច់​ប្រើ​ទំព័រ​នេះក៏​បាន​ដែរ ព្រោះ​សិស្ស​អាច​ចុះឈ្មោះ​ដោយ​ខ្លួន​ឯង​នៅ​ក្នុង​វគ្គសិក្សា​នេះ ។';
$string['assignstudentspass'] = 'អ្វី​ដែល​អ្នក​គួរ​តែ​ត្រូវ​ធ្វើ គឺ​ជូន​ដំណឹង​ដល់​សិស្ស​របស់​អ្នក​អំពី​កូន​សោ​ចុះ​ឈ្មោះ​ចូល​រៀន​វគ្គសិក្សា​នេះ ដែល​បច្ចុប្បន្ន​ត្រូវ​បាន​កំណត់​ទៅ​ឲ្យ ៖ \'$a\'';
$string['assignteachers'] = 'ផ្ដល់​គ្រូ';
$string['authentication'] = 'ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ';
$string['authenticateduser'] = 'អ្នកប្រើ​ដែល​បាន​ផ្ទៀងផ្ទាត់​ត្រឹមត្រូវ';
$string['authenticateduserdescription'] = 'អ្នក​ប្រើ​ទាំងអស់​ដែល​បាន​ចូល ។';
$string['autosubscribe'] = 'ជាវ​វេទិកា​ជា​ប្រចាំ​ដោយ​ស្វ័យប្រវត្តិ';
$string['autosubscribeno'] = 'ទេ ៖ កុំជាវ​ខ្ញុំ​ជា​ប្រចាំ​ទៅ​វេទិកា​ដោយ​ស្វ័យ​ប្រវត្តិ';
$string['autosubscribeyes'] = 'បាទ/ចាស ៖ ពេល​ខ្ញុំ​ប្រកាស ជាវ​ខ្ញុំ​ជា​ប្រចាំ​ទៅ​វេទិកា​នោះ';
$string['availability'] = 'មានត្រឹម';
$string['availablecourses'] = 'វគ្គ​សិក្សា​ដែល​មាន';
$string['backtoparticipants'] = 'ត្រឡប់​ទៅ​បញ្ជី​អ្នក​ចូល​រួម';
$string['back'] = 'ត្រឡប់';
$string['backup'] = 'បម្រុង​ទុក';
$string['backupactivehelp'] = 'ជ្រើស​ថា​តើ​ត្រូវ​ធ្វើ​ការ​បម្រុង​ទុក​ស្វ័យ​ប្រវត្តិ ឬ​អត់ ។';
$string['backupcancelled'] = 'បាន​បោះបង់​ការ​បម្រុង​ទុក';
$string['backupcoursefileshelp'] = 'ប្រសិន​បើ​អនុញ្ញាត នោះ​ឯកសារ​វគ្គ​សិក្សា​នឹង​ត្រូវ​បាន​រួម​បញ្ចូល​ទៅ​ក្នុង​ការ​បម្រុង​ទុក​ស្វ័យ​ប្រវត្តិ';
$string['backupdate'] = 'កាល​បរិច្ឆេទ​បម្រុង​ទុក';
$string['backupdatenew'] = '&nbsp; $a->TAG ឥឡូវ​ជា $a->weekday, $a->mday $a->month $a->year<br />';
$string['backupdateold'] = '$a->TAG នៅ $a->weekday, $a->mday $a->month $a->year';
$string['backupdaterecordtype'] = '<br />$a->recordtype - $a->recordname<br />';
$string['backupdetails'] = 'ព័ត៌មាន​លម្អិត​អំពី​ការ​បម្រុងទុក';
$string['backupexecuteathelp'] = 'ជ្រើស​ពេលវេលា ​ដែល​គួរ​រត់​ការ​បម្រុង​ទុក​ស្វ័យ​ប្រវត្តិ ។';
$string['backupfailed'] = 'វគ្គសិក្សា​មួយ​ចំនួន​របស់​អ្នក មិនត្រូវបាន​រក្សា​ទុក​ឡើយ !!';
$string['backupfilename'] = 'បម្រុង​ទុក';
$string['backupfinished'] = 'បាន​បញ្ចប់​ការ​បម្រុង​ទុក​ដោយ​ជោគជ័យ';
$string['backupincludemoduleshelp'] = 'ជ្រើស​ថា​តើ​អ្នក​ចង់​រួម​បញ្ចូល ឬ មិន​រួមបញ្ចូល​​ម៉ូឌុល​វគ្គសិក្សា​ជាមួយ​​ទិន្នន័យ​អ្នក​ប្រើ ក្នុង​ការ​បម្រុង​ទុក​ស្វ័យ​ប្រវត្តិ';
$string['backupincludemoduleuserdatahelp'] = 'ជ្រើស​ថាតើ​អ្នក​ចង់​រួមបញ្ចូល​ទិន្នន័យ​អ្នកប្រើ​ម៉ូឌុល នៅ​ក្នុង​ការ​បម្រុង​ទុក​ស្វ័យ​ប្រវត្តិ ឬ​អត់ ។';
$string['backupkeephelp'] = 'តើ​អ្នក​ចង់​ទុក​ការ​បម្រុង​ទុក​ថ្មីៗ​ចំនួន​ប៉ុន្មាន សម្រាប់​វគ្គ​សិក្សា​នីមួយៗ ? (ការ​បម្រុង​ទុក​ចាស់​នឹង​ត្រូវ​លុប​ដោយ​ស្វ័យ​ប្រវត្តិ)';
$string['backuplogdetailed'] = 'កំណត់ហេតុ​ការ​ប្រតិបត្តិ​លម្អិត';
$string['backuploglaststatus'] = 'កំណត់​ហេតុ​ការ​ប្រតិបត្តិ​ចុង​ក្រោយ';
$string['backuplogshelp'] = 'ប្រសិន​បើ​អនុញ្ញាត នោះ​កំណត់​ហេតុ​វគ្គ​សិក្សា​នឹង​ត្រូវ​បាន​រួម​បញ្ចូល​ក្នុង​ការ​បម្រុង​ទុក​ស្វ័យ​ប្រវត្តិ';
$string['backupmetacoursehelp'] = 'ប្រសិន​បើ​អនុញ្ញាត នោះ​ព័ត៌មាន​​របស់​វគ្គ​សិក្សា​មេតា (ការ​ចុះឈ្មោះ​ទទួល​បន្ត) នឹង​ត្រូវ​បាន​រួម​បញ្ចូល​ក្នុង​ការ​បម្រុង​ទុក​ស្វ័យ​ប្រវត្តិ';
$string['backupnameformat'] = '%%Y%%m%%d-%%H%%M';
$string['backupnoneusersinfo'] = 'ចំណាំ ៖ អ្នក​បាន​ជ្រើស​ថា​បម្រុងទុក​ដោយ​គ្មាន​អ្នក​ប្រើ (\"គ្មាន\") ដូច្នេះ​ការ​បម្រុង​ទុក​ម៉ូឌុល​ទាំងអស់​ត្រូវ​បាន​ប្ដូរ​ជា​របៀប \"គ្មាន​ទិន្នន័យ​អ្នក​ប្រើ\" ។ សូម​ចំណាំ​ថា ម៉ូឌុល \"លំហាត់\" និង \"សិក្ខាសាលា\" មិន​ឆប​គ្នា​ជាមួយ​ការ​បម្រុងទុក​ប្រភេទ​នេះ​ឡើយ ដូច្នេះ​ពួក​វា​ត្រូវ​បាន​ធ្វើ​ឲ្យ​អសកម្ម​ទាំងស្រុង ។';
$string['backupnonisowarning'] = 'ព្រមាន ៖ ការ​បម្រុង​ទុក​នេះ​មក​ពី​កំណែ​មិន​មែន​ជា​យូនីកូដ​របស់ Moodle (មុន ១.៦) ។ ប្រសិន​បើ​ការ​បម្រុង​ទុក​នេះ​មាន​អត្ថបទ​មួយ​ចំនួន​ដែល​មិន​មែន​ជា ISO-8859-1 នោះ​ពួក​វា​អាច​នឹង​ខូច នៅពេល​ដែល​អ្នក​ស្ដារ​ពួក​វា​ទៅ​កំណែ​យូនីកូដ​នេះ​របស់ Moodle ។ សូម​មើល <a href=\"http://docs.moodle.org/en/Backup_FAQ\">សំណួរ​ដែល​សួរ​ជា​ញឹកញាប់​អំពី​ការ​បម្រុង​ទុក</a> សម្រាប់​ព័ត៌មាន​បន្ថែម​អំពី​របៀប​ស្ដារ​ការ​បម្រុង​ទុក​នេះ​ឲ្យ​បាន​ត្រឹមត្រូវ ។';
$string['backuporiginalname'] = 'ឈ្មោះ​ការ​បម្រុង​ទុក';
$string['backupsavetohelp'] = 'ផ្លូវ​ពេញ​ទៅ​ថត ដែល​អ្នក​ចង់​រក្សា​ទុក​ឯកសារ​បម្រុង​ទុក<br />(ទុក​វា​ទទេ ដើម្បី​រក្សា​ទុក​ក្នុង​ថត​លំនាំ​ដើម​នៃ​វគ្គសិក្សា​នេះ)';
$string['backupschedulehelp'] = 'ជ្រើស​ថ្ងៃ​ណា​មួយ​នៃ​សប្ដាហ៍ ដើម្បី​ប្រតិបត្តិ​ការ​បម្រុង​ទុក​ស្វ័យ​ប្រវត្តិ ។';
$string['backuptakealook'] = 'សូម​មើល​កំណត់​ហេតុ​ការ​បម្រុង​ទុក​របស់​អ្នក​ក្នុង ៖ $a';
$string['backupuserfileshelp'] = 'ជ្រើស​ថា​តើ​គួរ​រួមបញ្ចូល​ឯកសារ​អ្នក​ប្រើ (ឧ. រូបភាព​អ្នក​ប្រើ) ក្នុង​ការ​បម្រុង​ទុក​ស្វ័យ​ប្រវត្តិ ឬ​អត់';
$string['backupusershelp'] = 'ជ្រើស​ថា​តើ​អ្នក​ចង់​រួម​បញ្ចូល​អ្នក​ប្រើ​ទាំងអស់​ក្នុង​ម៉ាស៊ីន​បម្រើ ឬ​រួមបញ្ចូល​តែ​អ្នក​ប្រើ​ដែល​ចាំបាច់​សម្រាប់​វគ្គ​សិក្សា​នីមួយៗ';
$string['backupversion'] = 'កំណែ​ការ​បម្រុង​ទុក';
$string['block'] = 'ប្លុក';
$string['blockconfiga'] = 'កំណត់​រចនា​សម្ព័ន្ធ​ប្លុក $a';
$string['blockconfigbad'] = 'ប្លុក​នេះ​មិន​ត្រូវ​បាន​ប្រតិបត្តិ​​ត្រឹមត្រូវ​ឡើយ ហេតុ​ដូច្នេះ​មិន​អាច​ផ្ដល់​ចំណុច​ប្រទាក់​ការ​កំណត់រចនា​សម្ព័ន្ធ​បាន​ឡើយ ។';
$string['blockdeleteconfirm'] = 'អ្នក​រៀបនឹង​លុប​ប្លុក \'$a\' ទាំងស្រុង ។  វា​នឹង​លុប​អ្វីៗ​ទាំងអស់​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​ដែល​ទាក់ទង​ជាមួយ​ប្លុក​នេះ ។  តើ​អ្នក​ពិត​ជា​ចង់​បន្ត​ឬ?';
$string['blockdeletefiles'] = 'ទិន្នន័យ​ទាំងអស់​ដែល​ទាក់ទង​នឹងប្លុក \'$a->block\' ត្រូវ​បាន​លុប​ពី​មូលដ្ឋាន​ទិន្នន័យ ។  ដើម្បី​បញ្ចប់​ការ​លុប (និង​ការពារ​ប្លុក​ពី​ការ​ដំឡើង​ដោយ​ខ្លួន​វា​ឡើង​វិញ) អ្នក​គួរ​លុប​ថត​នេះ​ពី​ម៉ាស៊ីន​បម្រើ​របស់​អ្នក​ឥឡូវ​នេះ ៖ $a->directory';
$string['blocks'] = 'ប្លុក';
$string['blocksaddedit'] = 'បន្ថែម​/​កែ​សម្រួល ប្លុក';
$string['blockseditoff'] = 'បិទ ការ​កែ​សម្រួល​ប្លុក';
$string['blocksediton'] = 'បើក​ ការ​កែ​សម្រួល​ប្លុក';
$string['blocksetup'] = 'រៀបចំ​តារាង​ប្លុក';
$string['blocksuccess'] = 'តារាង $a ត្រូវបាន​រៀបចំ​យ៉ាង​ត្រឹមត្រូវ';
$string['bycourseorder'] = 'តាម​លំដាប់​វគ្គ​សិក្សា';
$string['byname'] = 'តាម $a';
$string['bypassed'] = 'ជៀសវាង';
$string['cachecontrols'] = 'ការ​ត្រួតត្រា​ឃ្លាំង​សម្ងាត់';
$string['cancel'] = 'បោះបង់';
$string['cancelled'] = 'បាន​បោះបង់';
$string['categories'] = 'ប្រភេទ​វគ្គ​សិក្សា';
$string['category'] = 'ប្រភេទ';
$string['categoryadded'] = 'បាន​បន្ថែម​ប្រភេទ \'$a\'';
$string['categorydeleted'] = 'បាន​លុប​ប្រភេទ \'$a\'';
$string['categoryduplicate'] = 'មាន​ប្រភេទ​ដែល​មាន​ឈ្មោះ \'$a\' រួចហើយ !';
$string['changedpassword'] = 'បាន​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់';
$string['changepassword'] = 'ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់';
$string['changessaved'] = 'បាន​រក្សា​ទុក​ការ​ផ្លាស់ប្ដូរ';
$string['check'] = 'ពិនិត្យ';
$string['checkall'] = 'ពិនិត្យ​ទាំងអស់';
$string['checkingbackup'] = 'ពិនិត្យ​ការ​បម្រុង​ទុក';
$string['checkingcourse'] = 'ពិនិត្យ​វគ្គ​សិក្សា';
$string['checkingforbbexport'] = 'ពិនិត្យ​រកមើល​ការ​នាំចេញ BlackBoard';
$string['checkinginstances'] = 'ពិនិត្យ​វត្ថុ​តំណាង';
$string['checkingsections'] = 'ពិនិត្យ​ផ្នែក';
$string['checklanguage'] = 'ពិនិត្យ​ភាសា';
$string['checknone'] = 'មិនពិនិត្យ​អ្វី​ទាំងអស់';
$string['childcoursenotfound'] = 'រក​មិន​ឃើញ​វគ្គ​សិក្សា​កូន !';
$string['childcourses'] = 'វគ្គ​សិក្សា​កូន';
$string['choose'] = 'ជ្រើស';
$string['choosecourse'] = 'ជ្រើស​វគ្គ​សិក្សា';
$string['chooseenrolmethod'] = 'ជ្រើស​កម្មវិធី​ជំនួយ​ការ​ចុះ​ឈ្មោះ';
$string['chooselivelogs'] = 'ឬ​ឃ្លាំមើល​សកម្មភាព​បច្ចុប្បន្ន';
$string['chooselogs'] = 'ជ្រើស​កំណត់​ហេតុ​ណាមួយ​ដែល​អ្នក​ចង់​មើល';
$string['choosereportfilter'] = 'ជ្រើស​តម្រង​មួយ​សម្រាប់​របាយការណ៍';
$string['choosetheme'] = 'ជ្រើស​ស្បែក';
$string['chooseuser'] = 'ជ្រើស​អ្នក​ប្រើ';
$string['city'] = 'ទីក្រុង';
$string['clambroken'] = 'អ្នក​គ្រប់គ្រង​របស់​អ្នក​បាន​បើក​ការ​ពិនិត្យ​មេរោគ ចំពោះ​ការ​ផ្ទុក​ឡើង​ឯកសារ ប៉ុន្តែ​បាន​កំណត់​រចនា​សម្ព័ន្ធ​មួយ​ចំនួន​ខុស ។<br />ការ​ផ្ទុក​ឡើង​ឯកសារ​របស់​អ្នក​មិន​ជោគជ័យ​ឡើយ ។ អ្នក​គ្រប់គ្រង​របស់​អ្នក​នឹង​ទទួល​អ៊ីមែល​មួយ​អំពី​បញ្ហា​នេះ ដូច្នេះ​ពួក​គេ​នឹង​អាច​ដោះស្រាយ​បញ្ហា​នេះ ។<br />អ្នក​ប្រហែល​ជា​ត្រូវ​​ផ្ទុក​ឯកសារ​នេះ​ឡើង ពេល​ក្រោយ​ហើយ​​មើល​ទៅ ។';
$string['clamdeletedfile'] = 'ឯកសារ​ត្រូវ​បាន​លុប';
$string['clamdeletedfilefailed'] = 'មិន​អាច​លុប​ឯកសារ​បាន​ឡើយ';
$string['clamemailsubject'] = '$a :: ការ​ជូន​ដំណឹង Clam AV';
$string['clamfailed'] = 'Clam AV បាន​បរាជ័យ​ក្នុង​ការ​រត់ ។  សារ​កំហុស​គឺ $a ។ នេះ​ជា​លទ្ធផល​ពី Clam ៖';
$string['clamlost'] = 'Moodle ត្រូវ​បាន​កំណត់​រចនា​សម្ព័ន្ធ​ឲ្យ​រត់ clam ចំពោះ​ការ​ផ្ទុក​ឡើង​ឯកសារ ប៉ុន្តែ​ផ្លូវ​ទៅ​កាន់ Clam AV, $a  គឺមិន​ត្រឹមត្រូវ​ឡើយ ។';
$string['clamlostandactinglikevirus'] = 'លើស​ពី​នេះទៀត Moodle គឺត្រូវ​បាន​កំណត់​រចនា​សម្ព័ន្ធ ដូច្នេះ​ប្រសិន​បើ clam បរាជ័យ​ក្នុង​ការ​រត់ នោះ​ឯកសារ​នឹង​ត្រូវ​បាន​ចាត់​ទុក​ជា​មេរោគ ។ ដូច្នេះ​វា​មាន​ន័យ​ថា មិន​មាន​សិស្ស​ណា​ម្នាក់អាច​ផ្ទុក​ឡើង​ឯកសារ​បាន​ឡើយ ទាល់​តែ​អ្នក​ដោះស្រាយ​បញ្ហា​នេះ ។';
$string['clammovedfile'] = 'ឯកសារ​ត្រូវ​បាន​ផ្លាស់ទី​ទៅ​ថត​ដាច់​ពី​គេ ហើយ​ទីតាំង​ថ្មី​គឺ $a';
$string['clammovedfilebasic'] = 'ឯកសារ​ត្រូវ​បាន​ផ្លាស់ទី​ទៅ​ថត​ដាច់ពី​គេ ។';
$string['clamquarantinedirfailed'] = 'មិន​អាច​ផ្លាស់ទី​ឯកសារ​ទៅ​ក្នុង​ថត​ដាច់​ពី​គេ​បាន​ឡើយ គឺ $a ។ អ្នក​ត្រូវ​តែ​ដោះស្រាយ​បញ្ហា​នេះ បើ​មិន​ដូច្នោះ​ទេ ឯកសារ​នឹង​ត្រូវ​បាន​លុប ប្រសិន​បើ​វា​ត្រូវ​បាន​ប្រព័ន្ធ​រក​ឃើញ​ថា​បាន​ឆ្លង​មេរោគ ។';
$string['clamunknownerror'] = 'មាន​កំហុស​មិន​ស្គាល់​មួយ​ជាមួយ clam ។';
$string['cleaningtempdata'] = 'សម្អាត​ទិន្នន័យ​បណ្ដោះ​អាសន្ន';
$string['clicktochange'] = 'ចុច​ដើម្បី​ផ្លាស់ប្ដូរ';
$string['closewindow'] = 'បិទ​បង្អួច​នេះ';
$string['comparelanguage'] = 'ប្រៀបធៀប និង​កែ​សម្រួល​ភាសា​បច្ចុប្បន្ន';
$string['complete'] = 'ទាំងស្រុង';
$string['completereport'] = 'របាយការណ៍​ទាំងស្រុង';
$string['configuration'] = 'ការ​កំណត់​រចនា​សម្ព័ន្ធ';
$string['confirm'] = 'អះអាង';
$string['confirmed'] = 'ការ​ចុះ​ឈ្មោះ​របស់​អ្នក​ត្រូវ​បាន​អះអាង';
$string['confirmednot'] = 'ការ​ចុះ​ឈ្មោះ​របស់​អ្នក​មិន​ទាន់​បាន​អះអាង​នៅ​ឡើយទេ !';
$string['continue'] = 'បន្ត';
$string['continuetocourse'] = 'ចុច​ទីនេះ ដើម្បី​ចូល​ទៅ​ក្នុង​វគ្គសិក្សា​របស់​អ្នក';
$string['convertingwikitomarkdown'] = 'បម្លែង​វិគី​ទៅ​ជា Markdown';
$string['cookiesenabled'] = 'ត្រូវ​តែ​បើក​ខូគី នៅ​ក្នុង​កម្មវិធី​រុករក​របស់​អ្នក';
$string['cookiesnotenabled'] = 'ជា​សំណាង​មិន​ល្អ បច្ចុប្បន្ន​ខូគី​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឡើយ នៅ​​ក្នុង​កម្មវិធី​រុករក​របស់​អ្នក';
$string['copy'] = 'ចម្លង';
$string['copyasnoun'] = 'ចម្លង';
$string['copyingcoursefiles'] = 'ចម្លង​ឯកសារ​វគ្គ​សិក្សា';
$string['copyinguserfiles'] = 'ចម្លង​ឯកសារ​អ្នក​ប្រើ';
$string['copyingzipfile'] = 'ចម្លង​ឯកសារ zip';
$string['copyrightnotice'] = 'កំណត់​សម្គាល់​ការ​រក្សា​សិទ្ធិ';
$string['coresystem'] = 'ប្រព័ន្ធ​ស្នូល';
$string['cost'] = 'តម្លៃ';
$string['costdefault'] = 'តម្លៃ​លំនាំ​ដើម';
$string['counteditems'] = '$a->count $a->items';
$string['country'] = 'ប្រទេស';
$string['course'] = 'វគ្គ​សិក្សា';
$string['courseapprovedemail'] = 'វគ្គសិក្សា​ដែល​អ្នក​បាន​ស្នើសុំ, $a->name, ត្រូវ​បាន​អនុម័ត​ហើយ ។ អ្នក​ត្រូវ​បាន​ក្លាយ​ទៅ​ជា $a->teacher ។ ដើម្បី​ចូល​ដំណើរការ​វគ្គសិក្សា​ថ្មី សូម​ចូល​ទៅ $a->url';
$string['courseapprovedfailed'] = 'បរាជ័យ​ក្នុង​ការ​រក្សាទុក​វគ្គសិក្សា​ថា​បាន​អនុម័ត !';
$string['courseapprovedsubject'] = 'វគ្គ​សិក្សា​របស់​អ្នក​ត្រូវបាន​អនុម័ត !';
$string['courseavailable'] = 'វគ្គសិក្សា​នេះ​អាច​ឲ្យ​សិស្ស​រៀន​បាន';
$string['courseavailablenot'] = 'វគ្គ​សិក្សា​នេះ​មិន​មាន​សម្រាប់​សិស្ស​ឡើយ';
$string['coursebackup'] = 'ការ​បម្រុង​ទុក​វគ្គ​សិក្សា';
$string['coursecategories'] = 'ប្រភេទ​វគ្គ​សិក្សា';
$string['coursecategory'] = 'ប្រភេទ​វគ្គ​សិក្សា';
$string['coursecreators'] = 'អ្នក​បង្កើត​វគ្គ​សិក្សា';
$string['coursecreatorsdescription'] = 'អ្នក​បង្កើត​វគ្គសិក្សា​អាច​បង្កើត​វគ្គ​សិក្សា​ថ្មី ហើយ​បង្រៀន​ក្នុង​វគ្គ​នោះ ។';
$string['coursefiles'] = 'ឯកសារ​វគ្គ​សិក្សា';
$string['courseformatdata'] = 'ទិន្នន័យ​ទ្រង់ទ្រាយ​វគ្គ​សិក្សា';
$string['courseformats'] = 'ទ្រង់ទ្រាយ​វគ្គ​សិក្សា';
$string['coursegrades'] = 'ពិន្ទុ​វគ្គ​សិក្សា';
$string['coursehidden'] = 'បច្ចុប្បន្ន វគ្គ​សិក្សា​នេះ​មិន​មាន​សម្រាប់​សិស្ស​ឡើយ';
$string['courseimportnotaught'] = 'អ្នក​ដូច​មិន​មែន​ជា​គ្រូ​កែសម្រួល នៅ​ក្នុង​វគ្គសិក្សា​ផ្សេង​ឡើយ ដូច្នេះ​មិន​មាន​វគ្គ​សិក្សា​ណា​មួយ សម្រាប់​ឲ្យ​អ្នក​នាំចូល​ពី​ឡើយ ។';
$string['courseinfo'] = 'ព័ត៌មាន​វគ្គ​សិក្សា';
$string['coursemessage'] = 'ផ្ញើ​សារ​ទៅ​កាន់​អ្នក​ប្រើ​ទាំងអស់​ក្នុង​វគ្គសិក្សា';
$string['coursenotaccessible'] = 'វគ្គ​សិក្សា​នេះ​មិន​អនុញ្ញាត​ឲ្យ​ចូល​ដំណើរ​ការ​ជា​សាធារណៈ​ឡើយ';
$string['courseoverview'] = 'ទិដ្ឋភាព​ទូទៅ​នៃ​វគ្គ​សិក្សា';
$string['courseoverviewgraph'] = 'ក្រាប​អំពី​ទិដ្ឋភាព​ទូទៅ​នៃ​វគ្គ​សិក្សា';
$string['coursereject'] = 'ច្រាន​ចោល​សំណើ​សុំ​វគ្គសិក្សា';
$string['courserejected'] = 'វគ្គ​សិក្សា​ត្រូវ​បាន​ច្រាន​ចោល ហើយ​អ្នក​ស្នើ​នឹង​ត្រូវ​បាន​ជូន​ដំណឹង ។';
$string['courserejectemail'] = 'សូម​អភ័យទោស វគ្គសិក្សា​ដែល​អ្នក​បាន​ស្នើសុំ​ត្រូវ​បាន​ច្រានចោល​ហើយ ។ មូលហេតុ​គឺ​ដោយ​សារ​តែ ៖

$a';
$string['courserejectreason'] = 'សូម​ប្រាប់​ពី​មូលហេតុ ដែល​អ្នក​ច្រានចោល​វគ្គសិក្សា​នេះ<br />(វា​នឹង​ត្រូវ​បាន​ផ្ញើ​ជា​អ៊ីមែល​ទៅ​កាន់​អ្នក​ស្នើសុំ)';
$string['courserejectsubject'] = 'វគ្គសិក្សា​របស់​អ្នក​ត្រូវ​បាន​ច្រានចោល​ហើយ';
$string['courserequest'] = 'សំណើសុំ​វគ្គសិក្សា';
$string['courserequestdisabled'] = 'សូម​អភ័យ​ទោស ការ​ស្នើសុំ​វគ្គសិក្សា​ត្រូវបាន​បិទ​ដោយ​អ្នក​គ្រប់គ្រង';
$string['courserequestfailed'] = 'មិន​ដឹង​ជា​មូលហេតុ​អ្វី​ឡើយ បាន​ជា​មិន​អាច​រក្សាទុក​សំណើសុំ​វគ្គសិក្សា​របស់​អ្នក​បាន';
$string['courserequestintro'] = 'ប្រើ​សំណុំ​បែបបទ​នេះ ដើម្បី​ស្នើ​ឲ្យ​គេ​បង្កើត​វគ្គ​សិក្សា​ឲ្យ​អ្នក ។<br />សូម​ព្យាយាម​បំពេញ​ព័ត៌មាន​ឲ្យ​បាន​ច្រើន តាម​ដែល​អាច​ធ្វើបាន<br />ដើម្បី​ឲ្យ​អ្នក​គ្រប់គ្រង​បាន​ដឹង​អំពី​មូលហេតុ ដែល​អ្នក​​ចង់​បាន​វគ្គ​សិក្សា​នេះ ។';
$string['courserequestreason'] = 'មូលហេតុ​ដែល​ចង់បាន​វគ្គសិក្សា​នេះ';
$string['courserequestsuccess'] = 'បាន​រក្សា​ទុក​សំណើសុំ​វគ្គសិក្សា​របស់​អ្នក​ដោយ​ជោគជ័យ ។ សង្ឃឹម​ថា​អ្នក​នឹង​ទទួល​បាន​អ៊ីមែល​ឆ្លើយតប​ក្នុង​រយៈពេល​ពីរ ឬ​បី​ថ្ងៃ ។';
$string['courserestore'] = 'ស្ដារ​វគ្គ​សិក្សា';
$string['courses'] = 'វគ្គ​សិក្សា';
$string['coursescategory'] = 'វគ្គ​សិក្សា​ក្នុង​ប្រភេទ​ដូច​គ្នា';
$string['coursespending'] = 'វគ្គសិក្សា​រង់ចាំ​អនុម័ត';
$string['coursestaught'] = 'វគ្គ​សិក្សា​ដែល​ខ្ញុំ​បាន​បង្រៀន';
$string['courseupdates'] = 'ភាព​ទាន់​សម័យ​នៃ​វគ្គ​សិក្សា';
$string['courseuploadlimit'] = 'ដែន​កំណត់​ការ​ផ្ទុក​ឡើង​នៃ​វគ្គ​សិក្សា';
$string['create'] = 'បង្កើត';
$string['createaccount'] = 'បង្កើត​គណនី​ថ្មី​របស់​ខ្ញុំ';
$string['createfolder'] = 'បង្កើត​ថត​ក្នុង $a';
$string['createuserandpass'] = 'ជ្រើស​ឈ្មោះ​អ្នក​ប្រើ និង​ពាក្យ​សម្ងាត់​របស់​អ្នក';
$string['createziparchive'] = 'បង្កើត​ប័ណ្ណសារ zip';
$string['creatingblocks'] = 'បង្កើត​ប្លុក';
$string['creatingblocksroles'] = 'បង្កើត​ការ​ផ្ដល់ និង​ការ​បដិសេធ​តួនាទី​សម្រាប់​ប្លុក';
$string['creatingcategoriesandquestions'] = 'បង្កើត​ប្រភេទ និង​សំណួរ';
$string['creatingcoursemodules'] = 'បង្កើត​ម៉ូឌុល​វគ្គសិក្សា';
$string['creatingcourseroles'] = 'បង្កើត​ការ​ផ្ដល់ និង​ការ​បដិសេធ​តួនាទី​សម្រាប់​វគ្គសិក្សា';
$string['creatingevents'] = 'បង្កើត​ព្រឹត្តិការណ៍';
$string['creatinggradebook'] = 'បង្កើត​សៀវភៅ​ពិន្ទុ';
$string['creatinggroups'] = 'បង្កើត​ក្រុម';
$string['creatinggroupings'] = 'បង្កើត​ការ​ដាក់ក្រុម';
$string['creatinglogentries'] = 'បង្កើត​ធាតុ​កំណត់ហេតុ';
$string['creatingmessagesinfo'] = 'បង្កើត​ព័ត៌មាន​សារ';
$string['creatingmetacoursedata'] = 'បង្កើត​ព័ត៌មាន​វគ្គ​សិក្សា​មេតា';
$string['creatingmodroles'] = 'បង្កើត​ការ​ផ្ដល់ និង​ការ​បដិសេធ​តួនាទី​សម្រាប់​ម៉ូឌុល';
$string['creatingnewcourse'] = 'បង្កើត​វគ្គ​សិក្សា​ថ្មី';
$string['creatingrolesdefinitions'] = 'បង្កើត​ការ​កំណត់​តួ​នាទី';
$string['creatingscales'] = 'បង្កើត​មាត្រដ្ឋាន';
$string['creatingsections'] = 'បង្កើត​ផ្នែក';
$string['creatingtemporarystructures'] = 'បង្កើត​រចនា​សម្ព័ន្ធ​បណ្ដោះ​អាសន្ន';
$string['creatinguserroles'] = 'បង្កើត​ការ​ផ្ដល់ និង​ការ​បដិសេធ​តួនាទី​សម្រាប់​អ្នក​ប្រើ';
$string['creatingusers'] = 'បង្កើត​អ្នក​ប្រើ';
$string['creatingxmlfile'] = 'បង្កើត​ឯកសារ XML';
$string['currency'] = 'រូបិយប័ណ្ណ';
$string['currentcourseadding'] = 'វគ្គ​សិក្សា​បច្ចុប្បន្ន បន្ថែម​ទិន្នន័យ​ទៅ​វា';
$string['currentcoursedeleting'] = 'វគ្គ​សិក្សា​បច្ចុប្បន្ន លុប​វា​ជា​មុន​សិន';
$string['currentlanguage'] = 'ភាសា​បច្ចុប្បន្ន';
$string['currentlocaltime'] = 'ពេល​វេលា​មូលដ្ឋាន​បច្ចុប្បន្ន​របស់​អ្នក';
$string['currentlyselectedusers'] = 'អ្នក​ប្រើ​ដែល​បាន​ជ្រើស​បច្ចុប្បន្ន';
$string['currentpicture'] = 'រូបភាព​បច្ចុប្បន្ន';
$string['currentrelease'] = 'ព័ត៌មាន​ចេញផ្សាយ​បច្ចុប្បន្ន';
$string['currentversion'] = 'កំណែ​បច្ចុប្បន្ន';
$string['databasechecking'] = 'ធ្វើ​ឲ្យ​មូលដ្ឋាន​ទិន្នន័យ Moodle ប្រសើរ​ពី​កំណែ $a->oldversion ទៅ $a->newversion...';
$string['databaseperformance'] = 'សមត្ថភាព​មូលដ្ឋាន​ទិន្នន័យ';
$string['databasesetup'] = 'រៀបចំ​មូលដ្ឋាន​ទិន្នន័យ';
$string['databasesuccess'] = 'បាន​ធ្វើ​ឲ្យ​មូលដ្ឋាន​ទិន្នន័យ​ប្រសើរ​ដោយ​ជោគជ័យ';
$string['databaseupgradebackups'] = 'បច្ចុប្បន្ន កំណែ​ការ​បម្រុង​ទុក​គឺ $a';
$string['databaseupgradeblocks'] = 'បច្ចុប្បន្ន កំណែ​ប្លុក​គឺ $a';
$string['databaseupgradegroups'] = 'បច្ចុប្បន្ន កំណែ​​ក្រុម​គឺ $a';
$string['databaseupgradelocal'] = 'បច្ចុប្បន្ន កំណែ​ការ​ប្ដូរ​តាមបំណង​នៃ​មូលដ្ឋាន​ទិន្នន័យ​មូលដ្ឋាន​គឺ $a';
$string['databaseupgrades'] = 'ធ្វើ​ឲ្យ​មូលដ្ឋាន​ទិន្នន័យ​ប្រសើរ';
$string['date'] = 'កាលបរិច្ឆេទ';
$string['datechanged'] = 'បាន​ផ្លាស់ប្ដូរ​កាលបរិច្ឆេទ';
$string['datemostrecentfirst'] = 'កាល​បរិច្ឆេទ - ថ្មី​បំផុត​មុន​គេ';
$string['datemostrecentlast'] = 'កាល​បរិច្ឆេទ - ថ្មី​បំផុត​ក្រោយ​គេ';
$string['day'] = 'ថ្ងៃ';
$string['days'] = 'ថ្ងៃ';
$string['decodinginternallinks'] = 'ឌិកូដ​តំណ​ខាង​ក្នុង';
$string['default'] = 'លំនាំ​ដើម';
$string['defaultcoursefullname'] = 'ឈ្មោះ​ពេញ​វគ្គ​សិក្សា ១០១';
$string['defaultcourseshortname'] = 'CF101';
$string['defaultcoursestudent'] = 'សិស្ស';
$string['defaultcoursestudentdescription'] = 'ជាទូទៅ សិស្ស​មាន​សិទ្ធិ​តិច​ជាង​គេ នៅ​ក្នុង​វគ្គសិក្សា​មួយ ។';
$string['defaultcoursestudents'] = 'សិស្ស';
$string['defaultcoursesummary'] = 'សរសេរ​កថាខណ្ឌ​មួយ​យ៉ាង​ខ្លី ហើយ​គួរ​ឲ្យ​ចាប់​អារម្មណ៍ ដែល​ពន្យល់​អំពី​គោលបំណង​នៃ​វគ្គសិក្សា​នេះ';
$string['defaultcourseteacher'] = 'គ្រូ';
$string['defaultcourseteacherdescription'] = 'គ្រូ​អាច​ធ្វើ​អ្វី​ៗ​បាន​ទាំងអស់​នៅ​ក្នុង​វគ្គសិក្សា​មួយ ដោយ​រួមទាំង​ផ្លាស់ប្ដូរ​សកម្មភាព និង​ដាក់​ពិន្ទុ​សិស្ស​ផងដែរ ។';
$string['defaultcourseteachers'] = 'គ្រូ';
$string['delete'] = 'លុប';
$string['deleteall'] = 'លុប​ទាំងអស់';
$string['deletecategorycheck'] = 'តើ​អ្នក​ពិត​ជា​ចង់​លុប​ប្រភេទ <b>\'$a\'</b> នេះ​ទាំងស្រុង​ឬ ?<br />វគ្គ​សិក្សា​ទាំងអស់​ក្នុង​ប្រភេទ​នេះ នឹង​ត្រូវ​បាន​ផ្លាស់ទី​ទៅ​ក្នុង​ប្រភេទ​មេ (ប្រសិន​បើ​មាន) ឬ​ទៅ​ក្នុង​ប្រភេទ ផ្សេងៗ ។';
$string['deletecheck'] = 'លុប $a ?';
$string['deletecheckfiles'] = 'តើ​អ្នក​ពិត​ជា​ចង់​លុប​ឯកសារ​ទាំងនេះ​ឬ ?';
$string['deletecheckfull'] = 'តើ​អ្នក​ពិត​ជា​ចង់​លុប $a ទាំង​ស្រុង​ឬ ?';
$string['deletecheckwarning'] = 'អ្នក​រៀប​នឹង​លុប​ឯកសារ​ទាំងនេះ​ហើយ';
$string['deletecompletely'] = 'លុប​ទាំងស្រុង';
$string['deletecourse'] = 'លុប​វគ្គ​សិក្សា';
$string['deletecoursecheck'] = 'តើ​អ្នក​ពិត​ជា​ចង់​លុប​វគ្គ​សិក្សា​នេះ និង​ទិន្នន័យ​ទាំងអស់​របស់​វា​ទាំងស្រុង​ឬ ?';
$string['deleted'] = 'បាន​លុប';
$string['deletedactivity'] = 'បាន​លុប $a';
$string['deletedcourse'] = 'បាន​លុប $a ទាំងស្រុង';
$string['deletednot'] = 'មិន​អាច​លុប $a បាន​ទេ !';
$string['deleteselected'] = 'លុប​អ្វី​ដែល​បាន​ជ្រើស';
$string['deletingcourse'] = 'លុប $a';
$string['deletingexistingcoursedata'] = 'លុប​ទិន្នន័យ​វគ្គ​សិក្សា​មាន​ស្រាប់';
$string['deletingolddata'] = 'លុប​ទិន្នន័យ​ចាស់';
$string['department'] = 'ផ្នែក';
$string['desc'] = 'លំដាប់ចុះ';
$string['description'] = 'ពិពណ៌នា';
$string['deselectall'] = 'ដោះ​ជ្រើស​ទាំងអស់';
$string['detailedless'] = 'មិន​សូវ​លម្អិត';
$string['detailedmore'] = 'លម្អិត​ជាង​នេះ';
$string['directorypaths'] = 'ផ្លូវ​ថត';
$string['disable'] = 'បិទ';
$string['displayingfirst'] = 'បង្ហាញ​តែ $a->count $a->things ដំបូង​ប៉ុណ្ណោះ';
$string['displayingrecords'] = 'បង្ហាញ $a កំណត់ត្រា';
$string['displayingusers'] = 'បង្ហាញ​អ្នក​ប្រើ $a->start ដល់ $a->end';
$string['displayonpage'] = 'បង្ហាញលើ​ទំព័រ';
$string['documentation'] = 'ឯកសារ Moodle';
$string['donotask'] = 'កុំ​សួរ';
$string['down'] = 'ចុះ​ក្រោម';
$string['downloadexcel'] = 'ទាញយក​ជា​ទ្រង់ទ្រាយ Excel';
$string['downloadods'] = 'ទាញ​យក​ជា​ទ្រង់ទ្រាយ ODS';
$string['downloadtext'] = 'ទាញ​យក​ជា​ទ្រង់ទ្រាយ​អត្ថបទ';
$string['doyouagree'] = 'តើ​អ្នក​បាន​អាន​លក្ខខណ្ឌ​យល់​ហើយ ឬនៅ ?';
$string['duplicate'] = 'ស្ទួន';
$string['duplicatinga'] = 'ស្ទួន ៖ $a';
$string['duplicatingain'] = 'ស្ទួន $a->what ក្នុង $a->in';
$string['edhelpaspellpath'] = 'ដើម្បី​ប្រើ​ការ​ពិនិត្យ​អក្ខរាវិរុទ្ធ​នៅ​ក្នុង​កម្មវិធី​និពន្ធ អ្នកត្រូវតែ​បាន​ដំឡើង <strong>aspell ០.៥០</strong> ឬ​ថ្មី​ជាង​នេះ នៅលើ​ម៉ាស៊ីន​បម្រើ ហើយ​អ្នកត្រូវតែ​បញ្ជាក់​ផ្លូវ​ដែលត្រឹមត្រូវ​ដើម្បី​ចូល​ដំណើរការ​ឯកសារ​គោលពីរ​របស់ aspell ។ នៅ​លើ​ប្រព័ន្ធ យូនីក​/​លីនុច ជាទូទៅ​ផ្លូវ​នេះ​គឺ <strong>/usr/bin/aspell</strong> ប៉ុន្តែ​វា​អាច​ផ្សេង​ពី​នេះ ។';
$string['edhelpbgcolor'] = 'កំណត់​ពណ៌​ផ្ទៃ​ខាង​ក្រោយ​របស់​ផ្ទៃ​កែ​សម្រួល ។<br />តម្លៃ​ត្រឹមត្រូវ​គឺ ឧទាហរណ៍ ៖ #FFFFFF ឬ white';
$string['edhelpcleanword'] = 'ការ​កំណត់​នេះ​បិទ ឬ​បើក​តម្រង​ទ្រង់ទ្រាយ​ពាក្យ​ជាក់​លាក់​ណា​មួយ ។';
$string['edhelpenablespelling'] = 'បិទ ឬ​បើក​ការ​ពិនិត្យ​អក្ខរា​វិរុទ្ធ ។ ពេល​បើក អ្នក​ត្រូវ​តែ​ដំឡើង <strong>aspell</strong> នៅលើ​ម៉ាស៊ីន​បម្រើ ។ តម្លៃ​ទីពីរ​គឺ​ជា <strong>វចនានុក្រម​លំនាំ​ដើម</strong> ។ តម្លៃ​នេះ​នឹង​ត្រូវ​បាន​ប្រើ នៅពេលដែល aspell មិន​មាន​វចនានុក្រម​សម្រាប់​ភាសា​របស់​អ្នក​ប្រើ ។';
$string['edhelpfontfamily'] = 'គ្រួសារ​ពុម្ព​អក្សរ​គឺ​ជា​បញ្ជី​ឈ្មោះ​គ្រួសារ​ពុម្ព​អក្សរ និង/ឬ​ឈ្មោះ​គ្រួសារ​នៃ​ប្រភេទ ។ ឈ្មោះ​គ្រួសារ​ត្រូវ​តែ​បំបែក​ដោយ​សញ្ញា​ក្បៀស ។';
$string['edhelpfontlist'] = 'កំណត់​ពុម្ព​អក្សរ​ដែល​ប្រើ ក្នុង​ម៉ឺនុយ​ធ្លាក់​ចុះ​របស់​កម្មវិធី​និពន្ធ ។';
$string['edhelpfontsize'] = 'ទំហំ​ពុម្ព​អក្សរ​លំនាំ​ដើម​កំណត់​ទំហំ​ពុម្ព​អក្សរ ។ <br />តម្លៃ​ត្រឹមត្រូវ​គឺ ឧទាហរណ៍ ៖ medium, large, smaller, larger, 10pt, 11px ។';
$string['edit'] = 'កែសម្រួល $a';
$string['editcoursesettings'] = 'កែ​សម្រួល​ការ​កំណត់​វគ្គ​សិក្សា';
$string['editfiles'] = 'កែ​សម្រួល​ឯកសារ';
$string['editgroupprofile'] = 'កែ​សម្រួល​ទម្រង់​ក្រុម';
$string['editinga'] = 'កែ​សម្រួល $a';
$string['editingteachershort'] = 'កម្មវិធី​និពន្ធ';
$string['editlock'] = 'មិនអាច​កែសម្រួល​តម្លៃ​នេះ​បានទេ !';
$string['editmyprofile'] = 'កែ​សម្រួល​ទម្រង់';
$string['editorbgcolor'] = 'ពណ៌​ផ្ទៃ​ខាង​ក្រោយ';
$string['editorcleanonpaste'] = 'សម្អាត​ពាក្យ HTML ពេល​បិទភ្ជាប់';
$string['editorcommonsettings'] = 'ការ​កំណត់​ទូទៅ';
$string['editordefaultfont'] = 'ពុម្ព​អក្សរ​លំនាំ​ដើម';
$string['editorenablespelling'] = 'បើក​ការ​ពិនិត្យ​អក្ខរាវិរុទ្ធ';
$string['editorfontlist'] = 'បញ្ជី​ពុម្ព​អក្សរ';
$string['editorfontsize'] = 'ទំហំ​ពុម្ព​អក្សរ​លំនាំ​ដើម';
$string['editorhelptopics'] = 'ប្រធាន​បទ​ជំនួយ​របស់​កម្មវិធី​និពន្ធ ។';
$string['editorresettodefaults'] = 'កំណត់​ទៅ​ជា​តម្លៃ​លំនាំ​ដើម';
$string['editorsettings'] = 'ការ​កំណត់​កម្មវិធី​និពន្ធ';
$string['editorshortcutkeys'] = 'គ្រាប់​ចុច​ផ្លូវកាត់​កម្មវិធី​និពន្ធ';
$string['editsummary'] = 'កែ​សម្រួល​សេចក្ដី​សង្ខេប';
$string['editthisactivity'] = 'កែ​សម្រួល​សកម្មភាព​នេះ';
$string['editthiscategory'] = 'កែ​សម្រួល​ប្រភេទ​នេះ';
$string['edituser'] = 'កែ​សម្រួល​គណនី​អ្នក​ប្រើ';
$string['email'] = 'អាសយដ្ឋាន​អ៊ីមែល';
$string['emailactive'] = 'ធ្វើ​ឲ្យ​អ៊ីមែល​សកម្ម';
$string['emailagain'] = 'អ៊ីមែល (ម្ដង​ទៀត)';
$string['emailcharset'] = 'សំណុំ​តួ​អក្សរ​អ៊ីមែល';
$string['emailconfirm'] = 'អះអាង​គណនី​របស់​អ្នក';
$string['emailconfirmation'] = 'សួស្ដី $a->firstname

គណនី​ថ្មី​មួយ​ត្រូវ​បាន​ស្នើ​នៅ​ \'$a->sitename\'
ដោយ​ប្រើ​អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក ។

ដើម្បី​អះអាង​គណនី​ថ្មី​របស់​អ្នក សូម​ចូល​ទៅ​កាន់​អាសយដ្ឋាន​នេះ ៖

$a->link

កម្មវិធី​ផ្ញើ​សំបុត្រ​ភាគ​ច្រើន បង្ហាញ​អាសយដ្ឋាន​នេះជា​តំណ​ពណ៌​ខៀវ 
ដែល​អ្នក​អាច​ចុច​លើ​វា ។ ប្រសិន​បើ​វា​មិន​ដំណើរការ​ទេ សូម​ចម្លង
អាសយដ្ឋាន​នេះ រួច​បិទភ្ជាប់​ទៅ​ក្នុង​​កម្មវិធីរុករក​អ៊ីនធឺណិត​​របស់​អ្នក ។

ប្រសិន​បើ​អ្នក​ត្រូវ​ការ​ជំនួយ សូម​ទាក់ទង​អ្នក​គ្រប់គ្រង​តំបន់បណ្ដាញ ។
$a->admin';
$string['emailconfirmationsubject'] = '$a ៖ អះអាង​គណនី';
$string['emailconfirmsent'] = '<p>អ្នក​គួរ​តែ​ទទួល​បាន​អ៊ីមែល​មួយ​នៅ​ឯ <b>$a</b></p>
<p>វា​ផ្ទុក​នូវ​សេចក្ដី​ណែនាំ​ងាយៗ ដើម្បី​ឲ្យ​អ្នក​បញ្ចប់​ការ​ចុះឈ្មោះ​របស់​អ្នក ។</p>
<p>ប្រសិន​បើ​អ្នក​នៅ​តែ​មាន​ការ​លំបាក សូម​ទាក់ទង​អ្នក​គ្រប់គ្រង​តំបន់បណ្ដាញ ។</p>';
$string['emaildigest'] = 'ប្រភេទ​អ៊ីមែល​សរុប';
$string['emaildigestcomplete'] = 'ទាំងស្រុង (អ៊ីមែល​ប្រចាំ​ថ្ងៃ មាន​ការ​ប្រកាស​ទាំងស្រុង)';
$string['emaildigestoff'] = 'គ្មាន​អ៊ីមែល​សរុប (អ៊ីមែល​មួយ​សម្រាប់​ការ​ប្រកាស​មួយ)';
$string['emaildigestsubjects'] = 'ប្រធានបទ (អ៊ីមែលប្រចាំ​ថ្ងៃ មាន​តែ​ប្រធានបទ)';
$string['emaildisable'] = 'អាសយដ្ឋាន​អ៊ីមែល​នេះ​ត្រូវ​បាន​បិទ';
$string['emaildisableclick'] = 'ចុច​ទីនេះ ដើម្បី​បិទ​អ៊ីមែល​ទាំងអស់​កុំ​ឲ្យ​ផ្ញើ​អ៊ីមែល​ទៅ​អាសយដ្ឋាន​នេះ';
$string['emaildisplay'] = 'ការ​បង្ហាញ​អ៊ីមែល';
$string['emaildisplaycourse'] = 'អនុញ្ញាត​ឲ្យ​តែ​សមាជិក​ផ្សេង​នៃ​វគ្គសិក្សា​ប៉ុណ្ណោះ មើល​អាសយដ្ឋាន​អ៊ីមែល​របស់​ខ្ញុំ';
$string['emaildisplayno'] = 'លាក់​អាសយដ្ឋាន​អ៊ីមែល​របស់​ខ្ញុំ​ពី​អ្នក​ទាំងអស់​គ្នា';
$string['emaildisplayyes'] = 'អនុញ្ញាត​ឲ្យ​ទាំងអស់​គ្នា​មើលឃើញ​អាសយដ្ឋាន​អ៊ីមែល​របស់​ខ្ញុំ';
$string['emailenable'] = 'អាសយដ្ឋាន​អ៊ីមែល​នេះ​ត្រូវ​បាន​បើក';
$string['emailenableclick'] = 'ចុច​ទីនេះ ដើម្បី​បើកឡើងវិញ​នូវ​អ៊ីមែល​ទាំងអស់​ដែល​ផ្ញើ​ទៅ​អាសយដ្ឋាន​នេះ';
$string['emailexists'] = 'អាសយដ្ឋាន​អ៊ីមែល​នេះ​ត្រូវ​បាន​ចុះ​ឈ្មោះ​រួច​ហើយ ។';
$string['emailformat'] = 'ទ្រង់ទ្រាយ​អ៊ីមែល';
$string['emailmustbereal'] = 'ចំណាំ ៖ អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក​ត្រូវ​តែ​​ជា​អាសយដ្ឋាន​ពិតប្រាកដ';
$string['emailnotallowed'] = 'អាសយដ្ឋាន​អ៊ីមែល​ក្នុង​ដែន​ទាំងនេះ​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឡើយ ($a)';
$string['emailnotfound'] = 'រក​មិន​ឃើញ​អាសយដ្ឋាន​អ៊ីមែល​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​ឡើយ';
$string['emailonlyallowed'] = 'អ៊ីមែល​នេះ​មិនមែន​ជា​អ៊ីមែល​ដែល​បាន​អនុញ្ញាត​ឡើយ ($a)';
$string['emailpasswordconfirmation'] = 'សួស្ដី $a->firstname

មាន​នរណាម្នាក់ (ប្រហែល​ជា​អ្នក) បាន​ស្នើ​ពាក្យ​សម្ងាត់ថ្មី​
សម្រាប់​គណនី​របស់​អ្នក​នៅឯ \'$a->sitename\' ។

ដើម្បី​អះអាង និង​ដើម្បី​ផ្ញើ​ពាក្យ​សម្ងាត់​ទៅ​អ្នក​តាម​រយៈ​អ៊ីមែល
សូម​ទៅកាន់​អាសយដ្ឋាន​បណ្ដាញ ៖

$a->link

កម្មវិធី​ផ្ញើសំបុត្រ​ភាគច្រើន គួរតែ​បង្ហាញ​អាសយដ្ឋាន​នេះជា​
តំណ​ពណ៌ខៀវ​ដោយ​អ្នក​គ្រាន់តែ​ចុច​លើ​វា ។
ប្រសិន​បើ​វា​មិនដំណើរការ​ទេ អ្នក​អាច​ចម្លង ហើយ​បិទភ្ជាប់​
អាសយដ្ឋាន​នេះ​ទៅ​ក្នុង​កម្មវិធី​រុករក​អ៊ីនធឺណិត​របស់​អ្នក ។

ប្រសិន​បើ​អ្នក​ត្រូវការ​ជំនួយ សូម​ទាក់ទង​អ្នកគ្រប់គ្រង​តំបន់បណ្ដាញ
$a->admin';
$string['emailpasswordconfirmationsubject'] = '$a ៖ អះអាង​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់';
$string['emailpasswordconfirmmaybesent'] = '<p>បើ​អ្នក​បាន​ផ្ដល់​ឈ្មោះ​អ្នក​ប្រើ ឬ​អាសយដ្ឋាន​អ៊ីមែល​មួយ​ត្រឹមត្រូវ អ្នក​គួរ​តែ​ទទួល​បាន​អ៊ីមែល​មួយ ។</p>
<p>វា​ផ្ទុក​នូវ​សេចក្ដី​ណែនាំ​ងាយៗ ដើម្បី​ឲ្យ​អ្នក​បញ្ចប់​ការ​ចុះឈ្មោះ​របស់​អ្នក ។
ប្រសិន​បើ​អ្នក​នៅ​តែ​មាន​ការ​លំបាក សូម​ទាក់ទង​អ្នក​គ្រប់គ្រង​តំបន់បណ្ដាញ ។</p>';
$string['emailpasswordconfirmsent'] = 'អ្នក​គួរ​តែ​ទទួល​បាន​អ៊ីមែល​មួយ​នៅ​ឯ <b>$a</b> ។
<br />វា​ផ្ទុក​នូវ​សេចក្ដី​ណែនាំ​ងាយៗ ដើម្បី​ឲ្យ​អ្នក​បញ្ចប់​ការ​ចុះឈ្មោះ​របស់​អ្នក ។
ប្រសិន​បើ​អ្នក​នៅ​តែ​មាន​ការ​លំបាក សូម​ទាក់ទង​អ្នក​គ្រប់គ្រង​តំបន់បណ្ដាញ ។';
$string['emailpasswordchangeinfo'] = 'សួស្ដី $a->firstname,

មាន​នរណាម្នាក់ (ប្រហែល​ជា​អ្នក) បាន​ស្នើ​ពាក្យ​សម្ងាត់ថ្មី​
សម្រាប់​គណនី​របស់​អ្នក​នៅឯ \'$a->sitename\' ។

ដើម្បី​ផ្លាស់ប្ដូរ​ពាក្យសម្ងាត់​របស់​អ្នក សូម​ទៅកាន់​អាសយដ្ឋាន​បណ្ដាញ ៖

$a->link

កម្មវិធី​ផ្ញើសំបុត្រ​ភាគច្រើន គួរតែ​បង្ហាញ​អាសយដ្ឋាន​នេះជា​
តំណ​ពណ៌ខៀវ​ដោយ​អ្នក​គ្រាន់តែ​ចុច​លើ​វា ។
ប្រសិន​បើ​វា​មិនដំណើរការ​ទេ អ្នក​អាច​ចម្លង ហើយ​បិទភ្ជាប់​
អាសយដ្ឋាន​នេះ​ទៅ​ក្នុង​កម្មវិធី​រុករក​អ៊ីនធឺណិត​របស់​អ្នក ។

ប្រសិន​បើ​អ្នក​ត្រូវការ​ជំនួយ សូម​ទាក់ទង​អ្នកគ្រប់គ្រង​តំបន់បណ្ដាញ
$a->admin';
$string['emailpasswordchangeinfodisabled'] = 'សួស្ដី $a->firstname,

មាន​នរណាម្នាក់ (ប្រហែល​ជា​អ្នក) បាន​ស្នើ​ពាក្យ​សម្ងាត់ថ្មី​
សម្រាប់​គណនី​របស់​អ្នក​នៅឯ \'$a->sitename\' ។

ប៉ុន្តែ​សំណាង​មិន​ល្អ គណនី​របស់​អ្នក​នៅ​ឯ​តំបន់​បណ្ដាញ​នោះ
ត្រូវ​បាន​បិទ​បាត់​ទៅ​ហើយ ហើយ​មិន​អាច​កំណត់​ឡើង​វិញ​បាន​ឡើយ
សូម​ទាក់ទង​អ្នក​គ្រប់គ្រង​តំបន់​បណ្ដាញ
$a->admin';
$string['emailpasswordchangeinfofail'] = 'សួស្ដី $a->firstname,

មាន​នរណាម្នាក់ (ប្រហែល​ជា​អ្នក) បាន​ស្នើ​ពាក្យ​សម្ងាត់ថ្មី​
សម្រាប់​គណនី​របស់​អ្នក​នៅឯ \'$a->sitename\' ។

ប៉ុន្តែ​សំណាង​មិន​ល្អ  អ្នក​មិន​អាច​កំណត់
ពាក្យសម្ងាត់​ឡើង​វិញ​បាន​ឡើយ ។
សូម​ទាក់ទង​អ្នក​គ្រប់គ្រង​តំបន់​បណ្ដាញ
$a->admin';
$string['emailpasswordchangeinfosubject'] = '$a ៖ ព័ត៌មាន​អំពី​ការ​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់';
$string['emailpasswordsent'] = 'សូម​អរគុណ​ចំពោះការ​អះអាង​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់ ។
អ៊ីមែល​មួយ​ដែល​មាន​ពាក្យសម្ងាត់​ថ្មី​របស់​អ្នក ត្រូវ​បាន​ផ្ញើ​ទៅ
អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក​នៅ​ឯ <br /><b>$a->email</b> ។<br />
ពាក្យសម្ងាត់​ថ្មី​ត្រូវ​បាន​បង្កើត​ដោយ​ស្វ័យប្រវត្តិ អ្នក​អាច
<a href=\"$a->link\">ផ្លាស់ប្ដូរ​ពាក្យសម្ងាត់​របស់​អ្នក</a> ទៅ​អ្វី​ផ្សេង​ងាយស្រួល​ចាំ​ជាង​នេះ​ក៏​បាន​ដែរ ។';
$string['enable'] = 'បើក';
$string['encryptedcode'] = 'កូដ​បាន​អ៊ិនគ្រីប';
$string['enroldate'] = 'ជួរ​កាល​បរិច្ឆេទ';
$string['enrolenddate'] = 'កាល​បរិច្ឆេទ​បញ្ចប់';
$string['enrolenddaterror'] = 'កាល​បរិច្ឆេទ​បញ្ចប់​ការ​ចុះ​ឈ្មោះ មិន​អាច​នៅ​មុន​កាល​បរិច្ឆេទ​ចាប់​ផ្ដើម​បាន​ឡើយ';
$string['enrollable'] = 'វគ្គ​សិក្សា​អាច​ចុះ​ឈ្មោះ​បាន';
$string['enrolledincourse'] = 'បាន​ចុះ​ឈ្មោះ​ក្នុង​វគ្គ​សិក្សា \"$a\"';
$string['enrolledincoursenot'] = 'មិន​បាន​ចុះ​ឈ្មោះ​ក្នុង​វគ្គ​សិក្សា \"$a\"';
$string['enrollfirst'] = 'អ្នកត្រូវតែចុះឈ្មោះ​ក្នុងវគ្គសិក្សា​មួយ មុន​នឹងអាច​ប្រើ​សកម្មភាព​តំបន់​បណ្ដាញ';
$string['enrolme'] = 'ចុះ​ឈ្មោះ​ខ្ញុំ​ក្នុង​វគ្គ​សិក្សា​នេះ';
$string['enrolmentconfirmation'] = 'អ្នក​រៀប​នឹង​ចុះ​ឈ្មោះ​ខ្លួន​អ្នក​ជា​សមាជិក​នៃ​វគ្គ​សិក្សា​នេះ​ហើយ ។<br />តើ​អ្នក​ពិត​ជា​ចង់​ធ្វើ​ដូចនោះ​​ឬ ?';
$string['enrolmentend'] = 'ចុង​បញ្ចប់​នៃ​ការ​ចុះឈ្មោះ';
$string['enrolmentkey'] = 'កូន​សោ​​ចុះ​ឈ្មោះ';
$string['enrolmentkeyfrom'] = 'វគ្គសិក្សា​នេះ​ត្រូវការ \'កូនសោ​ចុះឈ្មោះ\' ។ វា​គឺ​ជា​ពាក្យ​សម្ងាត់<br />
ប្រើ​តែ​មួយ​ពេល ដែល​អ្នក​គួរតែ​បាន​ទទួល​ពី $a';
$string['enrolmentkeyfromguest'] = 'វគ្គ​សិក្សា​នេះ​ត្រូវការ \'កូន​សោ​​ចុះ​ឈ្មោះ\' - ក្នុង​នាម​ជា​ភ្ញៀវ<br />
អ្នក​ត្រូវ​តែ​បញ្ចូល​វា​រាល់​ពេល​ដែល​អ្នក​ចូល​ក្នុង​វគ្គ​សិក្សា ។ អ្នក​គួរ​តែ​បាន​ទទួល​វា​​ពី $a';
$string['enrolmentkeyhint'] = 'កូន​សោ​ចុះ​ឈ្មោះ​នោះ​មិន​ត្រឹមត្រូវ​ឡើយ ។ សូម​ព្យាយាម​ម្ដង​ទៀត<br />
(នេះ​ជា​ព័ត៌មាន​ជំនួយ - វា​ចាប់ផ្ដើម​ដោយ \'$a\')';
$string['enrolmentnew'] = 'ចុះ​ឈ្មោះ​ថ្មី​នៅ​ក្នុង $a';
$string['enrolmentnewuser'] = '$a->user បាន​ចុះ​ឈ្មោះ​ក្នុង​វគ្គ​សិក្សា \"$a->course\"';
$string['enrolmentnointernal'] = 'បច្ចុប្បន្ន ការ​ចុះឈ្មោះ​ដោយដៃ​មិនត្រូវ​បាន​អនុញ្ញាត​ឡើយ';
$string['enrolmentnotyet'] = 'សូមអភ័យ​ទោស អ្នក​មិន​អាច​ចូល​ដំណើរ​ការ​វគ្គ​សិក្សា​នេះ​បានទេ រហូត​ដល់ <br /> $a';
$string['enrolmentplugins'] = 'កម្មវិធី​ជំនួយ​ការ​ចុះ​ឈ្មោះ';
$string['enrolments'] = 'ការ​ចុះ​ឈ្មោះ';
$string['enrolmentstart'] = 'បាន​ចាប់ផ្ដើម​ការ​ចុះ​ឈ្មោះ';
$string['enrolperiod'] = 'រយៈពេល​ចុះឈ្មោះ';
$string['enrolstartdate'] = 'កាល​បរិច្ឆេទ​ចាប់ផ្ដើម';
$string['entercourse'] = 'ចុច ដើម្បី​ចូល​វគ្គសិក្សា​នេះ';
$string['enteremailaddress'] = 'បញ្ចូល​អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក​ដើម្បី​កំណត់​ពាក្យ​សម្ងាត់​របស់​អ្នក​ឡើង​វិញ 
និង​ដើម្បី​ឲ្យ​ផ្ញើ​ពាក្យ​សម្ងាត់​ថ្មី​ទៅ​អ្នក​តាម​រយៈ​អ៊ីមែល ។';
$string['enteryourinterests'] = 'បញ្ចូល​ចំណាប់​អារម្មណ៍​របស់​អ្នក ដោយ​បំបែក​ដោយ​សញ្ញា​ក្បៀស';
$string['entries'] = 'ធាតុ';
$string['error'] = 'កំហុស';
$string['errortoomanylogins'] = 'សូម​អភ័យ​ទោស អ្នក​បាន​ប៉ុនប៉ង​ចូល​​លើស​ចំនួន​កំណត់​ដែល​អនុញ្ញាត​ហើយ ។ សូម​ចាប់ផ្ដើម​កម្មវិធី​រុករក​របស់​អ្នក​ឡើងវិញ ។';
$string['errorwhenconfirming'] = 'អ្នក​មិន​ទាន់​បាន​អះអាង​នៅ​ឡើយទេ ពីព្រោះ​មាន​កំហុស​បាន​កើតឡើង ។  ប្រសិន​បើ​អ្នក​ចុច​លើ​តំណ​ក្នុង​អ៊ីមែល​ដើម្បី​មក​ដល់​ទីនេះ សូម​ប្រាកដ​ថា​ជួរ​ក្នុង​អ៊ីមែល​របស់​អ្នក​មិន​ខូច ឬ​រុំ​ឡើយ ។ អ្នក​អាច​ប្រើ​ចម្លង និង​បិទភ្ជាប់ ដើម្បី​បង្កើត​តំណ​ឡើង​វិញ​ឲ្យ​បាន​ត្រឹមត្រូវ ។';
$string['everybody'] = 'អ្នក​រាល់គ្នា';
$string['executeat'] = 'ប្រតិបត្តិ​នៅ';
$string['existing'] = 'មាន​ស្រាប់';
$string['existingadmins'] = 'អ្នក​គ្រប់គ្រង​មាន​ស្រាប់';
$string['existingcourse'] = 'វគ្គ​សិក្សា​មាន​ស្រាប់';
$string['existingcourseadding'] = 'វគ្គ​សិក្សា​មាន​ស្រាប់ ដោយ​បន្ថែម​ទិន្នន័យ​ទៅ​ឲ្យ​វា';
$string['existingcoursedeleting'] = 'វគ្គ​សិក្សា​មាន​ស្រាប់ ដោយ​លុប​វា​ជា​មុន';
$string['existingcreators'] = 'អ្នក​បង្កើត​វគ្គ​សិក្សា​មាន​ស្រាប់';
$string['existingstudents'] = 'សិស្ស​ដែល​បាន​ចុះឈ្មោះ';
$string['existingteachers'] = 'គ្រូ​មាន​ស្រាប់';
$string['expirynotify'] = 'ការ​ជូនដំណឹង​ពីការ​ផុត​កំណត់​នៃ​ការ​ចុះឈ្មោះ';
$string['expirynotifyemail'] = 'សិស្ស​ទាំងនេះ​នៅ​ក្នុង​វគ្គសិក្សា​នេះ នឹង​ផុតកំណត់​ក្នុង​រយៈពេល $a->threshold ថ្ងៃ ៖

$a->current

សិស្ស​ទាំងនេះ​នៅ​ក្នុង​វគ្គសិក្សា​នេះ នឹង​ផុតកំណត់​ក្នុង​រយៈពេល​តិច​ជាង $a->threshold ថ្ងៃ ៖

$a->past

អ្នក​អាច​ចូល​ទៅ​ទំព័រ​ខាង​ក្រោម​នេះ ដើម្បី​ពន្យារពេល​ចុះឈ្មោះ​របស់​សិស្ស​ទាំងនោះ ៖
$a->extendurl';
$string['expirynotifystudents'] = 'ជូន​ដំណឹង​ដល់​សិស្ស';
$string['expirynotifystudentsemail'] = '$a->studentstr ជា​ទីរាប់អាន

យើង​ខ្ញុំ​សូម​ជូនដំណឹង​ថា ការ​ចុះឈ្មោះរបស់​អ្នក​នៅ​ក្នុង​វគ្គសិក្សា $a->course នឹង​ផុត​កំណត់​ក្នុង​រយៈពេល $a->threshold ថ្ងៃ ។

សូម​ទាក់ទង $a->teacherstr របស់​អ្នក​សម្រាប់​សំណួរ​បន្ថែមទៀត ។';
$string['expirythreshold'] = 'ចំនួន​កំណត់';
$string['explanation'] = 'ការ​ពន្យល់';
$string['extendenrol'] = 'ពន្យារពេល​ចុះឈ្មោះ';
$string['groupextendenrol'] = 'ពន្យារពេល​ចុះឈ្មោះ សម្រាប់​ទាំងអស់​គ្នា';
$string['courseenrolstartdate'] = 'កាល​បរិច្ឆេទ​ចាប់ផ្ដើម​ចុះ​ឈ្មោះ​ចូល​រៀន';
$string['courseenrolenddate'] = 'កាល​បរិច្ឆេទ​បញ្ចប់​ការ​ចុះ​ឈ្មោះ​ចូល​រៀន';
$string['startingfrom'] = 'ចាប់ផ្ដើម​ពី';
$string['extendperiod'] = 'រយៈពេល​ពន្យារ';
$string['failedloginattempts'] = 'ចូល​បរាជ័យ $a->attempts ដង តាំង​ពី​ចូល​លើក​មុន';
$string['failedloginattemptsall'] = 'ចូល​បរាជ័យ $a->attempts ដង សម្រាប់​គណនី $a->accounts';
$string['feedback'] = 'មតិ​យោបល់';
$string['file'] = 'ឯកសារ';
$string['filemissing'] = 'បាត់ $a';
$string['files'] = 'ឯកសារ';
$string['filesfolders'] = 'ឯកសារ​/​ថត';
$string['filloutallfields'] = 'សូម​បំពេញ​វាល​ទាំងអស់​ក្នុង​សំណុំ​បែបបទ​នេះ';
$string['findmorecourses'] = 'រក​វគ្គ​សិក្សា​បន្ថែម​ទៀត...';
$string['firstdayofweek'] = '០';
$string['firstname'] = 'នាម​ខ្លួន';
$string['firsttime'] = 'តើ​អ្នក​មក​ទីនេះ​ជា​លើក​ទី​មួយ​ឬ ?';
$string['folder'] = 'ថត';
$string['folderclosed'] = 'បាន​បិទ​ថត';
$string['folderopened'] = 'បាន​បើក​ថត';
$string['followingoptional'] = 'មិន​ទាមទារ​ធាតុ​ខាង​ក្រោម​នេះ​ឡើយ';
$string['followingrequired'] = 'ទាមទារ​ធាតុ​ខាង​ក្រោម​នេះ';
$string['force'] = 'តម្រូវ​ឲ្យ​ប្រើ';
$string['forcedmode'] = 'របៀប​តម្រូវ​ឲ្យ​ប្រើ';
$string['forcelanguage'] = 'តម្រូវ​ឲ្យ​ប្រើ​ភាសា';
$string['forceno'] = 'កុំ​តម្រូវ​ឲ្យ​ប្រើ';
$string['forcepasswordchange'] = 'តម្រូវ​ឲ្យ​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់';
$string['forcepasswordchangehelp'] = 'រំលឹក​ឲ្យ​អ្នក​ប្រើ​ផ្លាស់ប្ដូរ ពេល​ចូល​លើក​ក្រោយ';
$string['forcepasswordchangenotice'] = 'អ្នក​ត្រូវ​តែ​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​របស់​អ្នក​ដើម្បី​បន្ត ។';
$string['forcetheme'] = 'តម្រូវ​ឲ្យ​ប្រើ​ស្បែក';
$string['forgotaccount'] = 'បាត់​ពាក្យ​សម្ងាត់​ឬ ?';
$string['forgotten'] = 'ភ្លេច​ពាក្យ​សម្ងាត់ ឬ​ឈ្មោះ​អ្នក​ប្រើ​របស់​អ្នក​ឬ ?';
$string['forgottenduplicate'] = 'អាសយដ្ឋាន​អ៊ីមែល​ត្រូវ​បាន​ប្រើ​ដោយ​គណនី​ច្រើន សូម​បញ្ចូល​ឈ្មោះ​អ្នក​ប្រើ​វិញ';
$string['forgotteninvalidurl'] = 'URL កំណត់​ពាក្យ​សម្ងាត់​ឡើង​វិញ​មិនត្រឹមត្រូវ​ឡើយ';
$string['format'] = 'ទ្រង់ទ្រាយ';
$string['formathtml'] = 'ទ្រង់ទ្រាយ HTML';
$string['formatlams'] = 'ទ្រង់ទ្រាយ​វគ្គ​សិក្សា LAMS';
$string['formatmarkdown'] = 'ទ្រង់ទ្រាយ Markdown';
$string['formatplain'] = 'ទ្រង់ទ្រាយ​អត្ថបទ​ធម្មតា';
$string['formatscorm'] = 'ទ្រង់ទ្រាយ SCORM';
$string['formatsocial'] = 'ទ្រង់ទ្រាយ​សង្គម';
$string['formattext'] = 'ទ្រង់ទ្រាយ Moodle ស្វ័យប្រវត្តិ';
$string['formattexttype'] = 'ទ្រង់ទ្រាយ';
$string['formattopics'] = 'ទ្រង់ទ្រាយ​ប្រធាន​បទ';
$string['formattopicsajax'] = 'ទ្រង់ទ្រាយ​ប្រធាន​បទ - AJAX';
$string['formatweeks'] = 'ទ្រង់ទ្រាយ​សប្ដាហ៍';
$string['formatweekscss'] = 'ទ្រង់ទ្រាយ​សប្ដាហ៍ - CSS/គ្មាន​តារាង';
$string['formatwiki'] = 'ទ្រង់ទ្រាយ​ដូច​វិគី';
$string['framesetinfo'] = 'ឯកសារ​សំណុំ​ស៊ុម​នេះ​មាន ៖';
$string['from'] = 'ពី';
$string['frontpagecategorycombo'] = 'បញ្ជី​បន្សំ';
$string['frontpagecategorynames'] = 'បញ្ជី​ប្រភេទ';
$string['frontpagecourselist'] = 'បញ្ជី​វគ្គ​សិក្សា';
$string['frontpagedescription'] = 'សេចក្ដី​ពិពណ៌នា​នៅ​ទំព័រ​មុខ';
$string['frontpagedescriptionhelp'] = 'សេចក្ដី​ពិពណ៌នា​នៃ​តំបន់​បណ្ដាញ នឹង​ត្រូវ​បាន​បង្ហាញ​លើ​ទំព័រ​មុខ ។';
$string['frontpageformat'] = 'ទ្រង់ទ្រាយ​ទំព័រ​មុខ';
$string['frontpageformatloggedin'] = 'ទ្រង់ទ្រាយ​ទំព័រ​មុខ នៅ​ពេល​ចូល';
$string['frontpagenews'] = 'ធាតុ​ព័ត៌មាន';
$string['frontpagetopiconly'] = 'ផ្នែក​ប្រធាន​បទ';
$string['fulllistofcourses'] = 'វគ្គ​សិក្សា​ទាំងអស់';
$string['fullname'] = 'ឈ្មោះ​ពេញ';
$string['fullnamedisplay'] = '$a->firstname $a->lastname';
$string['fullprofile'] = 'ទម្រង់​ពេញលេញ';
$string['fullsitename'] = 'ឈ្មោះ​តំបន់​បណ្ដាញ​ពេញលេញ';
$string['functiondisabled'] = 'បច្ចុប្បន្ន មុខងារ​នោះ​ត្រូវ​បាន​បិទ';
$string['gd1'] = 'បាន​ដំឡើង GD 1.x';
$string['gd2'] = 'បាន​ដំឡើង GD 2.x';
$string['gdneed'] = 'ត្រូវតែ​ដំឡើង GD ដើម្បី​មើល​ក្រាប​នេះ';
$string['gdnot'] = 'GD មិនត្រូវ​បាន​ដំឡើង​ឡើយ';
$string['gettheselogs'] = 'យក​កំណត់​ហេតុ​ទាំងនេះ';
$string['go'] = 'ទៅ';
$string['gpl'] = 'រក្សាសិទ្ធិ​ឆ្នាំ ១៩៩៩ ដោយ  Martin Dougiamas  (http://moodle.com)

កម្មវិធី​នេះ​គឺ​កម្មវិធី​ឥត​គិតថ្លៃ អ្នក​អាច​ចែកចាយ​វា​ឡើងវិញ​បាន និង​/​ឬ​កែប្រែ​វា​ទៅតាម​លក្ខខណ្ឌ
GNU General Public License ដូច​ដែល​បាន​បោះពុម្ពផ្សាយ​ដោយ Free Software Foundation 
គឺ​ទាំង​កំណែ ២ នៃ​អាជ្ញាបណ្ណ ឬ (តាម​តែ​ការ​ជ្រើសរើស​របស់​អ្នក) កំណែ​ក្រោយៗ​ទៀត ។

កម្មវិធី​នេះ​ត្រូវ​បាន​ចែកចាយ​ ដោយ​រំពឹង​ថា​វា​នឹង​មាន​ប្រយោជន៍ ប៉ុន្តែ​មិន​មាន​ការ​ធានា​ណា​មួយឡើយ 
បើ​ទោះ​បី​ជា​ប្រើ​ក្នុង​រូបភាព​បែបណា​ក៏​ដោយ ។

សម្រាប់​ព័ត៌មាន​លម្អិត​អំពី​អាជ្ញាបណ្ណ​របស់ Moodle សូម​មើល ៖
http://docs.moodle.org/en/License';
$string['grade'] = 'ពិន្ទុ';
$string['grades'] = 'ពិន្ទុ';
$string['group'] = 'ក្រុម';
$string['groupadd'] = 'បន្ថែម​ក្រុម​ថ្មី';
$string['groupaddusers'] = 'បន្ថែម​អ្វី​ដែល​បាន​ជ្រើស​ទៅ​ក្រុម';
$string['groupfor'] = 'សម្រាប់​ក្រុម';
$string['groupinfo'] = 'ព័ត៌មាន​អំពី​ក្រុម​ដែល​ជ្រើស';
$string['groupinfoedit'] = 'កែ​សម្រួល​ការ​កំណត់​ក្រុម';
$string['groupinfomembers'] = 'ព័ត៌មាន​អំពី​សមាជិក​ដែល​បាន​ជ្រើស';
$string['groupinfopeople'] = 'ព័ត៌មាន​អំពី​មនុស្ស​ដែល​បាន​ជ្រើស';
$string['groupmembers'] = 'សមាជិក​ក្រុម';
$string['groupmemberssee'] = 'មើល​សមាជិក​ក្រុម';
$string['groupmembersselected'] = 'សមាជិក​នៃ​ក្រុម​ដែល​ជ្រើស';
$string['groupmode'] = 'របៀប​ក្រុម';
$string['groupmodeforce'] = 'តម្រូវ​ឲ្យ​ប្រើ​របៀប​ជាក្រុម';
$string['groupmy'] = 'ក្រុម​របស់​ខ្ញុំ';
$string['groupnonmembers'] = 'មនុស្ស​មិន​នៅ​ក្នុង​ក្រុម';
$string['groupnotamember'] = 'សូម​អភ័យ​ទោស អ្នក​មិន​មែន​ជា​សមាជិក​នៃ​ក្រុម​នោះ​ទេ';
$string['grouprandomassign'] = 'ផ្ដល់​ទាំងអស់​ទៅ​ក្រុម​ដោយ​ចៃដន្យ';
$string['groupremove'] = 'យក​ក្រុម​ដែល​បាន​ជ្រើស​ចេញ';
$string['groupremovemembers'] = 'យក​សមាជិក​ដែល​បាន​ជ្រើស​ចេញ';
$string['groups'] = 'ក្រុម';
$string['groupsnone'] = 'គ្មាន​ក្រុម';
$string['groupsseparate'] = 'ក្រុម​ផ្សេង​គ្នា';
$string['groupsvisible'] = 'មើល​ឃើញ​ក្រុម';
$string['guest'] = 'ភ្ញៀវ';
$string['guestdescription'] = 'ភ្ញៀវ​មាន​សិទ្ធិ​តិចតួច​ណាស់ ហើយ​ជា​ទូទៅ​មិន​អាច​បញ្ចូល​អត្ថបទ​នៅ​កន្លែង​ណា​មួយ​បាន​ឡើយ ។';
$string['guestskey'] = 'អនុញ្ញាត​ដល់​ភ្ញៀវ​ដែល​មាន​កូន​សោ';
$string['guestsno'] = 'កុំ​អនុញ្ញាត​ភ្ញៀវ​នៅ​ក្នុង';
$string['guestsnotallowed'] = 'សូម​អភ័យ​ទោស \'$a\' មិន​អនុញ្ញាត​ឲ្យ​ភ្ញៀវ​ចូល​ឡើយ ។';
$string['guestsyes'] = 'អនុញ្ញាត​ដល់​ភ្ញៀវ​ដែល​គ្មាន​កូន​សោ';
$string['guestuser'] = 'អ្នក​ប្រើ​ជា​ភ្ញៀវ';
$string['guestuserinfo'] = 'អ្នក​ប្រើ​នេះ​ជា​អ្នក​ប្រើ​ពិសេស ដែល​អនុញ្ញាត​ឲ្យ​ចូល​ដំណើរការ (បាន​តែ​អាន​ប៉ុណ្ណោះ) ក្នុង​វគ្គសិក្សា​មួយ​ចំនួន ។';
$string['healthcenter'] = 'មជ្ឈមណ្ឌល​សុខភាព';
$string['healthproblemsdetected'] = 'បាន​រក​ឃើញ​បញ្ហា​សុខភាព !';
$string['healthproblemsolution'] = 'ដំណោះ​ស្រាយ​បញ្ហា​សុខភាព';
$string['healthreturntomain'] = 'បន្ត';
$string['healthsolution'] = 'ដំណោះស្រាយ';
$string['help'] = 'ជំនួយ';
$string['helpemoticons'] = 'ប្រើ​សញ្ញាអារម្មណ៍';
$string['helpformatting'] = 'អំពី​អត្ថបទ​ធ្វើ​ទ្រង់ទ្រាយ';
$string['helphtml'] = 'របៀប​សរសេរ html';
$string['helpindex'] = 'លិបិក្រម​របស់​ឯកសារ​ជំនួយ​ទាំងអស់';
$string['helppicture'] = 'របៀប​ផ្ទុក​រូបភាព​ឡើង';
$string['helpprefix'] = 'ជំនួយ $a';
$string['helpprefix2'] = 'ជំនួយ​អំពី $a';
$string['helpquestions'] = 'សួរ​សំណួរ​ល្អៗ';
$string['helpreading'] = 'អាន​ដោយ​ប្រុង​ប្រយ័ត្ន';
$string['helprichtext'] = 'អំពី​កម្មវិធី​និពន្ធ HTML';
$string['helpsummaries'] = 'អំពី​សេចក្ដី​សង្ខេប​ទាំង​នេះ';
$string['helptext'] = 'របៀប​សរសេរ​អត្ថបទ';
$string['helpwiththis'] = 'ជំនួយ​អំពី​បញ្ហា​នេះ';
$string['helpwiki'] = 'របៀប​សរសេរ​អត្ថបទ​ដូច​វិគី';
$string['helpwriting'] = 'សរសេរ​ដោយ​ប្រុងប្រយ័ត្ន';
$string['hiddenassign'] = 'ការ​ផ្ដល់​ដែល​លាក់';
$string['hiddensections'] = 'ផ្នែក​ដែល​លាក់';
$string['hiddensectionscollapsed'] = 'ផ្នែក​ដែល​លាក់ ត្រូវ​បាន​បង្ហាញ​ជា​ទម្រង់​វេញ​ចូល​គ្នា';
$string['hiddensectionsinvisible'] = 'មើល​មិន​ឃើញ​ផ្នែក​ដែល​លាក់​តែ​ម្ដង';
$string['hide'] = 'លាក់';
$string['hideadvancedsettings'] = 'លាក់​ការ​កំណត់​កម្រិត​ខ្ពស់';
$string['hidepicture'] = 'លាក់​រូបភាព';
$string['hidesettings'] = 'លាក់​ការ​កំណត់';
$string['hits'] = 'ចុច';
$string['hitsoncourse'] = 'ចុច​​លើ $a->coursename ដោយ $a->username';
$string['hitsoncoursetoday'] = 'ចុច​ថ្ងៃ​នេះ​លើ $a->coursename ដោយ $a->username';
$string['home'] = 'ដើម';
$string['hour'] = 'ម៉ោង';
$string['hours'] = 'ម៉ោង';
$string['howtomakethemes'] = 'របៀប​បង្កើត​ស្បែក​ថ្មី';
$string['htmleditor'] = 'ប្រើ​កម្មវិធី​និពន្ធ HTML (តែ​កម្មវិធី​រុករក​មួយ​ចំនួន​ប៉ុណ្ណោះ)';
$string['htmleditoravailable'] = 'មាន​កម្មវិធី​និពន្ធ HTML';
$string['htmleditordisabled'] = 'អ្នក​បាន​បិទ​កម្មវិធី​និពន្ធ HTML ក្នុង​ទម្រង់​អ្នក​ប្រើ​របស់​អ្នក';
$string['htmleditordisabledadmin'] = 'អ្នក​គ្រប់គ្រង​បាន​បិទ​កម្មវិធី​និពន្ធ HTML នៅ​លើ​តំបន់​បណ្ដាញ​នេះ';
$string['htmleditordisabledbrowser'] = 'មិនមាន​កម្មវិធី​និពន្ធ HTML ទេ ពីព្រោះ​កម្មវិធី​រុករក​បណ្ដាញ​របស់​អ្នក​មិន​ឆប​គ្នា';
$string['htmlfilesonly'] = 'តែ​ឯកសារ HTML ប៉ុណ្ណោះ';
$string['htmlformat'] = 'ទ្រង់ទ្រាយ HTML ស្អាត';
$string['icqnumber'] = 'លេខ ICQ';
$string['idnumber'] = 'លេខ​សម្គាល់';
$string['idnumbercourse'] = 'លេខ​សម្គាល់​វគ្គ​សិក្សា';
$string['idnumbertaken'] = 'លេខ​សម្គាល់​នេះ​ត្រូវ​បាន​ប្រើ​រួច​ហើយ';
$string['imagealt'] = 'សេចក្ដី​ពណ៌នា​របស់​រូបភាព';
$string['import'] = 'នាំ​ចូល';
$string['importactivities'] = 'នាំ​ចូល​សកម្មភាព​ពី​វគ្គ​សិក្សា​ដទៃទៀត';
$string['importdata'] = 'នាំ​ចូល​ទិន្នន័យ​វគ្គ​សិក្សា';
$string['importdataexported'] = 'បាន​នាំ​ចូល​ទិន្នន័យ​ពី​វគ្គសិក្សា \'ពី\' ដោយ​ជោគជ័យ ។<br /> បន្ត​នាំ​ចូល​ទៅ​ក្នុង​វគ្គសិក្សា \'ទៅ\' របស់​អ្នក ។';
$string['importdatafinished'] = 'បាន​បញ្ចប់​ការ​នាំចូល ! បន្ត​ទៅ​វគ្គ​សិក្សា​របស់​អ្នក';
$string['importdatafrom'] = 'រក​វគ្គ​សិក្សា​មួយ ដើម្បី​នាំ​ចូល​ទិន្នន័យ​ពី ៖';
$string['importgroups'] = 'នាំ​ចូល​ក្រុម';
$string['importmetacoursenote'] = 'ប្រើ​សំណុំ​បែបបទ​នេះ​ ដើម្បី​បន្ថែម​វគ្គ​សិក្សា​ទៅ​វគ្គ​សិក្សា​មេតា​របស់​អ្នក (វា​​នឹង​នាំ​ចូល​ការ​ចុះ​ឈ្មោះ)';
$string['inactive'] = 'អសកម្ម';
$string['include'] = 'រួម​បញ្ចូល';
$string['includeallusers'] = 'រួម​បញ្ចូល​អ្នក​ប្រើ​ទាំងអស់';
$string['includecoursefiles'] = 'រួម​បញ្ចូល​ឯកសារ​វគ្គ​សិក្សា';
$string['includecourseusers'] = 'រួម​បញ្ចូល​អ្នក​ប្រើ​វគ្គ​សិក្សា';
$string['included'] = 'បាន​រួម​បញ្ចូល';
$string['includelogentries'] = 'រួម​បញ្ចូល​ធាតុ​កំណត់​ហេតុ';
$string['includemodules'] = 'រួម​បញ្ចូល​ម៉ូឌុល';
$string['includemoduleuserdata'] = 'រួម​បញ្ចូល​ទិន្នន័យ​អ្នក​ប្រើ​ម៉ូឌុល';
$string['includeneededusers'] = 'រួម​បញ្ចូល​អ្នក​ប្រើ​ដែល​ត្រូវការ';
$string['includenoneusers'] = 'មិន​រួមបញ្ចូល​អ្នកប្រើ';
$string['includeuserfiles'] = 'រូម​បញ្ចូល​ឯកសារ​អ្នក​ប្រើ';
$string['info'] = 'ព័ត៌មាន';
$string['institution'] = 'ស្ថាប័ន';
$string['instudentview'] = 'ក្នុង​ទិដ្ឋភាព​សិស្ស';
$string['interests'] = 'ចំណាប់​អារម្មណ៍';
$string['invalidemail'] = 'អាសយដ្ឋាន​អ៊ីមែល​មិន​ត្រឹមត្រូវ';
$string['invalidlogin'] = 'ចូល​មិន​ត្រឹមត្រូវ សូម​ព្យាយាម​ម្ដង​ទៀត';
$string['ip_address'] = 'អាសយដ្ឋាន IP';
$string['jump'] = 'លោត';
$string['jumpto'] = 'លោត​ទៅ...';
$string['keep'] = 'ទុក';
$string['keepsearching'] = 'បន្ត​ស្វែងរក';
$string['langltr'] = 'ទិស​ភាសា ឆ្វេង​ទៅ​ស្ដាំ';
$string['langrtl'] = 'ទិស​ភាសា ស្ដាំ​ទៅ​ឆ្វេង';
$string['language'] = 'ភាសា';
$string['languagegood'] = 'កញ្ចប់​ភាសា​នេះ​ទាន់​សម័យ​ហើយ ! :-)';
$string['lastaccess'] = 'ចូល​ដំណើរ​ការ​ចុង​ក្រោយ';
$string['lastedited'] = 'កែ​សម្រួល​ចុង​ក្រោយ';
$string['lastlogin'] = 'ចូល​ចុង​ក្រោយ';
$string['lastmodified'] = 'កែប្រែ​ចុង​ក្រោយ';
$string['lastname'] = 'នាម​ត្រកូល';
$string['lastyear'] = 'ឆ្នាំមុន';
$string['latestlanguagepack'] = 'ពិនិត្យ​រក​កញ្ចប់​ភាសា​ចុងក្រោយ​បំផុត​លើ moodle.org';
$string['latestnews'] = 'ព័ត៌មាន​ចុងក្រោយ​បំផុត';
$string['layouttable'] = 'តារាង​ប្លង់';
$string['leavetokeep'] = 'ទុក​នៅ​ទទេ ដើម្បី​រក្សា​ពាក្យ​សម្ងាត់​បច្ចុប្បន្ន';
$string['license'] = 'អាជ្ញាបណ្ណ GPL';
$string['liketologin'] = 'តើ​អ្នក​ចង់​ចូល​ដោយប្រើ​គណនី​អ្នក​ប្រើ​ពេញលេញ​​ឥឡូវ​ឬ ?';
$string['list'] = 'បញ្ជី';
$string['listfiles'] = 'បញ្ជី​ឯកសារ​ក្នុង $a';
$string['listofallpeople'] = 'បញ្ជី​មនុស្ស​ទាំងអស់';
$string['livelogs'] = 'កំណត់ហេតុ​បន្តផ្ទាល់​កាល​ពី​ម៉ោង​មុន';
$string['locale'] = 'km_KH.UTF-8';
$string['location'] = 'ទីតាំង';
$string['log_excel_date_format'] = 'yyyy mmmm d h:mm';
$string['loggedinas'] = 'អ្នក​បាន​ចូល​ជា $a';
$string['loggedinasguest'] = 'អ្នក​កំពុង​ចូលដំណើរការ​ជា​ភ្ញៀវ';
$string['loggedinnot'] = 'អ្នក​មិន​បាន​ចូល​ទេ ។';
$string['login'] = 'ចូល';
$string['login_failure_logs'] = 'កំណត់​ហេតុ​បរាជ័យ​ក្នុងការ​ចូល';
$string['loginalready'] = 'អ្នក​បាន​ចូល​រួច​ហើយ';
$string['loginas'] = 'ចូល​ជា';
$string['loginaspasswordexplain'] = '<p>អ្នក​ត្រូវ​តែ​បញ្ចូល \"ពាក្យ​សម្ងាត់ ចូល​ជា\" ពិសេស ដើម្បី​ប្រើ​លក្ខណៈ​ពិសេស​នេះ ។<br />ប្រសិនបើ​អ្នក​មិន​ស្គាល់​វា​ទេ សូម​សួរ​អ្នក​គ្រប់គ្រង​ម៉ាស៊ីន​បម្រើ​របស់​អ្នក ។</p>';
$string['loginguest'] = 'ចូល​ជា​ភ្ញៀវ';
$string['loginsite'] = 'ចូល​ទៅ​តំបន់​បណ្ដាញ';
$string['loginsteps'] = 'សួស្ដី ! ដើម្បី​អាច​ចូលដំណើរការ​វគ្គសិក្សា​បាន​ពេញលេញ 
អ្នក​ត្រូវ​ចំណាយពេល​បន្តិច ដើម្បី​បង្កើត​គណនី​ថ្មី​សម្រាប់​ខ្លួន​អ្នក 
នៅលើ​តំបន់បណ្ដាញ​នេះ ។ វគ្គសិក្សា​នីមួយៗ​ក៏​អាច​មាន
\"កូនសោ​ចុះឈ្មោះ\" របស់​វា​ផង​ដែរ ប៉ុន្តែ​ពេល​នេះ​អ្នក​មិន​ទាន់
ត្រូវការ​វា​នៅ​ឡើយ​ទេ ។ សូម​អនុវត្ត​តាម​ជំហាន​ខាង​ក្រោម
ដើម្បី​បង្កើត​គណនី​ថ្មី ៖
<ol>
<li>បំពេញ​ព័ត៌មាន​លម្អិត​របស់​អ្នក នៅ​ក្នុង​សំណុំបែបបទ <a href=\"$a\">គណនី​ថ្មី</a> ។</li>
<li>សារ​មួយ​នឹង​ត្រូវ​បាន​ផ្ញើ​ទៅ​អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក ។</li>
<li>អាន​អ៊ីមែល​របស់​អ្នក ហើយ​ចុច​លើ​តំណ​បណ្ដាញ នៅ​ក្នុង​អ៊ីមែល​នោះ ។</li>
<li>គណនី​របស់​អ្នក​នឹង​ត្រូវ​បាន​អះអាង ហើយ​អ្នក​នឹង​ចូល​បាន ។</li>
<li>ឥឡូវ ជ្រើស​វគ្គសិក្សា​ដែល​អ្នក​ចង់​ចូលរួម ។</li>
<li>ប្រសិន​បើ​វា​ទាមទារ \"កូនសោ​ចុះឈ្មោះ\" សូម​ប្រើ​កូនសោ​ដែល​គ្រូ​របស់​អ្នក​បាន​ឲ្យ​អ្នក ។ អ្នក​នឹង​ត្រូវ​បាន \"ចុះឈ្មោះ\" នៅ​ក្នុង​វគ្គសិក្សា​ហើយ ។</li>
<li>ឥឡូវ អ្នក​អាច​ចូលដំណើរការ​វគ្គសិក្សា​ដោយ​​ពេញលេញ​បាន ។ ចាប់​ពី​ពេល​នេះ​ទៅ អ្នក​នឹង​ត្រូវ​បញ្ចូល​ឈ្មោះ​អ្នកប្រើ និង​ពាក្យ​សម្ងាត់​ផ្ទាល់ខ្លួន​របស់​អ្នក (នៅ​ក្នុង​សំណុំបែបបទ​លើ​ទំព័រ​នេះ) ដើម្បី​ចូល និង​ចូលដំណើរការ​វគ្គសិក្សា​ណាមួយ​ដែល​អ្នក​បាន​ចុះឈ្មោះ ។</li>
</ol>';
$string['loginstepsnone'] = '<p>សួស្ដី !</p>
<p>ដើម្បី​អាច​ចូលដំណើរការ​វគ្គសិក្សា​បាន​ពេញលេញ អ្នក​ត្រូវ​បង្កើត​គណនី​ថ្មី​សម្រាប់​ខ្លួន​អ្នក ។</p>
<p>អ្វី​ដែល​អ្នក​ត្រូវ​ធ្វើ គឺ​បង្កើត​ឈ្មោះ​អ្នក​ប្រើ និង​ពាក្យ​សម្ងាត់​មួយ ហើយ​ប្រើ​វា​ក្នុង​សំណុំ​បែបបទ​លើ​ទំព័រ​នេះ !</p>
<p>ប្រសិន​បើ​មាន​គេ​ជ្រើស​ឈ្មោះ​អ្នក​ប្រើ​របស់​អ្នក​ហើយ នោះ​អ្នក​នឹង​ត្រូវ​ព្យាយាម​ម្ដង​ទៀត ដោយ​ប្រើ​ឈ្មោះ​អ្នក​ប្រើ​ផ្សេង ។</p>';
$string['loginto'] = 'ចូល​ទៅ $a';
$string['loginusing'] = 'ចូល​នៅ​ទីនេះ ដោយ​ប្រើ​ឈ្មោះ​អ្នក​ប្រើ និង​ពាក្យ​សម្ងាត់​របស់​អ្នក';
$string['logout'] = 'ចេញ';
$string['logoutconfirm'] = 'តើ​អ្នក​ពិត​ជា​ចង់​ចេញ​ឬ ?';
$string['logs'] = 'កំណត់​ហេតុ';
$string['logtoomanycourses'] = '[ <a href=\"$a->url\">ច្រើន​ទៀត</a> ]';
$string['logtoomanyusers'] = '[ <a href=\"$a->url\">ច្រើន​ទៀត</a> ]';
$string['lookback'] = 'មើល​ថយ​ក្រោយ';
$string['mailadmins'] = 'ជូនដំណឹង​ដល់​អ្នក​គ្រប់គ្រង';
$string['mailstudents'] = 'ជូនដំណឹង​ដល់​សិស្ស';
$string['mailteachers'] = 'ជូន​ដំណឹង​ដល់​គ្រូ';
$string['mainmenu'] = 'ម៉ឺនុយ​មេ';
$string['makeafolder'] = 'បង្កើត​ថត';
$string['makeeditable'] = 'ប្រសិនបើ​អ្នក​ធ្វើ​ឲ្យ \'$a\' អាច​កែសម្រួល​បាន​ដោយ​ដំណើរ​ការ​ម៉ាស៊ីន​បម្រើ​បណ្ដាញ (ឧ. apache) នោះ​អ្នក​អាច​កែ​សម្រួល​ឯកសារ​នេះ​ដោយ​ផ្ទាល់​ពី​ទំព័រ​នេះ';
$string['manageblocks'] = 'ប្លុក';
$string['managecourses'] = 'គ្រប់គ្រង​វគ្គ​សិក្សា';
$string['managedatabase'] = 'មូលដ្ឋាន​ទិន្នន័យ';
$string['managefilters'] = 'តម្រង';
$string['managemeta'] = 'តើ​វា​គឺ​ជា​វគ្គ​សិក្សា​មេតា​ឬ ?';
$string['managemetadisabled'] = 'វា​ត្រូវ​បាន​បិទ ពីព្រោះ​វគ្គ​សិក្សា​នេះ​ស្ថិត​នៅ​ក្នុង​វគ្គ​សិក្សា​មេតា​រួច​ហើយ';
$string['managemetaexplan'] = '(មានន័យថា ការ​ចុះឈ្មោះ​ត្រូវ​បាន​ទទួលបន្ត​ពី​វគ្គសិក្សា​ផ្សេង)';
$string['managemodules'] = 'ម៉ូឌុល';
$string['manageroles'] = 'តួ​នាទី និង​សិទ្ធិ';
$string['markedthistopic'] = 'ប្រធាន​បទ​នេះ​ត្រូវ​បាន​បន្លិច​ជា​ប្រធាន​បទ​បច្ចុប្បន្ន';
$string['markthistopic'] = 'បន្លិច​ប្រធាន​បទ​នេះ​ជា​ប្រធាន​បទ​បច្ចុប្បន្ន';
$string['maximumchars'] = 'ច្រើន​បំផុត $a តួអក្សរ';
$string['maximumgrade'] = 'ពិន្ទុ​អតិបរមា';
$string['maximumshort'] = 'អតិ.';
$string['maximumupload'] = 'ទំហំ​ផ្ទុក​ឡើង​អតិបរមា';
$string['maxsize'] = 'ទំហំ​អតិ. ៖ $a';
$string['memberincourse'] = 'មនុស្ស​នៅ​ក្នុង​វគ្គ​សិក្សា';
$string['messagebody'] = 'តួ​សារ';
$string['messagedselectedusers'] = 'ជ្រើស​អ្នក​ប្រើ​ដែល​ត្រូវ​បាន​ផ្ញើ​សារ​ទៅ និង​ការ​កំណត់​​បញ្ជី​អ្នក​ទទួល​ឡើង​វិញ ។';
$string['messagedselectedusersfailed'] = 'មាន​បញ្ហា​ខណៈ​ពេល​ផ្ញើសារ​ទៅ​អ្នក​ប្រើ​ដែល​បាន​ជ្រើស ។ អ្នក​ខ្លះ​អាច​ទទួល​បាន​អ៊ីមែល ។';
$string['messageselect'] = 'ជ្រើស​អ្នក​ប្រើ​នេះ ជា​អ្នក​ទទួល​អ៊ីមែល';
$string['messageselectadd'] = 'បន្ថែម​/​ផ្ញើ សារ';
$string['metaaddcourse'] = 'បន្ថែម​វគ្គ​សិក្សា​នេះ';
$string['metaalreadycourses'] = 'បាន​ផ្ដល់​វគ្គ​សិក្សា​រួច​ហើយ';
$string['metaalreadyhascourses'] = 'វគ្គ​សិក្សា​មេតា​នេះ​មាន​វគ្គ​សិក្សា​កូន​រួច​ហើយ ។';
$string['metaalreadyhasenrolments'] = 'វគ្គ​សិក្សា​នេះ​មាន​ការ​ចុះ​ឈ្មោះ​ធម្មតា​រួច​ហើយ ។';
$string['metaalreadyinmeta'] = 'វគ្គ​សិក្សា​នេះ​គឺ​ជា​ផ្នែក​នៃ​វគ្គ​សិក្សា​មេតា​រួចហើយ ។';
$string['metaassigncourses'] = 'ផ្ដល់​វគ្គ​សិក្សា';
$string['metacourse'] = 'វគ្គ​សិក្សា​មេតា';
$string['metanoalreadycourses'] = 'មិន​មាន​វគ្គសិក្សា​ត្រូវ​បាន​ផ្ដល់​ឡើយ';
$string['metanopotentialcourses'] = 'មិន​មាន​វគ្គ​សិក្សា​ទេ';
$string['metapotentialcourses'] = 'មាន​វគ្គ​សិក្សា';
$string['metaremovecourse'] = 'យក​វគ្គ​សិក្សា​នេះ​ចេញ';
$string['min'] = 'នាទី';
$string['mins'] = 'នាទី';
$string['minutes'] = 'នាទី';
$string['miscellaneous'] = 'ផ្សេងៗ';
$string['missingcategory'] = 'អ្នក​ត្រូវ​ជ្រើស​ប្រភេទ​មួយ';
$string['missingcity'] = 'បាត់​ទីក្រុង';
$string['missingcountry'] = 'បាត់​ប្រទេស';
$string['missingdescription'] = 'បាត់​សេក្ដី​ពិពណ៌នា';
$string['missingemail'] = 'បាត់​អាសយដ្ឋាន​អ៊ីមែល';
$string['missingfirstname'] = 'បាត់​នាម​ខ្លួន';
$string['missingfullname'] = 'បាត់​ឈ្មោះ​ពេញ';
$string['missinglastname'] = 'បាត់​នាម​ត្រកូល';
$string['missingname'] = 'បាត់​ឈ្មោះ';
$string['missingnewpassword'] = 'បាត់​ពាក្យ​សម្ងាត់​ថ្មី';
$string['missingpassword'] = 'បាត់​ពាក្យ​សម្ងាត់';
$string['missingreqreason'] = 'បាត់​មូលហេតុ';
$string['missingshortname'] = 'បាត់​ឈ្មោះ​កាត់';
$string['missingshortsitename'] = 'បាត់​ឈ្មោះ​កាត់​របស់​តំបន់​បណ្ដាញ';
$string['missingsitedescription'] = 'បាត់​សេចក្ដី​ពិពណ៌នា​របស់​តំបន់​បណ្ដាញ';
$string['missingsitename'] = 'បាត់​ឈ្មោះ​តំបន់​បណ្ដាញ';
$string['missingstrings'] = 'ពិនិត្យ​រក​ពាក្យ ឬ​ឃ្លា​​ដែល​មិន​ទាន់​បកប្រែ';
$string['missingstudent'] = 'ត្រូវ​តែ​ជ្រើស​អ្វី​មួយ';
$string['missingsummary'] = 'បាត់​សេចក្ដី​សង្ខេប';
$string['missingteacher'] = 'ត្រូវ​តែ​ជ្រើស​អ្វី​មួយ';
$string['missingurl'] = 'បាត់ URL';
$string['missingusername'] = 'បាត់​ឈ្មោះ​អ្នក​ប្រើ';
$string['modified'] = 'បាន​កែប្រែ';
$string['moduledeleteconfirm'] = 'អ្នក​រៀបនឹង​លុប​ម៉ូឌុល \'$a\' ទាំងស្រុង ។ វា​នឹង​លុប​អ្វីៗ​ទាំងអស់​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ ដែល​ទាក់ទង​ជាមួយ​ម៉ូឌុល​សកម្មភាព​នេះ ។ តើ​អ្នក​ពិតជាចង់​បន្ត​ឬ ?';
$string['moduledeletefiles'] = 'ទិន្នន័យ​ទាំងអស់​ដែល​ទាក់ទង​នឹង​ម៉ូឌុល \'$a->module\' ត្រូវបាន​លុប​ពី​មូលដ្ឋាន​ទិន្នន័យ ។ ដើម្បី​បញ្ចប់​ការ​លុប​ទាំងស្រុង (និង​ការពារ​ម៉ូឌុល​ពី​ការ​ដំឡើង​ដោយ​ខ្លួន​វា​ឡើង​វិញ) ឥឡូវ​អ្នក​គួរ​លុប​ថត​នេះ​ពី​ម៉ាស៊ីន​បម្រើ ៖ $a->directory';
$string['modulesetup'] = 'រៀបចំ​​តារាង​​ម៉ូឌុល';
$string['modulesuccess'] = 'តារាង $a ត្រូវ​បាន​រៀបចំ​យ៉ាង​ត្រឹមត្រូវ';
$string['moodledocs'] = 'ឯកសារ Moodle';
$string['moodledocslink'] = 'ឯកសារ Moodle សម្រាប់​ទំព័រ​នេះ';
$string['moodleversion'] = 'កំណែ Moodle';
$string['more'] = 'ច្រើន​ទៀត';
$string['moreinformation'] = 'ព័ត៌មាន​បន្ថែម​អំពី​កំហុស​នេះ';
$string['mostrecently'] = 'ថ្មី​បំផុត';
$string['move'] = 'ផ្លាស់ទី';
$string['movecategoryto'] = 'ផ្លាស់ទី​ប្រភេទ​ទៅ ៖';
$string['movecourseto'] = 'ផ្លាស់ទី​វគ្គ​សិក្សា​ទៅ ៖';
$string['movedown'] = 'ផ្លាស់ទី​ចុះក្រោម';
$string['movefilestohere'] = 'ផ្លាស់ទី​ឯកសារ​មក​ទីនេះ';
$string['movefull'] = 'ផ្លាស់ទី $a មក​ទីតាំង​នេះ';
$string['movehere'] = 'ផ្លាស់ទី​មក​ទីនេះ';
$string['moveleft'] = 'ផ្លាស់ទី​ទៅ​ឆ្វេង';
$string['moveright'] = 'ផ្លាស់ទី​ទៅ​ស្ដាំ';
$string['moveselectedcoursesto'] = 'ផ្លាស់ទី​វគ្គ​សិក្សា​ដែល​បាន​ជ្រើស​ទៅ...';
$string['movetoanotherfolder'] = 'ផ្លាស់ទី​ទៅ​ថត​មួយ​ផ្សេង​ទៀត';
$string['moveup'] = 'ផ្លាស់ទី​ឡើង​លើ';
$string['msnid'] = 'លេខ​សម្គាល់ MSN';
$string['mustchangepassword'] = 'ពាក្យ​សម្ងាត់​ថ្មី​ត្រូវ​តែ​ខុស​ពី​ពាក្យ​សម្ងាត់​បច្ចុប្បន្ន';
$string['mustconfirm'] = 'អ្នក​ត្រូវ​អះអាង​ការ​ចូល​របស់​អ្នក';
$string['mycourses'] = 'វគ្គ​សិក្សា​របស់ខ្ញុំ';
$string['name'] = 'ឈ្មោះ';
$string['namelams'] = 'LAMS';
$string['namescorm'] = 'SCORM';
$string['namesocial'] = 'ផ្នែក';
$string['nametopics'] = 'ប្រធាន​បទ';
$string['nameweeks'] = 'សប្ដាហ៍';
$string['nameweekscss'] = 'សប្ដាហ៍';
$string['needed'] = 'ត្រូវការ';
$string['never'] = 'កុំ';
$string['neverdeletelogs'] = 'កុំ​លុប​កំណត់​ហេតុ';
$string['new'] = 'ថ្មី';
$string['newaccount'] = 'គណនី​ថ្មី';
$string['newcourse'] = 'វគ្គ​សិក្សា​ថ្មី';
$string['newpassword'] = 'ពាក្យ​សម្ងាត់​ថ្មី';
$string['newpasswordfromlost'] = '<strong>ចំណាំ ៖</strong> <strong>ពាក្យ​សម្ងាត់​បច្ចុប្បន្ន</strong>​ របស់​អ្នក​នឹង​បាន​ត្រូវ​ផ្ញើ​ទៅ​អ្នក​នៅ​ក្នុង​អ៊ីមែល ​<strong>ទី​ពីរ</strong> ​ដែល​បាន​ផ្ញើ​ជា​ផ្នែក​នៃ​ដំណើរ​ការ​យក​មក​វិញ​នូវ​ពាក្យ​សម្ងាត់​ដែល​បាត់ ។ សូម​ប្រាកដ​ថា អ្នក​បាន​ទទួល​ពាក្យ​សម្ងាត់​ថ្មី​របស់​អ្នក មុន​ពេល​បន្ត​​ប្រើ​អេក្រង់​នេះ ។';
$string['newpasswordtext'] = 'សួស្ដី $a->firstname

ពាក្យ​សម្ងាត់​គណនី​របស់​អ្នក​នៅ \'$a->sitename\' ត្រូវបាន​កំណត់​ឡើង​វិញ 
ហើយ​យើង​បាន​ចេញ​ពាក្យសម្ងាត់​ថ្មី​បណ្ដោះអាសន្ន​ជូន​អ្នក ។

ព័ត៌មាន​បច្ចុប្បន្ន​របស់​អ្នក​គឺ ៖
ឈ្មោះ​អ្នក​ប្រើ ៖ $a->username
ពាក្យ​សម្ងាត់ ៖ $a->newpassword

សូម​ទៅ​កាន់​ទំព័រ​នេះ ដើម្បី​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​របស់​អ្នក ៖
$a->link

កម្មវិធី​ផ្ញើសំបុត្រ​ភាគច្រើន គួរតែ​បង្ហាញ​អាសយដ្ឋាន​នេះជា​
តំណ​ពណ៌ខៀវ​ដោយ​អ្នក​គ្រាន់តែ​ចុច​លើ​វា ។
ប្រសិន​បើ​វា​មិនដំណើរការ​ទេ អ្នក​អាច​ចម្លង ហើយ​បិទភ្ជាប់​
អាសយដ្ឋាន​នេះ​ទៅ​ក្នុង​កម្មវិធី​រុករក​អ៊ីនធឺណិត​របស់​អ្នក ។

ពី​អ្នក​គ្រប់គ្រង \'$a->sitename\'
$a->signoff';
$string['newpicture'] = 'រូបភាព​ថ្មី';
$string['newsitem'] = 'ធាតុ​ព័ត៌មាន';
$string['newsitems'] = 'ធាតុ​ព័ត៌មាន';
$string['newsitemsnumber'] = 'ធាតុ​ព័ត៌មាន​ដែលត្រូវ​បង្ហាញ';
$string['newuser'] = 'អ្នក​ប្រើ​ថ្មី';
$string['newusernewpasswordsubj'] = 'គណនី​អ្នក​ប្រើ​ថ្មី';
$string['newusernewpasswordtext'] = 'សួស្ដី $a->firstname

គណនី​ថ្មី​ត្រូវបាន​បង្កើត​សម្រាប់​អ្នក​នៅ \'$a->sitename\'
ហើយ​យើង​បាន​ចេញ​ពាក្យសម្ងាត់​ថ្មី​បណ្ដោះអាសន្ន​ជូន​អ្នក ។

ព័ត៌មាន​បច្ចុប្បន្ន​របស់​អ្នក​គឺ ៖
ឈ្មោះ​អ្នក​ប្រើ ៖ $a->username
ពាក្យ​សម្ងាត់ ៖ $a->newpassword
(អ្នក​​នឹង​ត្រូវ​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​របស់​អ្នក 
នៅ​ពេល​ចូល​លើក​ទី​មួយ)

ដើម្បី​ចាប់ផ្ដើម​ប្រើ \'$a->sitename\' គឺ​ត្រូវ​ចូល
$a->link

កម្មវិធី​ផ្ញើសំបុត្រ​ភាគច្រើន គួរតែ​បង្ហាញ​អាសយដ្ឋាន​នេះជា​
តំណ​ពណ៌ខៀវ​ដោយ​អ្នក​គ្រាន់តែ​ចុច​លើ​វា ។
ប្រសិន​បើ​វា​មិនដំណើរការ​ទេ អ្នក​អាច​ចម្លង ហើយ​បិទភ្ជាប់​
អាសយដ្ឋាន​នេះ​ទៅ​ក្នុង​កម្មវិធី​រុករក​អ៊ីនធឺណិត​របស់​អ្នក ។

ពី​អ្នក​គ្រប់គ្រង \'$a->sitename\'
$a->signoff';
$string['newusers'] = 'អ្នក​ប្រើ​ថ្មី';
$string['newwindow'] = 'បង្អួច​ថ្មី';
$string['next'] = 'បន្ទាប់';
$string['nextsection'] = 'ផ្នែក​បន្ទាប់';
$string['no'] = 'ទេ';
$string['nobody'] = 'គ្មាន​នរណា​ម្នាក់';
$string['nochange'] = 'គ្មាន​ការ​ផ្លាស់ប្ដូរ';
$string['nocoursesfound'] = 'រក​មិន​ឃើញ​វគ្គ​សិក្សា​ដែល​មាន​ពាក្យ \'$a\' ឡើយ';
$string['nocoursesyet'] = 'គ្មាន​វគ្គ​សិក្សា​ក្នុង​ប្រភេទ​នេះ​ទេ';
$string['nodstpresets'] = 'អ្នក​គ្រប់គ្រង​មិន​បាន​បើក​ឲ្យ​គាំទ្រ ការ​សន្សំ​ម៉ោង​ពេល​ថ្ងៃ ។';
$string['noexistingadmins'] = 'មិន​មាន​អ្នក​គ្រប់គ្រង​ស្រាប់​ឡើយ ។ នេះ​គឺ​ជា​កំហុស​ដ៏​ធ្ងន់ធ្ងរ​បំផុត ។ អ្នក​មិន​គួរ​ណា​ឃើញ​សារ​នេះ​សោះ ។';
$string['noexistingcreators'] = 'មិន​មាន​អ្នក​បង្កើត​វគ្គសិក្សា​ស្រាប់';
$string['noexistingstudents'] = 'មិន​មាន​សិស្ស​ស្រាប់';
$string['noexistingteachers'] = 'មិន​មាន​គ្រូ​ស្រាប់';
$string['nofilesselected'] = 'មិន​បាន​ជ្រើស​ឯកសារ​ណា​មួយ ដើម្បី​ស្ដារ​ឡើយ';
$string['nofilesyet'] = 'មិន​បាន​ផ្ទុក​ឡើង​ឯកសារ​ណា​មួយ ទៅ​វគ្គសិក្សា​របស់​អ្នក​នៅ​ឡើយ​ទេ';
$string['nograde'] = 'គ្មាន​ពិន្ទុ';
$string['noimagesyet'] = 'មិន​បាន​ផ្ទុក​ឡើង​រូបភាព​ណា​មួយ ទៅ​វគ្គសិក្សា​របស់​អ្នក​នៅ​ឡើយ​ទេ';
$string['nomorecourses'] = 'រក​មិន​ឃើញ​វគ្គ​សិក្សា​ដូច​នេះ​ទៀត​ឡើយ';
$string['nomoreidnumber'] = 'កុំ​ប្រើ​លេខ​សម្គាល់ ដើម្បី​ចៀសវាង​ការ​ប៉ះ​ទង្គិច';
$string['none'] = 'គ្មាន';
$string['noneditingteacher'] = 'គ្រូ​មិន​​កែសម្រួល';
$string['noneditingteacherdescription'] = 'គ្រូ​មិន​​កែ​សម្រួល អាច​បង្រៀន​ក្នុង​វគ្គ​សិក្សា និង​ដាក់​ពិន្ទុ​សិស្ស​បាន ប៉ុន្តែ​មិន​អាច​ប្ដូរ​សកម្មភាព​បាន​ទេ ។';
$string['nopendingcourses'] = 'មិន​មាន​វគ្គសិក្សា​រង់ចាំ​អនុម័ត​ឡើយ';
$string['nopotentialadmins'] = 'គ្មាន​អ្នក​គ្រប់គ្រង​ជាក់ស្ដែង';
$string['nopotentialcreators'] = 'គ្មាន​អ្នក​បង្កើត​វគ្គ​សិក្សា​ជាក់ស្ដែង';
$string['nopotentialstudents'] = 'គ្មាន​សិស្ស​ជាក់ស្ដែង';
$string['nopotentialteachers'] = 'គ្មាន​គ្រូ​ជាក់ស្ដែង';
$string['norecentactivity'] = 'គ្មាន​សកម្មភាព​ថ្មីៗ​ឡើយ';
$string['noreplybouncemessage'] = 'អ្នក​បាន​ឆ្លើយ​តប​ទៅ​អាសយដ្ឋាន​អ៊ីមែល​ដែល​មិនតម្រូវ​ឲ្យ​ឆ្លើយតប ។ ប្រសិន​បើ​អ្នក​កំពុង​ប៉ុនប៉ង​ឆ្លើយ​តប​ចំពោះ​ការ​ប្រកាស​វេទិកា សូម​ឆ្លើយ​តប​ដោយ​ប្រើ​វេទិកា $a ជំនួស​វិញ ។

ខាង​ក្រោម​គឺ​ជា​មាតិកា​អ៊ីមែល​របស់​អ្នក ៖';
$string['noreplybouncesubject'] = '$a - អ៊ីមែល​ដែល​បាន​បញ្ជូន ។';
$string['noreplyname'] = 'កុំ​ឆ្លើយ​តប​ទៅ​អ៊ីមែល​នេះ';
$string['noresults'] = 'គ្មាន​លទ្ធផល';
$string['normal'] = 'ធម្មតា';
$string['normalfilter'] = 'ស្វែងរក​ធម្មតា';
$string['nosite'] = 'មិន​អាច​រក​ឃើញ​វគ្គ​សិក្សា​របស់​តំបន់​បណ្ដាញ';
$string['nostatstodisplay'] = 'មិន​មាន​ទិន្នន័យ​ដើម្បី​បង្ហាញ​ឡើយ សូម​អភ័យ​ទោស ។';
$string['nostudentsfound'] = 'រក​មិន​ឃើញ $a';
$string['nostudentsingroup'] = 'មិនទាន់មាន​​សិស្ស​ក្នុង​ក្រុម​នេះ​នៅ​ឡើយទេ';
$string['nostudentsyet'] = 'មិនទាន់មាន​​សិស្ស​ចុះ​ឈ្មោះ​ក្នុង​វគ្គ​សិក្សា​នេះ​នៅ​ឡើយទេ';
$string['nosuchemail'] = 'មិន​មាន​អាសយដ្ឋាន​អ៊ីមែល​នេះ​ឡើយ';
$string['notavailable'] = 'មិន​មាន';
$string['noteachersyet'] = 'មិនទាន់មាន​​គ្រូ​ក្នុង​វគ្គសិក្សា​នេះ​នៅ​ឡើយ​ទេ';
$string['notenrollable'] = 'វគ្គ​សិក្សា​នេះ​មិន​អាច​ចុះ​ឈ្មោះ​បាន​ឡើយ នៅ​ពេល​នេះ ។';
$string['notenrolled'] = '$a មិន​ត្រូវ​បាន​ចុះ​ឈ្មោះ​ក្នុង​វគ្គ​សិក្សា​នេះ​ទេ ។';
$string['notenrolledprofile'] = 'មិនមាន​ទម្រង់​នេះទេ ពីព្រោះ​អ្នក​ប្រើ​នេះ​មិន​ត្រូវ​បាន​ចុះ​ឈ្មោះ​ក្នុង​វគ្គ​សិក្សា​នេះ ។';
$string['noteuserschangednonetocourse'] = 'ចំណាំ ៖ ត្រូវ​តែ​ស្ដារ​អ្នក​ប្រើ​វគ្គ​សិក្សា នៅពេល​ដែល​ស្ដារ​ទិន្នន័យ​អ្នក​ប្រើ (ក្នុង​សកម្មភាព ឯកសារ ឬ​សារ) ។ ការ​កំណត់​នេះ​បាន​ត្រូវ​ផ្លាស់ប្ដូរ​សម្រាប់​អ្នក ។';
$string['nothingnew'] = 'មិន​មាន​អ្វី​ថ្មី​ឡើយ តាំង​ពី​អ្នក​ចូល​លើក​មុន';
$string['nothingtodisplay'] = 'មិន​មាន​អ្វី​បង្ហាញ​ឡើយ';
$string['noticenewerbackup'] = 'ឯកសារ​បម្រុងទុក​នេះ​ត្រូវ​បាន​បង្កើត​ដោយ Moodle $a->backuprelease ($a->backupversion) ហើយ​វា​ថ្មី​ជាង Moodle $a->serverrelease ($a->serverversion) ដែល​បាន​ដំឡើង​បច្ចុប្បន្ន​របស់​អ្នក ។ វា​អាច​បង្ក​ឲ្យ​មាន​បញ្ហា​មួយ​ចំនួន ព្រោះ​ឯកសារ​បម្រុងទុក​មិន​ប្រាកដ​ថា​នឹង​ឆប​គ្នា​ជាមួយ​កំណែ​ថយក្រោយ ។';
$string['notifications'] = 'ការ​ជូន​ដំណឹង';
$string['notifyloginfailuresmessage'] = '$a->time IP ៖ $a->ip អ្នក​ប្រើ ៖ $a->info';
$string['notify'] = 'ជូន​ដំណឹង';
$string['notifyloginfailuresmessageend'] = 'អ្នក​អាច​មើល​កំណត់​ហេតុ​ទាំងនេះ​បាន​នៅ $a/course/log.php?id=1&amp;chooselog=1&amp;modid=site_errors ។';
$string['notifyloginfailuresmessagestart'] = 'នេះ​គឺ​ជា​បញ្ជី​នៃ​ការ​ប៉ុនប៉ង​ចូល​បរាជ័យ​នៅ $a តាំង​ពី​ជូនដំណឹង​អ្នក​លើក​ចុងក្រោយ ។';
$string['notifyloginfailuressubject'] = '$a :: ជូន​ដំណឹង​អំពី​ការ​ចូល​បរាជ័យ';
$string['notincluded'] = 'មិន​រួម​បញ្ចូល';
$string['notingroup'] = 'សូម​អភ័យទោស អ្នក​ត្រូវ​តែ​ជា​ផ្នែក​របស់​ក្រុម ដើម្បី​មើល​សកម្មភាព​នេះ ។';
$string['notpublic'] = 'មិន​មែន​សាធារណៈ !';
$string['nousersmatching'] = 'រក​មិន​ឃើញ​អ្នក​ប្រើ​ផ្គូផ្គង​នឹង \'$a\' ឡើយ';
$string['nousersyet'] = 'មិនទាន់​មាន​អ្នកប្រើ​នៅ​ឡើយ​ទេ';
$string['now'] = 'ឥឡូវ';
$string['novalidcourses'] = 'មិន​មាន​វគ្គសិក្សា​ត្រឹមត្រូវ ដើម្បី​បង្ហាញ​ឡើយ';
$string['numattempts'] = 'ប៉ុនប៉ង​ចូល​បរាជ័យ $a ដង';
$string['numberweeks'] = 'ចំនួន​សប្ដាហ៍​/​ប្រធាន​បទ';
$string['numdays'] = '$a ថ្ងៃ';
$string['numhours'] = '$a ម៉ោង';
$string['numletters'] = '$a តួ​អក្សរ';
$string['numminutes'] = '$a នាទី';
$string['nummonths'] = '$a ខែ';
$string['numseconds'] = '$a វិនាទី';
$string['numviews'] = 'មើល $a ដង';
$string['numweeks'] = '$a សប្តាហ៍';
$string['numwords'] = '$a ពាក្យ';
$string['numyears'] = '$a ឆ្នាំ';
$string['ok'] = 'យល់ព្រម';
$string['oldpassword'] = 'ពាក្យ​សម្ងាត់​បច្ចុប្បន្ន';
$string['opentoguests'] = 'ចូល​ដំណើរ​ការ​ជា​ភ្ញៀវ';
$string['optional'] = 'ស្រេច​ចិត្ត';
$string['order'] = 'លំដាប់';
$string['other'] = 'ផ្សេងទៀត';
$string['outline'] = 'សង្ខេប';
$string['outlinereport'] = 'របាយការណ៍​សង្ខេប';
$string['page'] = 'ទំព័រ';
$string['pageheaderconfigablock'] = 'កំណត់​រចនា​សម្ព័ន្ធ​ប្លុក​ក្នុង %%fullname%%';
$string['parentcoursenotfound'] = 'រក​មិន​ឃើញ​វគ្គ​សិក្សា​មេ !';
$string['parentcoursenotmetacourse'] = 'វគ្គ​សិក្សា​មេ​មិន​មែន​ជា​វគ្គ​សិក្សា​មេតា !';
$string['parentfolder'] = 'ថត​មេ';
$string['participants'] = 'អ្នក​ចូលរួម';
$string['participationratio'] = 'សមាមាត្រ​អ្នក​ចូលរួម';
$string['participationreport'] = 'របាយការណ៍​អ្នក​ចូលរួម';
$string['password'] = 'ពាក្យ​សម្ងាត់';
$string['passwordchanged'] = 'ពាក្យ​សម្ងាត់​ត្រូវ​បាន​ផ្លាស់ប្ដូរ';
$string['passwordconfirmchange'] = 'អះអាង​ការ​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់';
$string['passwordextlink'] = 'តំណ​ខាង​ក្រោម​ត្រូវ​បាន​ផ្ដល់​ឲ្យ ដើម្បី​យក​មក​វិញ​នូវ​ពាក្យ​សម្ងាត់​របស់​អ្នក​ដែល​បាន​បាត់ ។ វា​នឹង​នាំ​អ្នក​ចេញ​ពី Moodle ។';
$string['passwordforgotten'] = 'ភ្លេច​ពាក្យ​សម្ងាត់';
$string['passwordforgotteninstructions'] = 'ត្រូវ​តែ​រក​ឃើញ​ព័ត៌មាន​លម្អិត​របស់​អ្នក​សិន នៅ​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​អ្នក​ប្រើ ។ សូម​បញ្ចូល​ឈ្មោះ​អ្នក​ប្រើ <strong>ឬ</strong> អាសយដ្ឋាន​អ៊ីមែល​ដែល​អ្នក​ប្រើ​សម្រាប់​ចុះឈ្មោះ ក្នុង​ប្រអប់​ដែល​សមរម្យ ។ អ្នក​មិន​ចាំបាច់​បញ្ចូល​ទាំងពីរ​ក៏​បាន​ដែរ ។';
$string['passwordnohelp'] = 'មិន​មាន​ជំនួយ​អ្វី ដើម្បី​ស្វែងរក​ពាក្យសម្ងាត់​របស់​អ្នក​ដែល​បាន​បាត់​ឡើយ ។​ សូម​ទាក់ទង​អ្នក​គ្រប់គ្រង Moodle របស់​អ្នក ។';
$string['passwordrecovery'] = 'បាទ/ចាស ជួយ​ឲ្យ​ខ្ញុំ​ចូល';
$string['passwordsdiffer'] = 'ពាក្យ​សម្ងាត់​ទាំងនេះ​មិន​ផ្គូផ្គង​ទេ';
$string['passwordsent'] = 'ពាក្យ​សម្ងាត់​ត្រូវ​បាន​ផ្ញើ';
$string['passwordsenttext'] = '<p>អ៊ីមែល​ត្រូវ​បាន​ផ្ញើ​ទៅ​កាន់​អាសយដ្ឋាន​របស់​អ្នក​នៅ $a->email ។</p>
<p><b>សូម​ពិនិត្យ​អ៊ីមែល​របស់​អ្នក ដើម្បី​ទទួល​ពាក្យ​សម្ងាត់​ថ្មី​របស់​អ្នក</b></p>
<p>ពាក្យសម្ងាត់​ថ្មី​ត្រូវ​បាន​បង្កើត​ដោយ​ស្វ័យប្រវត្តិ អ្នក​អាច
<a href=\"$a->link\">ផ្លាស់ប្ដូរ​វា ទៅ​អ្វី​ផ្សេង​ងាយស្រួល​ចាំ​ជាង​នេះ​ក៏​បាន​ដែរ ។</a></p>';
$string['pathnotexists'] = 'មិនមាន​ផ្លូវ​នៅ​ក្នុង​ម៉ាស៊ីន​បម្រើ​របស់​អ្នក​ទេ !';
$string['pathslasherror'] = 'ផ្លូវ​មិន​អាច​បញ្ចប់​ដោយ​សញ្ញា​ / បាន​ទេ !!';
$string['paymentinstant'] = 'ប្រើ​ប៊ូតុង​ខាង​ក្រោម ដើម្បី​បង់ប្រាក់ និង​ចុះ​ឈ្មោះ​ក្នុង​រយៈពេល​តែ​ប៉ុន្មាន​នាទី​ប៉ុណ្ណោះ !';
$string['paymentpending'] = '(<small><b><u>$a</u></b> មិន​ទាន់​សម្រេច</small>)';
$string['paymentrequired'] = 'វគ្គសិក្សា​នេះ​ទាមទារ​ឲ្យ​អ្នក​បង់ប្រាក់​សម្រាប់​ធាតុ​នីមួយៗ ។';
$string['payments'] = 'បង់ប្រាក់';
$string['paymentsorry'] = 'សូម​អរគុណ​សម្រាប់​ការ​បង់ប្រាក់​របស់​អ្នក ! ប៉ុន្តែ​ទឹកប្រាក់​របស់​អ្នក​នៅ​មិន​ទាន់​ដំណើរការ​ចប់​សព្វគ្រប់​នៅ​ឡើយ​ទេ ហើយ​អ្នក​មិន​ទាន់​ចុះឈ្មោះ​រួច​ដែរ ដើម្បី​ចូល​វគ្គសិក្សា \"$a->fullname\" ។ សូម​ព្យាយាម​ចូល​វគ្គសិក្សា​ក្នុង​រយៈពេល​ពីរ​បី​វិនាទី​ទៀត ប៉ុន្តែ​បើ​អ្នក​នៅ​តែ​មាន​បញ្ហា សូម​ទាក់ទង $a->teacher ឬ​អ្នក​គ្រប់គ្រង​តំបន់​បណ្ដាញ ។';
$string['paymentthanks'] = 'សូម​អរគុណ​សម្រាប់​ការ​បង់ប្រាក់​របស់​អ្នក ! ឥឡូវ​អ្នក​បាន​ចុះឈ្មោះ​ក្នុង​វគ្គសិក្សា​របស់​អ្នក​ហើយ ៖ <br />\"$a\"';
$string['people'] = 'មនុស្ស';
$string['periodending'] = 'កំឡុងពេល​បញ្ចប់ ($a)';
$string['personalprofile'] = 'ទម្រង់​ផ្ទាល់​ខ្លួន';
$string['pictureof'] = 'រូបភាព​នៃ $a';
$string['phone'] = 'ទូរស័ព្ទ';
$string['phpinfo'] = 'ព័ត៌មាន PHP';
$string['pleaseclose'] = 'សូម​បិទ​បង្អួច​នេះ​ឥឡូវ ។';
$string['pluginsetup'] = 'រៀបចំ​តារាង​កម្មវិធី​ជំនួយ';
$string['policyaccept'] = 'ខ្ញុំ​យល់ និង​យល់ព្រម';
$string['policyagree'] = 'អ្នក​ត្រូវ​តែ​យល់ព្រម​ចំពោះ​គោលការណ៍​នេះ ដើម្បី​បន្ត​ប្រើ​តំបន់​បណ្ដាញ​នេះ ។ តើ​អ្នក​យល់ព្រម​ឬ​ទេ ?';
$string['policyagreement'] = 'កិច្ច​ព្រមព្រៀង​លើ​គោលការណ៍​តំបន់​បណ្ដាញ';
$string['policyagreementclick'] = 'ចុច​ទីនេះ ដើម្បី​អាន​កិច្ច​ព្រមព្រៀង​លើ​គោលការណ៍​តំបន់​បណ្ដាញ';
$string['popupwindow'] = 'បើក​ឯកសារ​ក្នុង​បង្អួច​ថ្មី';
$string['post'] = 'ប្រកាស';
$string['posts'] = 'ប្រកាស';
$string['potentialadmins'] = 'អ្នក​គ្រប់គ្រង​ជាក់ស្ដែង';
$string['potentialcreators'] = 'អ្នក​បង្កើត​វគ្គ​សិក្សា​ជាក់ស្ដែង';
$string['potentialstudents'] = 'សិស្ស​ជាក់ស្ដែង';
$string['potentialteachers'] = 'គ្រូ​ជាក់ស្ដែង';
$string['preferences'] = 'ចំណង់​ចំណូល​ចិត្ត';
$string['preferredlanguage'] = 'ភាសា​ដែល​ចូល​ចិត្ត';
$string['preferredtheme'] = 'ស្បែក​ដែល​ចូល​ចិត្ត';
$string['preview'] = 'មើល​ជា​​​មុន';
$string['previewhtml'] = 'មើល​ទ្រង់ទ្រាយ HTML ជា​មុន';
$string['previeworchoose'] = 'មើល​ជាមុន ឬ​ជ្រើស​ស្បែក';
$string['previous'] = 'មុន​';
$string['previoussection'] = 'ផ្នែក​មុន';
$string['primaryadminsetup'] = 'រៀបចំ​គណនី​អ្នក​គ្រប់គ្រង';
$string['profile'] = 'ទម្រង់';
$string['publicdirectory'] = 'ថត​សាធារណៈ';
$string['publicdirectory0'] = 'សូម​កុំ​បោះពុម្ព​ផ្សាយ​តំបន់​បណ្ដាញ​នេះ';
$string['publicdirectory1'] = 'បោះពុម្ព​ផ្សាយ​តែ​ឈ្មោះ​តំបន់​បណ្ដាញ​ប៉ុណ្ណោះ';
$string['publicdirectory2'] = 'បោះពុម្ព​ផ្សាយ​ឈ្មោះ​តំបន់​បណ្ដាញ​ដោយ​មាន​តំណ​មួយ';
$string['publicdirectorytitle'] = 'មើល​បញ្ជី​បច្ចុប្បន្ន​នៃ​តំបន់​បណ្ដាញ';
$string['publicsitefileswarning'] = 'ចំណាំ ៖ នរណា​ក៏​អាច​ចូល​ដំណើរការ​ ឯកសារ​ដែល​ដាក់​ទីនេះ​បាន​ដែរ';
$string['question'] = 'សំណួរ';
$string['readinginfofrombackup'] = 'អាន​ព័ត៌មាន​ពី​ការ​បម្រុង​ទុក';
$string['readme'] = 'អាន​ខ្ញុំ';
$string['recentactivity'] = 'សកម្មភាព​ថ្មីៗ';
$string['recentactivityreport'] = 'របាយការណ៍​ទាំងស្រុង​នៃ​សកម្មភាព​ថ្មីៗ...';
$string['recipientslist'] = 'បញ្ជី​អ្នក​ទទួល';
$string['recreatedcategory'] = 'បាន​បង្កើត​ប្រភេទ $a ឡើង​វិញ';
$string['refreshingevents'] = 'ធ្វើ​ឲ្យ​ព្រឹត្តិការណ៍​ស្រស់';
$string['refresh'] = 'ធ្វើ​ឲ្យ​ស្រស់';
$string['registration'] = 'ចុះ​ឈ្មោះ Moodle';
$string['registrationcontact'] = 'ទំនាក់ទំនង​ពី​សាធារណៈ';
$string['registrationcontactno'] = 'ទេ ខ្ញុំ​មិន​ចង់បាន​​សំណុំ​បែបបទ​ទំនាក់ទំនង​ក្នុង​បញ្ជី​តំបន់​បណ្ដាញ​ទេ';
$string['registrationcontactyes'] = 'បាទ/ចាស ផ្ដល់​សំណុំ​បែបបទ​មួយ​សម្រាប់​អ្នក​ប្រើ Moodle ដើម្បី​ទាក់ទង​ខ្ញុំ';
$string['registrationemail'] = 'ការ​ជូន​ដំណឹង​តាម​អ៊ីមែល';
$string['registrationinfo'] = '<p>ទំព័រ​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​ចុះឈ្មោះ​តំបន់បណ្ដាញ Moodle របស់​អ្នក​នៅ moodle.org ។ ការ​ចុះឈ្មោះ​គឺ​ឥត​គិតថ្លៃ ។
ប្រយោជន៍​ចម្បង​នៃ​ការ​ចុះឈ្មោះ​គឺ អ្នក​នឹង​ត្រូវបាន​បន្ថែម​ទៅ​កាន់​បញ្ជី​សំបុត្ររួម​កម្រិត​ទាប​សម្រាប់​ការ​ជូន​ដំណឹង​ពិសេសៗ ដូចជា​ការ​ជូន​ដំណឹង​សុវត្ថិភាព ការ​ចេញផ្សាយ​ថ្មីៗ​របស់ Moodle ។</p>
<p>តាម​លំនាំ​ដើម ព័ត៌មាន​របស់​អ្នក​នឹង​ត្រូវ​បាន​រក្សា​ទុក​ជា​ឯក​ជន ហើយ​នឹង​មិន​ត្រូវ​បាន​លក់ ឬ​បញ្ជូន​បន្ត​ទៅ​នរណា​ម្នាក់​ទៀត​នោះ​ទេ ។ ហេតុ​ផល​មួយ​គត់​ដែល​យើង​ប្រមូល​ព័ត៌មាន​នេះ គឺ​ដើម្បី​អាច​ជួយ​គាំទ្រ​អ្នក និង​ដើម្បី​ជួយ​ស្ថាបនា​រូបភាព​ស្ថិតិ​របស់​សហគមន៍ Moodle ទាំង​មូល ។</p>
<p>បើ​អ្នក​ជ្រើស អ្នក​អាច​អនុញ្ញាត​ឲ្យ​បន្ថែម​ឈ្មោះ​តំបន់​បណ្ដាញ ប្រទេស និង URL របស់​អ្នក ទៅ​បញ្ជី​សាធារណៈ​នៃ​តំបន់​បណ្ដាញ Moodle ។</p>
<p>ការ​ចុះ​ឈ្មោះ​ថ្មីៗ​ទាំងអស់​ត្រូវ​បាន​បញ្ជាក់​ដោយ​ដៃ មុន​នឹង​បន្ថែម​ទៅ​បញ្ជី ប៉ុន្តែ​នៅពេល​ដែល​បាន​បន្ថែម​អ្នក អ្នក​អាច​ធ្វើ​ឲ្យ​ការ​ចុះ​ឈ្មោះ (ព្រម​ទាំង​ព័ត៌មាន​ផ្សេងៗ​របស់​អ្នក) របស់​អ្នក​ទាន់សម័យ​បាន នៅ​ពេល​ណា​មួយ ដោយ​ដាក់​ស្នើ​សំណុំ​បែបបទ​នេះ​ឡើង​វិញ ។</p>';
$string['registrationno'] = 'ទេ ខ្ញុំ​មិន​ចង់​ទទួល​អ៊ីមែល​ទេ';
$string['registrationsend'] = 'ផ្ញើ​ព័ត៌មាន​ការ​ចុះ​ឈ្មោះ​ទៅ moodle.org';
$string['registrationyes'] = 'បាន/ចាស សូម​ជូន​ដំណឹង​ខ្ញុំ​អំពី​បញ្ហា​សំខាន់ៗ';
$string['reject'] = 'ច្រានចោល';
$string['remove'] = 'យកចេញ';
$string['removeadmin'] = 'យក​អ្នក​គ្រប់គ្រង​ចេញ';
$string['removecreator'] = 'យក​អ្នក​បង្កើត​វគ្គ​សិក្សា​ចេញ';
$string['removestudent'] = 'យក​សិស្ស​ចេញ';
$string['removeteacher'] = 'យក​គ្រូបង្រៀន​ចេញ';
$string['rename'] = 'ប្ដូរ​ឈ្មោះ';
$string['renamefileto'] = 'ប្ដូរ​ឈ្មោះ <b>$a</b> ទៅ​ជា';
$string['report'] = 'របាយការណ៍';
$string['reports'] = 'របាយការណ៍';
$string['requestcourse'] = 'ស្នើសុំ​វគ្គ​សិក្សា';
$string['requestedby'] = 'ស្នើ​ដោយ';
$string['requestreason'] = 'មូលហេតុ​ដែល​​ស្នើសុំ​វគ្គសិក្សា';
$string['required'] = 'ទាមទារ';
$string['requireskey'] = 'វគ្គ​សិក្សា​នេះ​ទាមទារ​កូនសោ​ចុះឈ្មោះ';
$string['requirespayment'] = 'វគ្គ​សិក្សា​នេះ​ទាមទារ​ឲ្យ​អ្នក​បង់ប្រាក់ ទើប​អាច​ចូល​ដំណើរការ​បាន';
$string['reset'] = 'កំណត់​ឡើង​វិញ';
$string['resetcourse'] = 'កំណត់​វគ្គ​សិក្សា​ឡើង​វិញ';
$string['resetinfo'] = 'ទំព័រ​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​សម្អាត​ទិន្នន័យ​អ្នក​ប្រើ​នៅ​ក្នុង​វគ្គសិក្សា​មួយ ដោយ​រក្សាទុក​នូវ​រាល់​សកម្មភាព និង​ការ​កំណត់​របស់​វា ។ សូម​ប្រយ័ត្ន បើ​អ្នក​ជ្រើស​ធាតុ​ខាង​ក្រោម ហើយ​ដាក់ស្នើ​ទំព័រ​នេះ អ្នក​នឹង​លុប​ទិន្នន័យ​អ្នក​ប្រើ​ដែល​បាន​ជ្រើស ជា​រៀង​រហូត !';
$string['resetstartdate'] = 'កំណត់​កាល​បរិច្ឆេទ​ចាប់ផ្ដើម​ឡើង​វិញ';
$string['resettodefaults'] = 'កំណត់​ឡើង​វិញ​ទៅ​លំនាំ​ដើម';
$string['resortcoursesbyname'] = 'តម្រៀប​វគ្គ​សិក្សា​ឡើង​វិញ​តាម​ឈ្មោះ';
$string['resource'] = 'ធនធាន';
$string['resources'] = 'ធនធាន';
$string['restore'] = 'ស្ដារ';
$string['restorecancelled'] = 'បាន​បោះបង់​ការ​ស្ដារ';
$string['restorecoursenow'] = 'ស្ដារ​វគ្គ​សិក្សា​នេះ​ឥឡូវ !';
$string['restorefinished'] = 'បាន​បញ្ចប់​ការ​ស្ដារ​ដោយ​ជោគជ័យ';
$string['restoreto'] = 'ស្ដារ​ទៅ';
$string['restricted'] = 'បាន​ដាក់​កម្រិត';
$string['restrictmodules'] = 'ដាក់​កម្រិត​ម៉ូឌុល​សកម្មភាព ?';
$string['returningtosite'] = 'ត្រឡប់​មក​តំបន់​បណ្ដាញ​នេះ ?';
$string['revert'] = 'ត្រឡប់​ទៅ​ដើម';
$string['role'] = 'តួនាទី';
$string['rolemappings'] = 'ផ្គូផ្គង​តួនាទី';
$string['roles'] = 'តួនាទី';
$string['rss'] = 'RSS';
$string['rssarticles'] = 'ចំនួន​នៃ​អត្ថបទ​ថ្មីៗ RSS';
$string['rsserror'] = 'កំហុស​ក្នុង​ការ​អាន​ទិន្នន័យ RSS';
$string['rsstype'] = 'មតិ​ព័ត៌មាន RSS សម្រាប់​សកម្មភាព​នេះ';
$string['saveandnext'] = 'រក្សា​ទុក ហើយ​បង្ហាញ​បន្ទាប់​ទៀត';
$string['savechanges'] = 'រក្សា​ទុក​ការ​ផ្លាស់ប្ដូរ';
$string['savedat'] = 'បាន​រក្សា​ទុក​នៅ ៖';
$string['savepreferences'] = 'រក្សា​ទុក​ចំណង់ចំណូល​ចិត្ត';
$string['saveto'] = 'រក្សា​ទុក​ទៅ';
$string['scale'] = 'មាត្រដ្ឋាន';
$string['scales'] = 'មាត្រដ្ឋាន';
$string['scalescustom'] = 'មាត្រដ្ឋាន​ផ្ទាល់​ខ្លួន';
$string['scalescustomcreate'] = 'បន្ថែម​មាត្រដ្ឋាន​ថ្មី';
$string['scalescustomno'] = 'មិនទាន់​បាន​បង្កើត​មាត្រដ្ឋាន​ផ្ទាល់ខ្លួន​នៅ​ឡើយ​ទេ';
$string['scalesstandard'] = 'មាត្រដ្ឋាន​ស្តង់ដារ';
$string['scalestandard'] = 'មាត្រដ្ឋាន​ស្តង់ដារ';
$string['scalestip'] = 'ដើម្បី​បង្កើត​មាត្រដ្ឋាន​ផ្ទាល់​ខ្លួន គឺ​ត្រូវ​ប្រើ​តំណ \'មាត្រដ្ឋាន...\' ក្នុង​ម៉ឺនុយ​ការ​គ្រប់គ្រង​វគ្គ​សិក្សា​របស់​អ្នក ។';
$string['schedule'] = 'កាលវិភាគ';
$string['scheduledbackupstatus'] = 'ស្ថានភាព​ការ​បម្រុង​ទុក​តាម​កាលវិភាគ';
$string['screenreaderuse'] = 'កម្មវិធី​អាន​អេក្រង់';
$string['screenreaderno'] = 'ទេ';
$string['screenreaderyes'] = 'បាន/ចាស';
$string['screenshot'] = 'រូបថត​អេក្រង់';
$string['search'] = 'ស្វែងរក';
$string['searchagain'] = 'ស្វែងរក​ម្ដង​ទៀត';
$string['searchcourses'] = 'ស្វែងរក​វគ្គសិក្សា';
$string['searchhelp'] = 'អ្នក​អាច​ស្វែងរក​ពាក្យច្រើន​ក្នុង​ពេល​តែ​មួយ​បាន ។<br /><br />ពាក្យ  ៖ រក​ពាក្យ​ដែល​ផ្គូផ្គង​នឹង​ពាក្យ​ដែល​នៅ​ក្នុង​អត្ថបទ ។<br />+ពាក្យ ៖ រកឃើញ​​តែ​ពាក្យ​ដែល​ផ្គូផ្គង​ទាំង​ស្រុង​តែ​ប៉ុណ្ណោះ ។<br />-ពាក្យ  ៖ មិន​រួមបញ្ចូល​លទ្ធផល​ដែល​មាន​ពាក្យ​នេះ​ទេ ។';
$string['searchresults'] = 'លទ្ធផល​ស្វែងរក';
$string['sec'] = 'វិ.';
$string['secondstotime172800'] = '២ ថ្ងៃ';
$string['secondstotime259200'] = '៣ ថ្ងៃ';
$string['secondstotime345600'] = '៤ ថ្ងៃ';
$string['secondstotime432000'] = '៥ ថ្ងៃ';
$string['secondstotime518400'] = '៦ ថ្ងៃ';
$string['secondstotime604800'] = '១ សប្ដាហ៍';
$string['secondstotime86400'] = '១ ថ្ងៃ';
$string['secretalreadyused'] = 'តំណ​ការ​អះអាង​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់ ត្រូវ​បាន​ប្រើ​រួច​ហើយ ។ ពាក្យ​សម្ងាត់​មិន​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ទេ ។';
$string['secs'] = 'វិ.';
$string['section'] = 'ផ្នែក';
$string['sections'] = 'ផ្នែក';
$string['seealsostats'] = 'សូម​មើល ៖ ស្ថិតិ';
$string['select'] = 'ជ្រើស';
$string['selectacountry'] = 'ជ្រើស​ប្រទេស';
$string['selectall'] = 'ជ្រើស​ទាំងអស់';
$string['selectamodule'] = 'សូម​ជ្រើស​ម៉ូឌុល​សកម្មភាព​មួយ';
$string['selectednowmove'] = 'បាន​ជ្រើស​ឯកសារ $a សម្រាប់​ផ្លាស់ទី ។ ឥឡូវ​សូម​ចូល​ទៅ​ទិសដៅ រួច​ចុច \'ផ្លាស់ទី​ឯកសារ​នៅ​ទីនេះ\'';
$string['selectnos'] = 'ជ្រើស \'ទេ\' ទាំងអស់';
$string['selectperiod'] = 'ជ្រើស​រយៈ​ពេល';
$string['senddetails'] = 'ផ្ញើ​ព័ត៌មាន​លម្អិត​របស់​ខ្ញុំ​តាម​អ៊ីមែល';
$string['separate'] = 'បំបែក';
$string['separateandconnected'] = 'អត្តនោម័តិ​ផង មិន​អត្តនោម័តិ​ផង';
$string['serverlocaltime'] = 'ម៉ោង​មូលដ្ឋាន​របស់​ម៉ាស៊ីនបម្រើ';
$string['setcategorytheme'] = 'កំណត់​ស្បែក​ប្រភេទ';
$string['settings'] = 'ការ​កំណត់';
$string['shortname'] = 'ឈ្មោះ​កាត់';
$string['shortnamecollisionwarning'] = '[*] = ឈ្មោះ​កាត់​នេះ​កំពុង​ប្រើ​ដោយ​វគ្គ​សិក្សា​រួចហើយ ហើយ​នឹង​ត្រូវ​តែ​ផ្លាស់ប្ដូរ​នៅពេល​អនុម័ត';
$string['shortnametaken'] = 'ឈ្មោះ​កាត់​ត្រូវ​បាន​ប្រើ​រួច​ហើយ សម្រាប់​វគ្គ​សិក្សា​ផ្សេង ($a)';
$string['shortsitename'] = 'ឈ្មោះ​កាត់​សម្រាប់​តំបន់​បណ្ដាញ (ពាក្យ​មួយ​ម៉ាត់​គត់)';
$string['show'] = 'បង្ហាញ';
$string['showactions'] = 'បង្ហាញ​សកម្មភាព';
$string['showadvancedsettings'] = 'បង្ហាញ​ការ​កំណត់​កម្រិត​ខ្ពស់';
$string['showall'] = 'បង្ហាញ $a ទាំងអស់';
$string['showallcourses'] = 'បង្ហាញ​វគ្គ​សិក្សា​ទាំងអស់';
$string['showalltopics'] = 'បង្ហាញ​ប្រធាន​បទ​ទាំងអស់';
$string['showallusers'] = 'បង្ហាញ​អ្នក​ប្រើ​ទាំងអស់';
$string['showallweeks'] = 'បង្ហាញ​សប្ដាហ៍​ទាំងអស់';
$string['showblockcourse'] = 'បង្ហាញ​បញ្ជី​វគ្គ​សិក្សា​ដែល​មាន​ប្លុក';
$string['showgrades'] = 'បង្ហាញ​ពិន្ទុ';
$string['showlistofcourses'] = 'បង្ហាញ​បញ្ជី​វគ្គ​សិក្សា';
$string['showmodulecourse'] = 'បង្ហាញ​បញ្ជី​វគ្គ​សិក្សា​ដែល​មាន​សកម្មភាព';
$string['showonly'] = 'បង្ហាញ​តែ';
$string['showonlytopic'] = 'បង្ហាញ​តែ​ប្រធាន​បទ $a';
$string['showonlyweek'] = 'បង្ហាញ​តែសប្ដាហ៍ $a';
$string['showperpage'] = 'បង្ហាញ $a ក្នុង​មួយ​ទំព័រ';
$string['showrecent'] = 'បង្ហាញ​សកម្មភាព​ថ្មីៗ';
$string['showreports'] = 'បង្ហាញ​របាយការណ៍​សកម្មភាព';
$string['showsettings'] = 'បង្ហាញ​ការ​កំណត់';
$string['showtheselogs'] = 'បង្ហាញ​កំណត់​ហេតុ​ទាំងនេះ';
$string['since'] = 'តាំង​ពី';
$string['sincelast'] = 'តាំង​ពី​ចូល​លើក​ចុង​ក្រោយ';
$string['site'] = 'តំបន់​បណ្ដាញ';
$string['sitedefault'] = 'លំនាំ​ដើម​​តំបន់​បណ្ដាញ';
$string['siteerrors'] = 'កំហុស​តំបន់​បណ្ដាញ';
$string['sitefiles'] = 'ឯកសារ​តំបន់​បណ្ដាញ';
$string['sitelogs'] = 'កំណត់​ហេតុ​តំបន់​បណ្ដាញ';
$string['sitenews'] = 'ព័ត៌មាន​តំបន់​បណ្ដាញ';
$string['sitepartlist'] = 'អ្នក​មិន​មាន​សិទ្ធិ​ដែល​ទាមទារ សម្រាប់​មើល​បញ្ជី​អ្នក​ចូល​រួម​ឡើយ';
$string['sitepartlist0'] = 'អ្នក​ត្រូវ​តែ​ជា​គ្រូ​នៃ​តំបន់​បណ្ដាញ ដើម្បី​​អាច​មើល​បញ្ជី​អ្នក​ចូល​រួម​តំបន់​បណ្ដាញ';
$string['sitepartlist1'] = 'អ្នក​ត្រូវ​តែ​ជា​គ្រូ ដើម្បី​​អាច​មើល​បញ្ជី​អ្នក​ចូល​រួម​តំបន់​បណ្ដាញ';
$string['sites'] = 'តំបន់​បណ្ដាញ';
$string['sitesection'] = 'រួម​បញ្ចូល​ផ្នែក​ប្រធាន​បទ';
$string['sitesettings'] = 'ការ​កំណត់​តំបន់​បណ្ដាញ';
$string['siteteachers'] = 'គ្រូ​តំបន់​បណ្ដាញ';
$string['size'] = 'ទំហំ';
$string['sizeb'] = 'បៃ';
$string['sizegb'] = 'ជ.ប.';
$string['sizekb'] = 'គ.ប.';
$string['sizemb'] = 'ម.ប.';
$string['skipped'] = 'បាន​រំលង';
$string['skiptomaincontent'] = 'រំលង​ទៅ​មាតិកា​មេ';
$string['skypeid'] = 'លេខ​សម្គាល់ Skype';
$string['socialheadline'] = 'វេទិកា​សង្គម - ប្រធាន​បទ​ចុង​ក្រោយ​បំផុត';
$string['someallowguest'] = 'វគ្គ​សិក្សា​មួយចំនួន​អាច​នឹង​អនុញ្ញាត​ឲ្យ​ចូលដំណើរការ​ជា​ភ្ញៀវ';
$string['someerrorswerefound'] = 'បាត់​ព័ត៌មាន​មួយ​ចំនួន ឬ​ព័ត៌មាន​មិន​ត្រឹមត្រូវ ។ សូម​មើល​ផ្នែក​ខាង​ក្រោម សម្រាប់​ព័ត៌មាន​បន្ថែម ។';
$string['sortby'] = 'តម្រៀប​តាម';
$string['sourcerole'] = 'តួ​នាទី​ដើម';
$string['specifyname'] = 'អ្នក​ត្រូវ​តែ​បញ្ជាក់​ឈ្មោះ​មួយ ។';
$string['starpending'] = '([*] = វគ្គសិក្សា​រង់ចាំ​អនុម័ត)';
$string['startdate'] = 'កាល​បរិច្ឆេទ​ចាប់ផ្ដើម​វគ្គ​សិក្សា';
$string['startsignup'] = 'បង្កើត​គណនី​ថ្មី';
$string['state'] = 'រដ្ឋ/ខេត្ត';
$string['statistics'] = 'ស្ថិតិ';
$string['statisticsgraph'] = 'ក្រាប​ស្ថិតិ';
$string['stats'] = 'ស្ថិតិ';
$string['statslogins'] = 'ការ​ចូល';
$string['statsmodedetailed'] = 'ទិដ្ឋភាព​លម្អិត (អ្នក​ប្រើ)';
$string['statsmodegeneral'] = 'ទិដ្ឋភាព​ទូទៅ';
$string['statsnodata'] = 'មិន​មាន​ទិន្នន័យ​សម្រាប់​​បន្សំ​នៃ​វគ្គ​សិក្សា និង​កំឡុងពេល​នោះ​ឡើយ ។';
$string['statsnodatauser'] = 'មិន​មាន​ទិន្នន័យ​សម្រាប់​​បន្សំ​នៃ​វគ្គ​សិក្សា អ្នកប្រើ និង​កំឡុងពេល​នោះ​ឡើយ ។';
$string['statsoff'] = 'បច្ចុប្បន្ន ស្ថិតិ​មិន​ត្រូវ​បាន​បើក​ឡើយ';
$string['statsreads'] = 'មើល';
$string['statsreport1'] = 'ការ​ចូល';
$string['statsreport10'] = 'សកម្មភាព​អ្នក​ប្រើ';
$string['statsreport11'] = 'វគ្គសិក្សា​សកម្ម​បំផុត';
$string['statsreport12'] = 'វគ្គសិក្សា​សកម្ម​បំផុត (សំខាន់)';
$string['statsreport13'] = 'វគ្គ​សិក្សា​គេ​ចូលរួម​ច្រើន​បំផុត (ការ​ចុះ​ឈ្មោះ)';
$string['statsreport14'] = 'វគ្គ​សិក្សា​គេ​ចូល​រួម​ច្រើន​បំផុត (មើល/ប្រកាស)';
$string['statsreport2'] = 'មើល (តួ​នាទី​ទាំងអស់)';
$string['statsreport3'] = 'ប្រកាស (តួ​នាទី​ទាំងអស់)';
$string['statsreport4'] = 'សកម្មភាព​ទាំងអស់ (តួ​នាទី​ទាំងអស់)';
$string['statsreport5'] = 'សកម្មភាព​ទាំងអស់ (មើល និង​ប្រកាស)';
$string['statsreport7'] = 'សកម្មភាព​អ្នក​ប្រើ (មើល និង​ប្រកាស)';
$string['statsreport8'] = 'សកម្មភាព​អ្នក​ប្រើ​ទាំងអស់';
$string['statsreport9'] = 'ការ​ចូល (វគ្គ​សិក្សា​នៃ​តំបន់​បណ្ដាញ)';
$string['statsreportactivity'] = 'សកម្មភាព​ទាំងអស់ (តួនាទី​ទាំងអស់)';
$string['statsreportactivitybyrole'] = 'សកម្មភាព​ទាំងអស់ (មើល និង​ប្រកាស)';
$string['statsreportforuser'] = 'សម្រាប់';
$string['statsreportlogins'] = 'ការ​ចូល';
$string['statsreportreads'] = 'មើល (តួ​នាទី​ទាំងអស់)';
$string['statsreporttype'] = 'ប្រភេទ​របាយការណ៍';
$string['statsreportwrites'] = 'ប្រកាស (តួ​នាទី​ទាំងអស់)';
$string['statsstudentactivity'] = 'សកម្មភាព​របស់​សិស្ស';
$string['statsstudentreads'] = 'ការ​មើល​របស់​សិស្ស';
$string['statsstudentwrites'] = 'ប្រកាស​របស់​សិស្ស';
$string['statsteacheractivity'] = 'សកម្មភាព​របស់​គ្រូ';
$string['statsteacherreads'] = 'ការ​មើល​របស់​គ្រូ';
$string['statsteacherwrites'] = 'ប្រកាស​របស់​គ្រូ';
$string['statstimeperiod'] = 'កំឡុង​ពេល - ចុង​ក្រោយ ៖';
$string['statsuniquelogins'] = 'ការ​ចូល​តែ​មួយ​គត់';
$string['statsuseractivity'] = 'សកម្មភាព​ទាំងអស់';
$string['statsuserlogins'] = 'ចូល';
$string['statsuserreads'] = 'មើល';
$string['statsuserwrites'] = 'ប្រកាស';
$string['statswrites'] = 'ប្រកាស';
$string['status'] = 'ស្ថានភាព';
$string['strftimedate'] = '%%d %%B %%Y';
$string['strftimedateshort'] = '%%d %%B';
$string['strftimedatetime'] = '%%d %%B %%Y, %%I:%%M %%p';
$string['strftimedaydate'] = '%%A, %%d %%B %%Y';
$string['strftimedaydatetime'] = '%%A, %%d %%B %%Y, %%I:%%M %%p';
$string['strftimedayshort'] = '%%A, %%d %%B';
$string['strftimedaytime'] = '%%a, %%H:%%M';
$string['strftimemonthyear'] = '%%B %%Y';
$string['strftimerecent'] = '%%d %%b, %%H:%%M';
$string['strftimerecentfull'] = '%%a, %%d %%b %%Y, %%I:%%M %%p';
$string['strftimetime'] = '%%I:%%M %%p';
$string['stringsnotset'] = 'ខ្សែ​អក្សរ​ខាង​ក្រោម​មិន​ត្រូវ​បាន​កំណត់​ក្នុង $a ឡើយ';
$string['studentnotallowed'] = 'សូម​អភ័យទោស អ្នក​មិន​អាច​ចូល​វគ្គសិក្សា​នេះ​ជា \'$a\' បាន​ឡើយ';
$string['students'] = 'សិស្ស';
$string['studentsandteachers'] = 'សិស្ស និង​គ្រូ';
$string['studentviewoff'] = 'បិទ​ការ​មើល​របស់​សិស្ស';
$string['studentviewon'] = 'បើក​ការ​មើល​របស់​សិស្ស';
$string['subcategories'] = 'ប្រភេទ​រង';
$string['submit'] = 'ដាក់​ស្នើ';
$string['success'] = 'ជោគជ័យ';
$string['summary'] = 'សង្ខេប';
$string['summaryof'] = 'សេចក្ដី​សង្ខេប​នៃ $a';
$string['supplyinfo'] = 'ព័ត៌មាន​លម្អិត​បន្ថែម';
$string['switchrolereturn'] = 'ត្រឡប់​ទៅ​តួ​នាទី​ធម្មតា​របស់​ខ្ញុំ';
$string['switchroleto'] = 'ប្ដូរ​តួ​នាទី​ទៅ...';
$string['tag'] = 'ស្លាក';
$string['tagalready'] = 'មាន​ស្លាក​នេះ​រួចហើយ';
$string['tagmanagement'] = 'បន្ថែម​/​លុប​ស្លាក...';
$string['tags'] = 'ស្លាក';
$string['targetrole'] = 'តួ​នាទី​ត្រូវ​ប្ដូរ​ទៅ';
$string['teacheronly'] = 'សម្រាប់​តែ $a';
$string['teacherroles'] = '$a តួនាទី';
$string['teachers'] = 'គ្រូ';
$string['textediting'] = 'ពេល​កែ​សម្រួល​អត្ថបទ';
$string['texteditor'] = 'ប្រើ​ទម្រង់​បណ្ដាញ​ស្តង់ដារ';
$string['textformat'] = 'ទ្រង់ទ្រាយ​អត្ថបទ​ធម្មតា';
$string['thanks'] = 'សូម​អរគុណ';
$string['theme'] = 'ស្បែក';
$string['themes'] = 'ស្បែក';
$string['themesaved'] = 'បាន​រក្សា​ទុក​ស្បែក​ថ្មី';
$string['thischarset'] = 'UTF-8';
$string['thisdirection'] = 'ltr';
$string['thislanguage'] = 'ខ្មែរ';
$string['time'] = 'ពេល​វេលា';
$string['timezone'] = 'តំបន់​ពេល​វេលា';
$string['to'] = 'ដល់';
$string['today'] = 'ថ្ងៃ​នេះ';
$string['todaylogs'] = 'កំណត់​ហេតុ​ថ្ងៃ​នេះ';
$string['toeveryone'] = 'ចំពោះ​អ្នក​គ្រប់គ្នា';
$string['toomanybounces'] = 'អាសយដ្ឋាន​អ៊ីមែល​នោះ​មាន​ការ​បញ្ជូន​ច្រើន​ពេក ។ អ្នក​<b>ត្រូវ​តែ</b>​ផ្លាស់ប្ដូរ​វា​ដើម្បី​បន្ត ។';
$string['toomanytoshow'] = 'មាន​អ្នក​ប្រើ​ច្រើន​ពេក​ដែលត្រូវ​បង្ហាញ ។';
$string['toonly'] = 'ដល់ $a ប៉ុណ្ណោះ';
$string['top'] = 'លើ​គេ';
$string['topic'] = 'ប្រធាន​បទ';
$string['topichide'] = 'លាក់​ប្រធាន​បទ​នេះ​ពី $a';
$string['topicoutline'] = 'គ្រោង​ប្រធាន​បទ';
$string['topicshow'] = 'បង្ហាញ​ប្រធាន​បទ​នេះ​ចំពោះ $a';
$string['total'] = 'សរុប';
$string['trackforums'] = 'ការ​តាម​ដាន​វេទិកា';
$string['trackforumsno'] = 'ទេ ៖ កុំ​តាម​ដាន​ប្រកាស​ដែល​ខ្ញុំ​បាន​មើល';
$string['trackforumsyes'] = 'បាទ/ចាស ៖ បន្លិច​ប្រកាស​ថ្មី​សម្រាប់​ខ្ញុំ';
$string['trysearching'] = 'សាកល្បង​ស្វែងរក​ជំនួស​វិញ។';
$string['turneditingoff'] = 'បិទ​ការ​កែ​សម្រួល';
$string['turneditingon'] = 'បើក​ការ​កែ​សម្រួល';
$string['undecided'] = 'មិន​បាន​សម្រេច​ចិត្ត';
$string['unenrol'] = 'លុប​ឈ្មោះ';
$string['unenrolallstudents'] = 'លុប​ឈ្មោះ​សិស្ស​ទាំងអស់';
$string['unenrolallstudentssure'] = 'តើ​អ្នក​ពិត​ជា​ចង់​លុប​ឈ្មោះ​សិស្ស​ទាំងអស់​ពី​វគ្គ​សិក្សា​នេះ​ទាំងស្រុង​​ឬ ?';
$string['unenrolme'] = 'លុប​ឈ្មោះ​ខ្ញុំ​ពី $a';
$string['unenrolsure'] = 'តើ​អ្នក​ពិត​ជា​ចង់​លុប​ឈ្មោះ $a ពី​វគ្គ​សិក្សា​នេះ​ឬ ?';
$string['unfinished'] = 'មិន​បាន​បញ្ចប់';
$string['unknowncategory'] = 'មិន​ស្គាល់​ប្រភេទ';
$string['unlimited'] = 'មិន​កំណត់';
$string['unpacking'] = 'ស្រាយ $a';
$string['unsafepassword'] = 'ពាក្យ​សម្ងាត់​គ្មាន​សុវត្ថិភាព - សាកល្បង​ពាក្យសម្ងាត់​ផ្សេង​ទៀត';
$string['untilcomplete'] = 'ទាល់​តែ​បញ្ចប់​ទាំងស្រុង';
$string['unusedaccounts'] = 'គណនី​ដែល​មិន​បាន​ប្រើ​ក្នុង​រយៈពេល $a ថ្ងៃ នឹង​ត្រូវ​លុបឈ្មោះ​ដោយ​ស្វ័យប្រវត្តិ';
$string['unzip'] = 'ពន្លា';
$string['unzippingbackup'] = 'ពន្លា​ការ​បម្រុង​ទុក';
$string['up'] = 'ឡើង​លើ';
$string['update'] = 'ធ្វើ​ឲ្យ​ទាន់​សម័យ';
$string['updated'] = 'បាន​ធ្វើ​ឲ្យ $a ទាន់សម័យ';
$string['updatemymoodleoff'] = 'របៀប​ធម្មតា';
$string['updatemymoodleon'] = 'កែ​សម្រួល​ទំព័រ​នេះ';
$string['updatemyprofile'] = 'ធ្វើ​ឲ្យ​ទម្រង់ទាន់​សម័យ';
$string['updatesevery'] = 'ធ្វើ​ឲ្យ​ទាន់​សម័យ​នៅ​​រាល់ $a វិនាទី';
$string['updatethis'] = 'ធ្វើ​ឲ្យ $a នេះ​ទាន់​សម័យ';
$string['updatethiscourse'] = 'ធ្វើ​ឲ្យ​វគ្គ​សិក្សា​នេះ​ទាន់​សម័យ';
$string['updatinga'] = 'ធ្វើ​ឲ្យ​ទាន់​សម័យ ៖ $a';
$string['updatingain'] = 'ធ្វើ​ឲ្យ $a->what ទាន់សម័យ​ក្នុង $a->in';
$string['upload'] = 'ផ្ទុក​ឡើង';
$string['uploadafile'] = 'ផ្ទុក​ឯកសារ​ឡើង';
$string['uploadedfile'] = 'បាន​ផ្ទុក​ឯកសារ​ឡើង​ដោយ​ជោគជ័យ';
$string['uploadedfileto'] = 'បាន​ផ្ទុក $a->file ឡើង​ទៅ $a->directory';
$string['uploadedfiletoobig'] = 'សូម​អភ័យ​ទោស ឯកសារ​នោះ​ធំ​ពេក​ហើយ (ទំហំ​កំណត់​ត្រឹម $a បៃ)';
$string['uploadfailednotrecovering'] = 'បាន​បរាជ័យ​ក្នុងការ​ផ្ទុក​ឡើង​ឯកសារ​របស់​អ្នក ពីព្រោះ​មាន​បញ្ហា​ជាមួយ​ឯកសារ​មួយ​គឺ $a->name ។<br /> នេះ​គឺ​ជា​កំណត់​ហេតុ​របស់​បញ្ហា ៖<br />$a->problem<br />មិន​អាច​ប៉ះប៉ូវ​បាន​ឡើយ ។';
$string['uploadfilelog'] = 'កំណត់ហេតុ​ការ​ផ្ទុក​ឡើង​សម្រាប់​ឯកសារ $a';
$string['uploadformlimit'] = 'ឯកសារ​ដែល​ផ្ទុក​ឡើង​បាន​លើស​​ទំហំ​កំណត់​អតិបរមា ដែល​កំណត់​ដោយ​សំណុំ​បែបបទ';
$string['uploadlabel'] = 'ចំណង​ជើង ៖';
$string['uploadnofilefound'] = 'រក​មិន​ឃើញ​ឯកសារ - តើ​អ្នក​ពិតជា​បាន​ជ្រើស​ឯកសារ​មួយ ដើម្បី​ផ្ទុក​ឡើង​មែនឬ ?';
$string['uploadnotallowed'] = 'ការ​ផ្ទុក​ឡើង​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឡើយ';
$string['uploadoldfilesdeleted'] = 'ឯកសារ​ចាស់ៗ​​ក្នុង​តំបន់​ផ្ទុក​ឡើង​របស់​អ្នក​ត្រូវ​បាន​លុប';
$string['uploadpartialfile'] = 'ឯកសារ​ត្រូវ​បាន​ផ្ទុក​ឡើង​តែ​ផ្នែក​ខ្លះ​ប៉ុណ្ណោះ';
$string['uploadproblem'] = 'បញ្ហា​មិន​ស្គាល់​មួយ​បាន​កើត​ឡើង ខណៈ​ពេល​ផ្ទុក​ឯកសារ \'$a\' ឡើង (ប្រហែលជា​​វា​ធំពេក ?)';
$string['uploadrenamedchars'] = 'ឯកសារ​ត្រូវ​បាន​ប្ដូរ​ឈ្មោះ​ពី $a->oldname ទៅ $a->newname ដោយសារ​​តួ​អក្សរ​មិន​ត្រឹមត្រូវ ។';
$string['uploadrenamedcollision'] = 'ឯកសារ​ត្រូវ​បាន​ប្ដូរ​ឈ្មោះ​ពី $a->oldname ទៅ $a->newname ដោយសារ​មាន​ការ​ប៉ះ​ទង្គិច​ឈ្មោះ​ឯកសារ ។';
$string['uploadserverlimit'] = 'ឯកសារ​ដែល​បាន​ផ្ទុក​ឡើង បាន​លើស​​ទំហំ​កំណត់​អតិបរមា ដែល​កំណត់​ដោយ​ម៉ាស៊ីន​បម្រើ';
$string['uploadthisfile'] = 'ផ្ទុក​ឯកសារ​នេះ​ឡើង';
$string['uploadusers'] = 'ផ្ទុក​អ្នក​ប្រើ​ឡើង';
$string['usedinnplaces'] = 'បាន​ប្រើ​ក្នុង $a កន្លែង';
$string['usemessageform'] = 'ឬ​ប្រើ​សំណុំ​បែបបទ​ខាង​ក្រោម ដើម្បី​ផ្ញើ​សារ​ទៅ​សិស្ស​ដែល​បាន​ជ្រើស';
$string['user'] = 'អ្នកប្រើ';
$string['userconfirmed'] = 'បាន​អះអាង $a';
$string['userdata'] = 'ទិន្នន័យ​អ្នក​ប្រើ';
$string['userdeleted'] = 'គណនី​អ្នក​ប្រើ​នេះ​ត្រូវបាន​លុប';
$string['userdescription'] = 'សេចក្ដី​ពិពណ៌នា';
$string['userfiles'] = 'ឯកសារ​អ្នក​ប្រើ';
$string['userlist'] = 'បញ្ជី​អ្នក​ប្រើ';
$string['username'] = 'ឈ្មោះ​អ្នក​ប្រើ';
$string['usernameemailmatch'] = 'ឈ្មោះ​អ្នក​ប្រើ និង​អាសយដ្ឋាន​អ៊ីមែល​គឺ​មិន​ទាក់ទង​ទៅនឹង​អ្នក​ប្រើ​ដូច​គ្នា​ទេ';
$string['usernameoremail'] = 'បញ្ចូល​ឈ្មោះ​អ្នក​ប្រើ ឬ​អាសយដ្ឋាន​អ៊ីមែល';
$string['usernameexists'] = 'មាន​ឈ្មោះ​អ្នក​ប្រើ​នេះ​រួច​ហើយ សូម​ជ្រើស​មួយ​ផ្សេង​ទៀត';
$string['usernamelowercase'] = 'អនុញ្ញាត​តែអក្សរ​តូច​​ប៉ុណ្ណោះ';
$string['usernamenotfound'] = 'រក​មិន​ឃើញ​ឈ្មោះ​អ្នក​ប្រើ​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​ឡើយ';
$string['usernotconfirmed'] = 'មិន​អាច​អះអាង $a បាន​ឡើយ';
$string['userpic'] = 'រូបភាព​អ្នក​ប្រើ';
$string['userprofilefor'] = 'ទម្រង់​អ្នក​ប្រើ​សម្រាប់ $a';
$string['users'] = 'អ្នក​ប្រើ';
$string['usersnew'] = 'អ្នក​ប្រើ​ថ្មី';
$string['usersnoaccesssince'] = 'អសកម្ម​រយៈពេល​ជាង';
$string['userzones'] = 'តំបន់​អ្នក​ប្រើ';
$string['usethiscourse'] = 'ប្រើ​វគ្គ​សិក្សា​នេះ';
$string['usingexistingcourse'] = 'ដោយ​ប្រើ​វគ្គ​សិក្សា​មាន​ស្រាប់';
$string['version'] = 'កំណែ';
$string['view'] = 'មើល';
$string['views'] = 'មើល';
$string['viewsolution'] = 'មើល​ដំណោះស្រាយ';
$string['virusfound'] = 'អ្នក​គ្រប់គ្រង​សូម​ប្រុង​ប្រយ័ត្ន ! Clam AV បាន​រក​ឃើញ​មេរោគ​នៅ​ក្នុង​ឯកសារ​ដែល​ផ្ទុក​ឡើង​ដោយ $a->user សម្រាប់​វគ្គ​សិក្សា $a->course ។ នេះ​គឺ​ជា​ទិន្នផល​នៃ clamscan ៖';
$string['virusfoundlater'] = 'ឯកសារ​ដែល​អ្នក​បាន​ផ្ទុកឡើង​នៅ​ថ្ងៃ​ទី $a->date មាន​ឈ្មោះ​ថា $a->filename សម្រាប់​វគ្គសិក្សា $a->course គឺ​ត្រូវ​បាន​រក​ឃើញ​ថា​មាន​មេរោគ ។ នេះ​ជា​សេចក្ដី​សង្ខេប​នៃ​អ្វី​ដែល​បាន​កើតឡើង​ចំពោះ​ឯកសារ​របស់​អ្នក ៖

$a->action

ប្រសិន​បើ​ឯកសារ​នេះ​គឺ​ការងារ​ដែល​អ្នក​ត្រូវ​ដាក់ស្នើ​ឲ្យ​គ្រូ អ្នក​គួរ​តែ​ដាក់ស្នើ​វា​ម្ដង​ទៀត ដូច្នេះ​ទើប​គ្រូ​របស់​អ្នក​អាច​មើល​វា​ឃើញ ។';
$string['virusfoundlateradmin'] = 'អ្នក​គ្រប់គ្រង​សូម​ប្រុងប្រយ័ត្ន ! ឯកសារ​ដែល​បាន​ផ្ទុក​ឡើង​នៅថ្ងៃ​ទី $a->date មាន​ឈ្មោះថា $a->filename សម្រាប់​វគ្គសិក្សា $a->course ដែល​ផ្ទុក​ឡើង​ដោយ​អ្នកប្រើ $a->user គឺ​ត្រូវបាន​រកឃើញ​ថា​មាន​មេរោគ ។ នេះ​ជា​សេចក្ដី​សង្ខេប​នៃ​អ្វី​ដែល​បាន​កើតឡើង​ចំពោះ​ឯកសារ ៖

$a->action

អ្នក​ប្រើ​ក៏​ត្រូវ​បាន​ជូន​ដំណឹង​ផង​ដែរ ។';
$string['virusfoundlateradminnolog'] = 'អ្នក​គ្រប់គ្រង​សូម​ប្រុងប្រយ័ត្ន ! ឯកសារ​ដែល​បាន​ផ្ទុកឡើង​​ដែល​មាន​ឈ្មោះ $a->filename ត្រូវ​បាន​រកឃើញ​ថា​មាន​មេរោគ ។ Moodle មិនអាច​ដោះស្រាយ​បញ្ហា​ឯកសារ​នេះ សម្រាប់​អ្នក​ប្រើ​ដែល​ជា​អ្នក​ផ្ទុក​វា​ឡើង​បាន​ឡើយ ។

នេះ​គឺ​ជា​សេចក្ដី​សង្ខេប​នៃ​អ្វី​ដែល​បាន​កើត​ឡើង​ចំពោះ​ឯកសារ ៖

$a->action';
$string['virusfoundsubject'] = '$a ៖ បាន​រក​ឃើញ​មេរោគ !';
$string['virusfounduser'] = 'ឯកសារ​ដែល​អ្នក​បាន​ផ្ទុក​ឡើង មាន​ឈ្មោះ  $a->filename គឺ​ត្រូវ​បាន​វិភាគ​ដោយ​កម្មវិធី​ពិនិត្យ​រក​មេរោគ និង​រក​ឃើញ​ថា​មាន​ឆ្លង​មេរោគ ! ការ​ផ្ទុក​ឡើង​ឯកសារ​របស់​អ្នក​មិន​បាន​ជោគជ័យ​ឡើយ ។';
$string['virusplaceholder'] = 'ឯកសារ​ដែល​បាន​ផ្ទុក​ឡើងនេះ គឺ​ត្រូវ​បាន​រកឃើញ​ថា​មាន​មេរោគ ហើយ​ត្រូវ​បាន​ផ្លាស់ទី ឬ​លុប​ចេញ និង​បានជូន​ដំណឹង​ដល់​អ្នក​ប្រើ​ផងដែរ ។';
$string['visible'] = 'មើល​ឃើញ';
$string['visibletostudents'] = 'មើល​ឃើញ​ចំពោះ $a';
$string['warningdeleteresource'] = 'ព្រមាន ៖ $a ត្រូវ​បាន​យោង​នៅ​ក្នុង​ធនធាន ។ តើ​អ្នក​ចង់​ធ្វើ​ឲ្យ​ធនធាន​ទាន់​សម័យ​ឬ​ទេ ?';
$string['webpage'] = 'ទំព័រ​បណ្ដាញ';
$string['week'] = 'សប្ដាហ៍';
$string['weekhide'] = 'លាក់​សប្ដាហ៍​នេះ​ពី $a';
$string['weeklyoutline'] = 'គ្រោង​ប្រចាំ​សប្ដាហ៍';
$string['weekshow'] = 'បង្ហាញ​សប្ដាហ៍​នេះ​ចំពោះ $a';
$string['welcometocourse'] = 'សូម​ស្វាគមន៍​ការ​មកកាន់ $a';
$string['welcometocoursetext'] = 'សូម​ស្វាគមន៍​ការ​មកកាន់ $a->coursename !

ប្រសិន​បើ​អ្នក​មិន​បាន​ធ្វើ​ដូច​នោះ​រួច​រាល់​ទេ អ្នក​គួរតែ​កែ​សម្រួល​ទំព័រ​ទម្រង់​របស់​អ្នក​ក្នុង​វគ្គ​សិក្សា ដូច្នេះ​យើង​អាច​ស្វែងយល់​បន្ថែម​អំពី​អ្នក ៖

$a->profileurl';
$string['whattocallzip'] = 'តើ​អ្នក​ចង់​ហៅ​ឯកសារ zip ធ្វើ​អ្វី ?';
$string['withchosenfiles'] = 'ដោយ​មាន​ឯកសារ​ដែល​បាន​ជ្រើស';
$string['withoutuserdata'] = 'ដោយ​គ្មាន​ទិន្នន័យ​អ្នក​ប្រើ';
$string['withselectedusers'] = 'ដោយ​មាន​អ្នក​ប្រើ​ដែល​បាន​ជ្រើស...';
$string['withuserdata'] = 'ដោយ​មាន​ទិន្នន័យ​អ្នក​ប្រើ';
$string['wordforstudent'] = 'អ្នក​ចង់​ហៅ​សិស្ស​ថា​ម៉េច';
$string['wordforstudenteg'] = 'ឧ. សិស្ស អ្នក​ចូលរួម ។ល។';
$string['wordforstudents'] = 'អ្នក​ចង់​ហៅ​សិស្ស​ថា​ម៉េច';
$string['wordforstudentseg'] = 'ឧ. សិស្ស អ្នក​ចូលរួម ។ល។';
$string['wordforteacher'] = 'អ្នក​ចង់​ហៅ​គ្រូ​ថា​ម៉េច';
$string['wordforteachereg'] = 'ឧ. គ្រូ​បង្រៀន គ្រូ អ្នក​សម្របសម្រួល ។ល។';
$string['wordforteachers'] = 'អ្នក​ចង់​ហៅ​គ្រូ​ថា​ម៉េច';
$string['wordforteacherseg'] = 'ឧ. គ្រូ​បង្រៀន គ្រូ អ្នក​សម្របសម្រួល ។ល។';
$string['writingcategoriesandquestions'] = 'សរសេរ​ប្រភេទ និង​សំណួរ';
$string['writingcoursedata'] = 'សរសេរ​ទិន្នន័យ​វគ្គ​សិក្សា';
$string['writingeventsinfo'] = 'សរសេរ​ព័ត៌មាន​ព្រឹត្តិការណ៍';
$string['writinggeneralinfo'] = 'សរសេរ​ព័ត៌មាន​ទូទៅ';
$string['writinggradebookinfo'] = 'សរសេរ​ព័ត៌មាន​សៀវភៅ​ពិន្ទុ';
$string['writinggroupsinfo'] = 'សរសេរ​ព័ត៌មាន​ក្រុម';
$string['writinggroupingsinfo'] = 'សរសេរ​ព័ត៌មាន​ការ​ដាក់​ក្រុម';
$string['writingheader'] = 'សរសេរ​បឋមកថា';
$string['writingloginfo'] = 'សរសេរ​ព័ត៌មាន​កំណត់​ហេតុ';
$string['writingmessagesinfo'] = 'សរសេរ​ព័ត៌មាន​សារ';
$string['writingmoduleinfo'] = 'សរសេរ​ព័ត៌មាន​ម៉ូឌុល';
$string['writingscalesinfo'] = 'សរសេរ​ព័ត៌មាន​មាត្រដ្ឋាន';
$string['writinguserinfo'] = 'សរសេរ​ព័ត៌មាន​អ្នក​ប្រើ';
$string['wrongpassword'] = 'ពាក្យ​សម្ងាត់​មិន​ត្រឹមត្រូវ​សម្រាប់​ឈ្មោះ​អ្នក​ប្រើ​នេះ';
$string['xmldbeditor'] = 'កម្មវិធី​និពន្ធ XMLDB';
$string['yahooid'] = 'លេខ​សម្គាល់​យ៉ាហ៊ូ';
$string['year'] = 'ឆ្នាំ';
$string['years'] = 'ឆ្នាំ';
$string['yes'] = 'បាទ​/​ចាស';
$string['youareabouttocreatezip'] = 'អ្នក​រៀបនឹង​បង្កើត​ឯកសារ zip ដែល​មាន';
$string['youaregoingtorestorefrom'] = 'អ្នក​រៀបនឹង​ចាប់ផ្ដើម​ដំណើរការ​ស្ដារ​សម្រាប់';
$string['youneedtoenrol'] = 'ដើម្បី​ធ្វើ​សកម្មភាព​នោះ អ្នក​ត្រូវ​ចុះ​ឈ្មោះ​ក្នុង​វគ្គ​សិក្សា​នេះ​សិន ។';
$string['yourlastlogin'] = 'ការ​ចូល​ចុង​ក្រោយ​របស់​អ្នក​គឺ';
$string['yourself'] = 'ខ្លួន​អ្នក';
$string['yourteacher'] = '$a របស់​អ្នក';
$string['zippingbackup'] = 'បង្ហាប់​ការ​បម្រុង​ទុក';
$string['authenticationplugins'] = 'កម្មវិធី​ជំនួយ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ';
$string['chooseauthmethod'] = 'ជ្រើស​កម្មវិធី​ជំនួយ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ';

?>