<?PHP // $Id$ 
      // my.php - created with Moodle 1.7 beta + (2006101003)


$string['mymoodle'] = 'ទិដ្ឋភាព​ទូទៅ​នៃ​វគ្គសិក្សា​របស់​ខ្ញុំ';
$string['nocourses'] = 'គ្មាន​ព័ត៌មាន​វគ្គសិក្សា​​ត្រូវ​បង្ហាញ​ឡើយ ។';
$string['noguest'] = 'ទំព័រ \'ទិដ្ឋភាព​ទូទៅ​នៃ​វគ្គសិក្សា\' គឺ​មិនមាន​សម្រាប់​អ្នកប្រើ​ជា​ភ្ញៀវ​ឡើយ';
$string['pinblocks'] = 'កំណត់​រចនា​សម្ព័ន្ធ​ប្លុក​ដែល​បាន​កំណត់​សម្រាប់ moodle របស់​ខ្ញុំ';
$string['pinblocksexplan'] = 'ការ​កំណត់​ប្លុក​មួយ​ចំនួន​ដែល​អ្នក​កំណត់​រចនា​សម្ព័ន្ធ​នៅ​ទីនេះ​នឹង​មើលឃើញ (ហើយ​មិន​អាច​កែសម្រួល​បាន) សម្រាប់​អ្នកប្រើ​របស់ moodle នៅ​លើ​ទំព័រ​ទិដ្ឋភាព​ទូទៅ \'moodle របស់​ខ្ញុំ\' របស់​ពួកគេ ។';

?>