<?PHP 
			$string['addmoreqblanks'] = '{គ្មាន} សំណុំ​ទទេ​ទៀតទេ';
$string['filloutthreeqsandtwoas'] = 'អ្នក​ត្រូវ​តែ​ផ្គត់ផ្គង​យ៉ាងហោច​ណាស់​សំណួរ​ពីរ និង​ចម្លើយ​បី ។ អ្នក​អាច​ផ្ដល់​ចម្លើយ​ខុស​បន្ថែម ដោយ​ផ្ដល់​ចម្លើយ​ទៅ​សំណួរ​ដែល​ទទេ ។ ធាតុ​ដែល​សំណួរ និង​ចម្លើយ​ទទេ​នឹង​ត្រូវ​បាន​អើពើ​ទេ ។';
$string['nomatchinganswerforq'] = 'អ្នក​ត្រូវ​តែ​បញ្ជាក់​ចម្លើយ​សម្រាប់​សំណួរ​នេះ ។';
$string['notenoughquestions'] = 'អ្នក​ត្រូវ​តែ​ផ្ដល់​យ៉ាងហោច​ណាស់ $a គូ​សំណួរ និង​ចម្លើយ ។';
$string['notenoughqsandas'] = 'អ្នក​ត្រូវ​តែ​ផ្ដល់​យ៉ាងហោច​ណាស់ $a->q សំណួរ និង $a->a ចម្លើយ ។';

?>