<?PHP // $Id$
// question.php - created with Moodle 1.8 dev

$string['adminreport'] = 'របាយការណ៍​អំពី​បញ្ហា​ដែល​អាច​កើត​មាន​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​សំណួរ​របស់​អ្នក ។';
$string['broken'] = 'នេះ​គឺ​ជា​ \"តំណ​ខូច\" វា​ចង្អុល​ទៅ​កាន់​ឯកសារ​ដែល​មិន​ទាន់​មាន ។';
$string['byandon'] = 'ដោយ <em>$a->user</em> នៅ​លើ <em>$a->time</em>';
$string['categorydoesnotexist'] = 'មិនមាន​ប្រភេទ​នេះ​ឡើយ';
$string['categorycurrent'] = 'ប្រភេទ​បច្ចុប្បន្ន';
$string['categorycurrentuse'] = 'ប្រើ​ប្រភេទ​នេះ';
$string['categorymoveto'] = 'រក្សាទុក​ក្នុង​ប្រភេទ';
$string['changepublishstatuscat'] = '<a href=\"$a->caturl\">ប្រភេទ \"$a->name\"</a> នៅ​ក្នុង​វគ្គសិក្សា \"$a->coursename\" នឹង​មាន​ស្ថានភាព​ចែករំលែក​បាន​ផ្លាស់ប្ដូរពី <strong>$a->changefrom ទៅ $a->changeto</strong> ។';
$string['cwrqpfs'] = 'សំណួរ​ចៃដន្យ ដោយ​ជ្រើស​សំណួរ​ពី​ប្រភេទ​រង ។';
$string['cwrqpfsinfo'] = '<p>ខណៈ​ពេល​ធ្វើ​ឲ្យ​ទាន់​សម័យ​ទៅ​កាន់​ Moodle 1.9 យើង​នឹង​បំបែក​ប្រភេទ​សំណួរ​ទៅ​ជា​បរិបទ​ផ្សេងៗ។ ប្រភេទ​សំណួរ និង​សំណួរ​ខ្លះ​នៅ​លើ​តំបន់​បណ្តាញ​របស់​អ្នក​នឹង​ត្រូវ​តែ​មាន​ការ​ផ្លាស់ប្តូរ​ស្ថានភាព​ចែក​រំលែក​របស់​ពួកវា។ នេះ​គឺ​ចាំបាច់​ក្នុង​ករណី​កម្រ​ដែល​សំណួរ​ចៃដន្យ​មួយ ឬ​ច្រើន​ក្នុង​កម្រង​សំណួរ​ត្រូវ​បាន​រៀបចំ​ដើម្បី​ជ្រើស​ពី​ល្បាយ​នៃ​ប្រភេទ​ដែល​ត្រូវបាន និង​មិនត្រូវ​បាន​ចែក​រំលែក (ដូចជា​ករណី​នៅ​លើ​តំបន់​បណ្តាញ​នេះ)។ នេះ​កើត​ឡើង​ពេល​សំណួរ​ \'ចៃដន្យ\' ត្រូវ​បាន​កំណត់​ឲ្យ​ជ្រើស​ពី​ប្រភេទ​រង ហើយ​ប្រភេទ​រង​មួយ ឬ​ច្រើន​មាន​ស្ថានភាព​ចែក​រំលែក​ផ្សេងៗទៅ​កាន់​ប្រភេទ​មេ​ដែល​សំណួរ​ចៃដន្យ​ត្រូវ​បាន​បង្កើត។</p>
<p>ប្រភេទ​សំណួរ​ខាង​ក្រោម ពី​សំណួរ​ \'ចៃដន្យ\' ក្នុង​ប្រភេទ​មេ​ដែល​សំណួរ​ជ្រើស​ពី
នឹង​មាន​ស្ថានភាព​ចែក​រំលែក​របស់ពួក​គេ​បាន​ផ្លាស់​ប្តូរ​ទៅ​ស្ថានភាព​ចែក​រំលែក​ដូច​គ្នា​ ដូច​ដែល​ប្រភេទ​ជាមួយ​នឹង​សំណួរ \'ចៃដន្យ​\' លើ​ការ​ធ្វើ​ឲ្យ​ទាន់​សម័យ​ទៅ​កាន់ Moodle 1.9។ ប្រភេទ​ខាង​ក្រោម​នេះ​នឹង​ត្រូវ​បាន​ផ្លាស់ប្តូរ​ស្ថានភាព​ចែក​រំលែក​របស់​ពួក​គេ។ សំណួរ​ដែល​ប៉ះពាល់​នឹង​បន្ត​ធ្វើ​ការ​ក្នុង​កម្រង​សំណួរ​ដែល​មាន​ស្រាប់ រហូត​ដល់​អ្នក​យក​ពួក​វា​ចេញ​ពី​កម្រង​សំណួរ​ទាំងនេះ។</p>';
$string['cwrqpfsnoprob'] = 'គ្មាន​ប្រភេទ​សំណួរ​ក្នុង​តំបន់​បណ្តាញ​របស់​អ្នក​ត្រូវ​បាន​ប៉ះពាល់​ដោយបញ្ហា​​ \'សំណួរ​ចៃដន្យ ដោយ​​​ជ្រើស​រើស​ពីប្រភេទ​រង\' ។';
$string['copy'] = 'ចម្លង​ពី $a ហើយ​ផ្លាស់ប្ដូរ​តំណ ។';
$string['created'] = 'បាន​បង្កើត';
$string['createdmodifiedheader'] = 'បាន​បង្កើត / បាន​រក្សាទុក​ចុងក្រោយ';
$string['defaultfor'] = 'លំនាំដើម​សម្រាប់ $a';
$string['defaultinfofor'] = 'ប្រភេទ​លំនាំដើម​សម្រាប់​សំណួរ​ដែល​ត្រូវ​បាន​​ចែក​រំលែក​ក្នុងបរិបទ \'$a\' ។';
$string['donothing'] = 'កុំ​ចម្លង ឬ​ផ្លាស់ទី​ឯកសារ ឬ​ផ្លាស់ប្ដូរ​តំណ ។';
$string['editingcategory'] = 'កែសម្រួល​ប្រភេទ';
$string['editingquestion'] = 'កែសម្រួល​សំណួរ';
$string['erroraccessingcontext'] = 'មិន​អាច​ចូល​ដំណើរការ​បរិបទ';
$string['errorfilecannotbecopied'] = 'កំហុស មិន​អាច​ចម្លង​ឯកសារ $a ។';
$string['errorfilecannotbemoved'] = 'កំហុស មិន​អាច​ផ្លាស់ទី​ឯកសារ $a ។';
$string['errorfileschanged'] = 'ឯកសារ​កំហុស​បាន​ភ្ជាប់​ពី​សំណួរ​បាន​ផ្លាស់ប្តូរ​ចាប់​តាំង​ពី​សំណុំ​បែបបទ​ត្រូវ​បាន​បង្ហាញ ។';
$string['exportcategory'] = 'នាំចេញ​ប្រភេទ';
$string['filesareasite'] = 'ផ្ទៃ​​ឯកសារ​​តំបន់​​បណ្តាញ';
$string['filesareacourse'] = 'ផ្ទៃ​​ឯកសារ​​វគ្គ​​សិក្សា​';
$string['filestomove'] = 'ផ្លាស់ទី/ចម្លង ឯកសារ​ទៅ $a ?';
$string['fractionsnomax'] = 'សំណួរមួយ​គួរតែ​មាន​ពិន្ទុ 100%% ដូច្នេះ​វា​អាច​ទទួល​ពិន្ទុ​ពេញ​សម្រាប់​សំណួរ​នេះ ។';
$string['getcategoryfromfile'] = 'យក​ប្រភេទ​ពី​ឯកសារ';
$string['getcontextfromfile'] = 'យក​បរិបទ​ពី​ឯកសារ';
$string['ignorebroken'] = 'មិន​អើពើ​តំណ​ដែល​ខូច';
$string['linkedfiledoesntexist'] = 'មិនមាន​ឯកសារ​ដែល​បាន​តភ្ជាប់​ $a';
$string['makechildof'] = 'ធ្វើ​ជា​កូនចៅ​របស់ \'\$a\'';
$string['maketoplevelitem'] = 'ផ្លាស់ទី​​ទៅ​​កម្រិត​​កំពូល';
$string['missingimportantcode'] = 'ប្រភេទ​សំណួរ​បាត់​កូដ​សំខាន់ ៖ $a ។';
$string['modified'] = 'បាន​រក្សាទុក​ចុងក្រោយ';
$string['move'] = 'ផ្លាស់​ទី​​ពី $a និង​​ផ្លាស់​ប្តូរ​​តំណ។';
$string['movecategory'] = 'ផ្លាស់ទី​ប្រភេទ';
$string['movelinksonly'] = 'គ្រាន់​តែ​ផ្លាស់ប្តូរ​កន្លែង​ណា​ដែល​តំណ​ចង្អុល​ទៅ កុំ​ផ្លាស់​ទី ឬ​ចម្លង​ឯកសារ ។';
$string['moveqtoanothercontext'] = 'ផ្លាស់ទី​សំណួរ​ទៅ​បរិបទ​មួយ​ទៀត ។';
$string['moveq'] = 'ផ្លាស់ទី​សំណួរ';
$string['movingcategory'] = 'ផ្លាស់ទី​ប្រភេទ';
$string['movingcategoryandfiles'] = 'អ្នក​ប្រាកដ​ថា​អ្នក​ចង់​ផ្លាស់ទីប្រភេទ {$a->name} និង​ប្រភេទ​កូន​ទាំងអស់​ទៅ​បរិបទ​សម្រាប់ \"{$a->contextto}\"?<br /> យើង​បាន​រកឃើញ {$a->urlcount} ឯកសារ​ដែល​បាន​ត​ពី​សំណួរ​ក្នុង {$a->fromareaname} តើ​អ្នក​ចង់​ចម្លង ឬ​ផ្លាស់​ទី​វា​ទៅ​កាន់ {$a->toareaname}?';
$string['movingcategorynofiles'] = 'តើ​អ្នក​ប្រាកដ​​ជា​ចង់​ផ្លាស់ទី​ប្រភេទ \"{$a->name}\" និង​ប្រភេទ​កូន​ទាំងអស់​ទៅ​ជា​បរិបទ​សម្រាប់ \"{$a->contextto}\" ។';
$string['movingquestions'] = '​ផ្លាស់​ទី​សំណួរ និង​​ឯកសារ​​ខ្លះ';
$string['movingquestionsandfiles'] = 'តើ​អ្នក​ប្រាកដ​ថា ​អ្នក​ពិតជាចង់​ផ្លាស់​ទី​សំណួរ​ {$a->questions} ទៅ​កាន់​បរិបទ​សម្រាប់ <strong>\"{$a->tocontext}\"</strong>?<br /> យើង​រក​ឃើញ​ថា​ <strong>{$a->urlcount} ឯកសារ​</strong> ដែល​បាន​ត​ពី​សំណួរ​ទាំងនេះ​ក្នុង {$a->fromareaname} តើ​ពិត​ជា​ចង់​ចម្លង ឬ​ផ្លាស់​ទី​ពួក​វា​ទៅ​កាន់ {$a->toareaname}?';
$string['movingquestionsnofiles'] = 'តើ​អ្នក​ប្រាកដ​ថា​អ្នក​ពិត​ជា​ចង់​ផ្លាស់ទី​សំណួរ​ {$a->questions} ទៅ​កាន់​បរិបទ​សម្រាប់ <strong>\"{$a->tocontext}\"</strong>?<br /> <strong>គ្មានឯកសារ</strong> ដែល​បាន​ត​ពី​សំណួរ​ទាំង​នេះ​ក្នុង {$a->fromareaname} ។';
$string['needtochoosecat'] = 'អ្នក​ត្រូវ​តែ​ជ្រើស​ប្រភេទ​ដើម្បី​ផ្លាស់ទី​សំណួរ​នេះ​ទៅ​កាន់ ឬ​​​ចុច \'បោះបង់\' ។';
$string['nopermissionadd'] = 'អ្នក​គ្មាន​សិទ្ធិ​ដើម្បី​បន្ថែម​សំណួរ​នៅ​ទីនេះ ។';
$string['noprobs'] = 'រក​មិន​ឃើញ​បញ្ហា​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​សំណួរ​របស់​អ្នក ។';
$string['notenoughdatatoeditaquestion'] = 'គ្មាន​លេខសម្គាល់​សំណួរ ឬ​លេខសម្គាល់​ប្រភេទ និង​ប្រភេទ​សំណួរ​ត្រូវ​បាន​បញ្ជាក់​ឡើយ ។';
$string['notenoughdatatomovequestions'] = 'អ្នក​ត្រូវ​តែ​ផ្តល់​លេខ​សម្គាល់​សំណួរ​នៃ​សំណួរ​ដែល​អ្នក​ចង់​ផ្លាស់ទី ។';
$string['permissionedit'] = 'កែសម្រួល​សំណួរ​នេះ';
$string['permissionmove'] = 'ផ្លាស់ទី​សំណួរ​នេះ';
$string['permissionsaveasnew'] = 'រក្សាទុក​វា ជា​សំណួរ​ថ្មី';
$string['permissionto'] = 'អ្នក​មាន​សិទ្ធិ​ក្នុង​ការ ៖';
$string['published'] = 'បាន​ចែក​រំលែក';
$string['questionaffected'] = '<a href=\"$a->qurl\">សំណួរ \"$a->name\" ($a->qtype)</a> នៅ​ក្នុង​ប្រភេទ​សំណួរ​នេះ​កំពុង​ត្រូ​វបាន​ប្រើនៅ​ក្នុង <a href=\"$a->qurl\">កម្រងសំណួរ \"$a->quizname\"</a> នៅ​ក្នុងវគ្គសិក្សា​ផ្សេង \"$a->coursename\" ។';
$string['questionbank'] = 'បញ្ជី​សំណួរ';
$string['questioncatsfor'] = 'ប្រភេទ​សំណួរ​សម្រាប់ \'$a\'';
$string['questiondoesnotexist'] = 'មិនមាន​សំណួរ​នេះ​ឡើយ';
$string['questionuse'] = 'ប្រើ​សំណួរ​ក្នុង​សកម្មភាព​នេះ';
$string['shareincontext'] = 'ចែករំលែក​នៅ​ក្នុង​បរិបទ​សម្រាប់ $a';
$string['tofilecategory'] = 'សរសេរ​ប្រភេទ​ទៅ​ឯកសារ';
$string['tofilecontext'] = 'សរសេរ​បរិបទ​ទៅ​ឯកសារ';
$string['unknown'] = 'មិន​ស្គាល់';
$string['unknownquestiontype'] = 'មិនស្គាល់​ប្រភេទ​សំណួរ ៖ $a ។';
$string['unpublished'] = 'មិនបានចែករំលែក';

?>