<p align="center"><strong>&Delta;&iota;&#940;&tau;&alpha;&xi;&eta; &Epsilon;&mu;&phi;&#940;&nu;&iota;&sigma;&eta;&sigmaf;</strong></p>

<p align="left"><br />
  &Alpha;&upsilon;&tau;&#942; &eta; &rho;&#973;&theta;&mu;&iota;&sigma;&eta; &kappa;&alpha;&theta;&omicron;&rho;&#943;&zeta;&epsilon;&iota; &tau;&omicron;&nu; &tau;&rho;&#972;&pi;&omicron; &mu;&epsilon; &tau;&omicron;&nu; &omicron;&pi;&omicron;&#943;&omicron; &theta;&alpha; &epsilon;&mu;&phi;&alpha;&nu;&#943;&zeta;&omicron;&nu;&tau;&alpha;&iota; &tau;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &pi;&omicron;&upsilon; 
  &pi;&epsilon;&rho;&nu;&#940;&mu;&epsilon; &mu;&#941;&sigma;&alpha; &sigma;&tau;&omicron; &lambda;&epsilon;&xi;&iota;&lambda;&#972;&gamma;&iota;&omicron;. &Omicron;&iota; &pi;&rho;&omicron;&epsilon;&pi;&iota;&lambda;&epsilon;&gamma;&mu;&#941;&nu;&epsilon;&sigmaf; &delta;&iota;&alpha;&tau;&#940;&xi;&epsilon;&iota;&sigmaf;&nbsp; &epsilon;&#943;&nu;&alpha;&iota;:<br />
  <strong>&Alpha;&pi;&lambda;&#972; &lambda;&epsilon;&xi;&iota;&kappa;&#972;</strong>: <br />
  &mu;&omicron;&iota;&#940;&zeta;&epsilon;&iota; &mu;&epsilon; &#941;&nu;&alpha; &sigma;&upsilon;&mu;&beta;&alpha;&tau;&iota;&kappa;&#972; &lambda;&epsilon;&xi;&iota;&kappa;&#972; &mu;&epsilon; &kappa;&#940;&theta;&epsilon; &lambda;&#942;&mu;&mu;&alpha; &chi;&omega;&rho;&iota;&sigma;&tau;&#940;. &Delta;&epsilon;&nu; &epsilon;&mu;&phi;&alpha;&nu;&#943;&zeta;&epsilon;&tau;&alpha;&iota; &tau;&omicron; &#972;&nu;&omicron;&mu;&alpha; 
  &kappa;&alpha;&nu;&epsilon;&nu;&#972;&sigmaf; &sigma;&upsilon;&nu;&tau;&#940;&kappa;&tau;&eta; &kappa;&alpha;&iota; &omicron;&iota; &epsilon;&pi;&iota;&sigma;&upsilon;&nu;&#940;&psi;&epsilon;&iota;&sigmaf; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&omicron;&nu;&tau;&alpha;&iota; &omega;&sigmaf; &sigma;&upsilon;&nu;&delta;&#941;&sigma;&epsilon;&iota;&sigmaf;. <br />
  <strong>&Sigma;&upsilon;&nu;&epsilon;&chi;&#942;&sigmaf;</strong>: <br />
  &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&epsilon;&iota; &tau;&iota;&sigmaf; &kappa;&alpha;&tau;&alpha;&chi;&omega;&rho;&#942;&sigma;&epsilon;&iota;&sigmaf; &tau;&eta; &mu;&#943;&alpha; &mu;&epsilon;&tau;&#940; &tau;&eta;&nu; &#940;&lambda;&lambda;&eta;, &chi;&omega;&rho;&#943;&sigmaf; &kappa;&alpha;&nu;&#941;&nu;&alpha; &epsilon;&#943;&delta;&omicron;&sigmaf; 
  &delta;&iota;&alpha;&chi;&omega;&rho;&iota;&sigma;&mu;&omicron;&#973; &mu;&epsilon;&tau;&alpha;&xi;&#973; &tau;&omicron;&upsilon;&sigmaf;, &pi;&alpha;&rho;&#940; &mu;&#972;&nu;&omicron; &tau;&alpha; &epsilon;&iota;&kappa;&omicron;&nu;&#943;&delta;&iota;&alpha; &tau;&rho;&omicron;&pi;&omicron;&pi;&omicron;&#943;&eta;&sigma;&eta;&sigmaf;. <br />
  <strong>&Omicron;&lambda;&#972;&kappa;&lambda;&eta;&rho;&omicron; &mu;&alpha;&zeta;&#943; &mu;&epsilon; &tau;&omicron; &Sigma;&upsilon;&nu;&tau;&#940;&kappa;&tau;&eta;</strong>: <br />
  &Mu;&#943;&alpha; &epsilon;&mu;&phi;&#940;&nu;&iota;&sigma;&eta; &sigma;&epsilon; &sigma;&tau;&upsilon;&lambda; &phi;&#972;&rho;&omicron;&upsilon;&mu; &pi;&omicron;&upsilon; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&epsilon;&iota; &tau;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &tau;&omicron;&upsilon; &sigma;&upsilon;&nu;&tau;&#940;&kappa;&tau;&eta;. &Omicron;&iota; 
  &epsilon;&pi;&iota;&sigma;&upsilon;&nu;&#940;&psi;&epsilon;&iota;&sigmaf; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&omicron;&nu;&tau;&alpha;&iota; &omega;&sigmaf; &sigma;&upsilon;&nu;&delta;&#941;&sigma;&epsilon;&iota;&sigmaf;. <br />
  <strong>&Omicron;&lambda;&#972;&kappa;&lambda;&eta;&rho;&omicron; &chi;&omega;&rho;&#943;&sigmaf; &tau;&omicron; &sigma;&upsilon;&nu;&tau;&#940;&kappa;&tau;&eta;</strong>: <br />
  &Mu;&#943;&alpha; &epsilon;&mu;&phi;&#940;&nu;&iota;&sigma;&eta; &sigma;&epsilon; &sigma;&tau;&upsilon;&lambda; &phi;&#972;&rho;&omicron;&upsilon;&mu; &pi;&omicron;&upsilon; &delta;&epsilon;&nu; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&epsilon;&iota; &tau;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &tau;&omicron;&upsilon; &sigma;&upsilon;&nu;&tau;&#940;&kappa;&tau;&eta;. &Omicron;&iota; 
  &epsilon;&pi;&iota;&sigma;&upsilon;&nu;&#940;&psi;&epsilon;&iota;&sigmaf; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&omicron;&nu;&tau;&alpha;&iota; &omega;&sigmaf; &sigma;&upsilon;&nu;&delta;&#941;&sigma;&epsilon;&iota;&sigmaf;. <br />
  <strong>&Epsilon;&gamma;&kappa;&upsilon;&kappa;&lambda;&omicron;&pi;&alpha;&#943;&delta;&epsilon;&iota;&alpha;</strong>: <br />
  &#908;&pi;&omega;&sigmaf; &quot;<strong>&Omicron;&lambda;&#972;&kappa;&lambda;&eta;&rho;&omicron; &mu;&alpha;&zeta;&#943; &mu;&epsilon; &tau;&omicron; &Sigma;&upsilon;&nu;&tau;&#940;&kappa;&tau;&eta;</strong>&quot; &alpha;&lambda;&lambda;&#940; &tau;&iota;&sigmaf; &sigma;&upsilon;&nu;&eta;&mu;&mu;&#941;&nu;&epsilon;&sigmaf; &epsilon;&iota;&kappa;&#972;&nu;&epsilon;&sigmaf; 
  &tau;&iota;&sigmaf; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&epsilon;&iota; &sigma;&tau;&eta;&nu; &#943;&delta;&iota;&alpha; &sigma;&epsilon;&iota;&rho;&#940;. <br />
  <strong>FAQ (&sigma;&upsilon;&nu;&eta;&theta;&#941;&sigma;&tau;&epsilon;&rho;&epsilon;&sigmaf; &alpha;&pi;&omicron;&rho;&#943;&epsilon;&sigmaf;)</strong>: <br />
  &Chi;&rho;&#942;&sigma;&iota;&mu;&omicron;&sigmaf; &gamma;&iota;&alpha; &tau;&eta;&nu; &epsilon;&mu;&phi;&#940;&nu;&iota;&sigma;&eta; &kappa;&alpha;&tau;&eta;&gamma;&omicron;&rho;&iota;&#974;&nu; <span lang="en-us" xml:lang="en-us">FAQ</span><span lang="bg" xml:lang="bg"> &#39;&#39;</span>&sigma;&upsilon;&nu;&eta;&theta;&#941;&sigma;&tau;&epsilon;&rho;&omega;&nu; &alpha;&pi;&omicron;&rho;&iota;&#974;&nu; - &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&omega;&nu;&#39;&#39;. &Epsilon;&pi;&iota;&sigma;&upsilon;&nu;&#940;&pi;&tau;&epsilon;&iota; &alpha;&upsilon;&tau;&#972;&mu;&alpha;&tau;&alpha; &tau;&iota;&sigmaf; 
  &lambda;&#941;&xi;&epsilon;&iota;&sigmaf; &Epsilon;&Rho;&Omega;&Tau;&Eta;&Sigma;&Eta; &kappa;&alpha;&iota; &Alpha;&Pi;&Alpha;&Nu;&Tau;&Eta;&Sigma;&Eta; &sigma;&tau;&omicron; &theta;&#941;&mu;&alpha; &kappa;&alpha;&iota; &sigma;&tau;&eta;&nu; &epsilon;&xi;&#942;&gamma;&eta;&sigma;&eta; &alpha;&nu;&tau;&#943;&sigma;&tau;&omicron;&iota;&chi;&alpha;. </p>
<p>&Omicron;&iota; &delta;&iota;&alpha;&chi;&epsilon;&iota;&rho;&iota;&sigma;&tau;&#941;&sigmaf; &tau;&omicron;&upsilon; Moodle &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&#942;&sigma;&omicron;&upsilon;&nu; &nu;&#941;&epsilon;&sigmaf; &delta;&iota;&alpha;&tau;&#940;&xi;&epsilon;&iota;&sigmaf; &epsilon;&mu;&phi;&#940;&nu;&iota;&sigma;&eta;&sigmaf; 
  &alpha;&kappa;&omicron;&lambda;&omicron;&upsilon;&theta;&#974;&nu;&tau;&alpha;&sigmaf; &tau;&iota;&sigmaf; &omicron;&delta;&eta;&gamma;&#943;&epsilon;&sigmaf; &pi;&omicron;&upsilon; &theta;&alpha; &beta;&rho;&omicron;&upsilon;&nu; &sigma;&tau;&omicron; &alpha;&rho;&chi;&epsilon;&#943;&omicron; <strong>mod/</strong><strong>glossary/</strong><strong>formats/</strong><strong>README.</strong><strong>txt</strong>.</p>
