<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_ldap_bind_dn'] = 'Ако желите користити bind-корисника за претрагу корисника, одредите то овдје. Нешто налик  на \'cn=ldapuser,ou=public,o=org\'';
$string['auth_ldap_bind_pw'] = 'Лозинка за bind-корисника.';
$string['auth_ldap_contexts'] = 'Листа садржаја гдје су корисници лоцирани. Раздвојите различите садржаје са \';\'. 
Примјер : \'ou=users,o=org; ou=others,o=org\'';
$string['auth_ldap_create_context'] = 'Ако омогућите креирање корисника са email потврдом, назначите садржај гдје су корисници креирани. Овај садржај би требао бити другачији од осталих корисника да би се спријечили сигурносни проблеми. Нема потребе додавати овај садржај у ldap_context-variable, јер ће Moodle потражити кориснике из тог садржаја аутоматски.';
$string['auth_ldap_creators'] = 'Листа група чијим члановима је дозвољено креирање нових курсева. Раздвојите вишеструке групе са \';\'. Обично нешто слично \'cn=teachers,ou=staff,o=myorg\'';
$string['auth_ldap_host_url'] = 'Назначи LDAP host у URL-форми као што је \'ldap://ldap.myorg.com/\' или \'ldaps://ldap.myorg.com/\'';
$string['auth_ldap_memberattribute'] = 'Одређује корисников члански придјев, кад корисник припада групи. Обично \'member\'';
$string['auth_ldap_search_sub'] = 'Ставите вриједност <> 0 ако желите тражити кориснике у подконтексту';
$string['auth_ldap_update_userinfo'] = 'Ажурирајте корисничке информације (име, презиме, адресе..) из LDAP у Moodle. За информације, погледајте /auth/ldap/attr_mappings.php';
$string['auth_ldap_user_attribute'] = 'Атрибут који се користи за име/претрага корисника. Углавном је \'cn\'.';
$string['auth_ldap_version'] = 'Верзија LDAP протокола који Ваш сервер користи.';
$string['auth_ldapdescription'] = 'Овај метод служи за провјеру од стране спољног LDAP сервера.
Ако су додијељено корисничко име и лозинка исправни, Moodle креира нови кориснички улаз у своју базу корисника. Овај модул може читати корисничке атрибуте са LDAP-а и поставити 
тражена поља у Moodle. 
За сљедеће уписе само се провјеравају корисничко име и лозинка.';
$string['auth_ldapextrafields'] = 'Ова поља нису обавезна. Можете изабрати да испуните нека Moodle корисничка поља са информацијама из <b>LDAP fields</b> која овдје одредите. <br />Ако поља оставите празна, онда се ништа неће пребацити са LDAP, тако да ће подразумијеване опције на Moodle ће бити кориштене.<br />У сваком случају, корисници могу да уређују ова поља након уписивања.';
$string['auth_ldaptitle'] = 'LDAP сервер';