<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_dbdescription'] = 'Овај метод користи табелу вањске базе података за провјеру да ли су додијељено корисничко име и лозинка исправни. Ако је налог нов, онда информација из осталих поља може бити копирана у Moodle.';
$string['auth_dbextrafields'] = 'Ова поља су по избору. Можете изабрати да преднапуните нека Moodle корисничка поља са информацијом из <b>вањска поља базе података</b> која назначите овдје.  <br />Ако их оставите празне, онда ће бити кориштене подразумјеване.<br /> У сваком случају, корисник ће бити у могућности да уређује сва поља након пријављивања.';
$string['auth_dbfieldpass'] = 'Име поља које садржи лозинке';
$string['auth_dbfielduser'] = 'Име поља које садржи корисничка имена';
$string['auth_dbhost'] = 'Рачунар који хостује сервер базе података.';
$string['auth_dbname'] = 'Име базе података';
$string['auth_dbpass'] = 'Лозинка која одговара горенаведеном корисничком имену';
$string['auth_dbpasstype'] = 'Задајте формат које користи поље за лозинку. 
MD5 шифровање је корисно приликом повезивања на остале опште мрежне апликације као што је PostNuke.';
$string['auth_dbtable'] = 'Име табеле у бази података';
$string['auth_dbtitle'] = 'Употријебите вањску базу података';
$string['auth_dbtype'] = 'Тип базе података (Погледајте <a href=\"../lib/adodb/readme.htm#drivers\">ADOdb документација</a> за детаље)';
$string['auth_dbuser'] = 'Корисничко име са приступом читању корисничке базе';