<?PHP // $Id$ 
      // enrol_manual.php - created with Moodle 2.0 dev (Build: 20080924) (2008092400)


$string['description'] = 'これは、デフォルトのユーザ受講登録方法です。学生をコースに受講登録するために2つの主要な方法があります。
<ul>
<li>教師または管理者が、コース内にあるコース管理メニューのリンクを使用して手動でユーザを受講登録する。</li>
<li>コースに「登録キー」と呼ばれるパスワードを設定できます。このキーを持つユーザは、誰でも自分自身をコースに受講登録することができます。</li>
</ul>';
$string['enrol_manual_showhint'] = 'この設定を有効にした場合、ユーザが正しくない登録キーを入力した時のヒントとして、登録キーの最初の文字を表示します。';
$string['enrolmentkeyerror'] = '登録キーが正しくありません、もう一度お試しください。';
$string['enrolname'] = '内部登録';
$string['keyholderrole'] = 'コース登録キーを保持しているユーザのロールです。コースへの受講登録を試みる学生に表示されます。';

?>
