<p align="center"><strong>&Delta;&epsilon;&#943;&kappa;&tau;&eta;&sigmaf; &delta;&iota;&#940;&kappa;&rho;&iota;&sigma;&eta;&sigmaf;</strong></p>

<p align="center"><br />
  &Alpha;&upsilon;&tau;&#972; &pi;&alpha;&rho;&#941;&chi;&epsilon;&iota; &#941;&nu;&alpha;&nu; &chi;&omicron;&nu;&tau;&rho;&iota;&kappa;&#972; &delta;&epsilon;&#943;&kappa;&tau;&eta; &tau;&eta;&sigmaf; &alpha;&pi;&#972;&delta;&omicron;&sigma;&eta;&sigmaf; &kappa;&#940;&theta;&epsilon; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omicron;&upsilon;. &Upsilon;&pi;&omicron;&lambda;&omicron;&gamma;&#943;&zeta;&epsilon;&tau;&alpha;&iota; 
  &lambda;&alpha;&mu;&beta;&#940;&nu;&omicron;&nu;&tau;&alpha;&sigmaf; &upsilon;&pi;&#39; &#972;&psi;&eta; &tau;&omicron;&nu; 
  &alpha;&rho;&iota;&theta;&mu;&#972; &tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu; &pi;&omicron;&upsilon; &sigma;&eta;&mu;&epsilon;&#943;&omega;&sigma;&alpha;&nu; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&alpha; &mu;&#941;&sigma;&alpha; &sigma;&tau;&omicron; &#941;&nu;&alpha; &tau;&rho;&#943;&tau;&omicron; &tau;&omega;&nu; &pi;&rho;&#974;&tau;&omega;&nu; &sigma;&epsilon; &alpha;&upsilon;&tau;&#972;&nu; &tau;&omicron;&nu; 
  &delta;&iota;&alpha;&gamma;&omega;&nu;&iota;&sigma;&mu;&#972; &gamma;&nu;&#974;&sigma;&epsilon;&omega;&nu; &gamma;&iota;&alpha; &kappa;&#940;&theta;&epsilon; &epsilon;&rho;&#974;&tau;&eta;&sigma;&eta; &kappa;&alpha;&iota; &delta;&iota;&alpha;&iota;&rho;&#974;&nu;&tau;&alpha;&sigmaf; &tau;&omicron; &mu;&epsilon; &tau;&omicron;&nu; 
  &alpha;&rho;&iota;&theta;&mu;&#972; &tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu; &pi;&omicron;&upsilon; &sigma;&eta;&mu;&epsilon;&#943;&omega;&sigma;&alpha;&nu; &tau;&omicron; &#941;&nu;&alpha; &tau;&rho;&#943;&tau;&omicron; &tau;&omega;&nu; &chi;&epsilon;&iota;&rho;&#972;&tau;&epsilon;&rho;&omega;&nu; &epsilon;&pi;&iota;&delta;&#972;&sigma;&epsilon;&omega;&nu;. <br />
  &Pi;&alpha;&rho;&alpha;&delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&omicron;&sigmaf; &chi;&#940;&rho;&iota;&nu;, &epsilon;&#940;&nu; 30 &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &sigma;&upsilon;&mu;&mu;&epsilon;&tau;&epsilon;&#943;&chi;&alpha;&nu; &sigma;&epsilon; &#941;&nu;&alpha; &delta;&iota;&alpha;&gamma;&omega;&nu;&iota;&sigma;&mu;&#972; &gamma;&nu;&#974;&sigma;&epsilon;&omega;&nu;, &theta;&alpha; &upsilon;&pi;&#942;&rho;&chi;&alpha;&nu; 
  10 &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &mu;&epsilon; &kappa;&omicron;&rho;&upsilon;&phi;&alpha;&#943;&epsilon;&sigmaf; &kappa;&alpha;&iota; &mu;&epsilon; &chi;&epsilon;&iota;&rho;&#972;&tau;&epsilon;&rho;&epsilon;&sigmaf; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&epsilon;&sigmaf;. &Epsilon;&#940;&nu;, &tau;&eta;&nu; &epsilon;&rho;&#974;&tau;&eta;&sigma;&eta; #1, 
  &omicron;&iota; 9 &alpha;&pi;&#972; &tau;&omicron;&upsilon;&sigmaf; &kappa;&alpha;&lambda;&#973;&tau;&epsilon;&rho;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &tau;&eta;&nu; &#941;&chi;&epsilon;&iota; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota; &sigma;&omega;&sigma;&tau;&#940;, &alpha;&lambda;&lambda;&#940; &mu;&#972;&nu;&omicron; 3 &alpha;&pi;&#972; 
  &tau;&omicron;&upsilon;&sigmaf; &chi;&epsilon;&iota;&rho;&#972;&tau;&epsilon;&rho;&omicron;&upsilon;&sigmaf; &tau;&eta;&nu; &#941;&chi;&omicron;&upsilon;&nu; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota; &sigma;&omega;&sigma;&tau;&#940;, &omicron; &delta;&epsilon;&#943;&kappa;&tau;&eta;&sigmaf; &delta;&iota;&#940;&kappa;&rho;&iota;&sigma;&eta;&sigmaf; &theta;&alpha; &#942;&tau;&alpha;&nu; 9/3 = 
  3,0. &Omicron;&iota; &alpha;&rho;&iota;&theta;&mu;&omicron;&#943; &tau;&omicron;&upsilon; &kappa;&lambda;&#940;&sigma;&mu;&alpha;&tau;&omicron;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota;: (&alpha;&rho;&iota;&theta;&mu;&#972;&sigmaf; &sigma;&omega;&sigma;&tau;&#974;&nu; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&omega;&nu; &mu;&#941;&sigma;&alpha; &sigma;&tau;&omicron; &#941;&nu;&alpha; 
  &tau;&rho;&#943;&tau;&omicron; &tau;&omega;&nu; &kappa;&omicron;&rho;&upsilon;&phi;&alpha;&#943;&omega;&nu; &sigma;&omega;&sigma;&tau;&#974;&nu; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&omega;&nu;, &pi;&rho;&omicron;&sigmaf; &tau;&omicron;&nu; &alpha;&rho;&iota;&theta;&mu;&#972; &tau;&omega;&nu; &sigma;&omega;&sigma;&tau;&#974;&nu; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&omega;&nu; 
  &mu;&#941;&sigma;&alpha; &sigma;&tau;&omicron; &#941;&nu;&alpha; &tau;&rho;&#943;&tau;&omicron; &tau;&omega;&nu; &chi;&epsilon;&iota;&rho;&#972;&tau;&epsilon;&rho;&omega;&nu;). <br />
  &Epsilon;&#940;&nu; &omicron; &delta;&epsilon;&#943;&kappa;&tau;&eta;&sigmaf; &beta;&rho;&#943;&sigma;&kappa;&epsilon;&tau;&alpha;&iota; &kappa;&#940;&tau;&omega; &alpha;&pi;&#972; 1,0 &sigma;&eta;&mu;&alpha;&#943;&nu;&epsilon;&iota; &#972;&tau;&iota; &mu;&epsilon;&gamma;&alpha;&lambda;&#973;&tau;&epsilon;&rho;&omicron;&sigmaf; &alpha;&rho;&iota;&theta;&mu;&#972;&sigmaf; &alpha;&pi;&#972; &tau;&omicron;&upsilon;&sigmaf; 
  &chi;&epsilon;&iota;&rho;&#972;&tau;&epsilon;&rho;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&epsilon; &sigma;&omega;&sigma;&tau;&#940; &sigma;&tau;&eta;&nu; &epsilon;&rho;&#974;&tau;&eta;&sigma;&eta; &sigma;&epsilon; &sigma;&chi;&#941;&sigma;&eta; &mu;&epsilon; &tau;&omicron;&upsilon;&sigmaf; &kappa;&alpha;&lambda;&#973;&tau;&epsilon;&rho;&omicron;&upsilon;&sigmaf; 
  &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf;. &Tau;&#941;&tau;&omicron;&iota;&alpha; 
  &sigma;&tau;&alpha;&tau;&iota;&sigma;&tau;&iota;&kappa;&#940; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &theta;&alpha; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &alpha;&pi;&omicron;&rho;&rho;&iota;&phi;&theta;&omicron;&#973;&nu; &omega;&sigmaf; &alpha;&pi;&omicron;&tau;&epsilon;&lambda;&#941;&sigma;&mu;&alpha;&tau;&alpha; &#940;&nu;&epsilon;&upsilon; &alpha;&xi;&#943;&alpha;&sigmaf;. &Sigma;&tau;&eta;&nu; &pi;&rho;&alpha;&gamma;&mu;&alpha;&tau;&iota;&kappa;&#972;&tau;&eta;&tau;&alpha;, &mu;&epsilon;&iota;&#974;&nu;&omicron;&upsilon;&nu; 
  &tau;&eta;&nu; &alpha;&kappa;&rho;&#943;&beta;&epsilon;&iota;&alpha; &tau;&omicron;&upsilon; &gamma;&epsilon;&nu;&iota;&kappa;&omicron;&#973; &alpha;&pi;&omicron;&tau;&epsilon;&lambda;&#941;&sigma;&mu;&alpha;&tau;&omicron;&sigmaf; &gamma;&iota;&alpha; &tau;&omicron; &delta;&iota;&alpha;&gamma;&omega;&nu;&iota;&sigma;&mu;&#972; &gamma;&nu;&#974;&sigma;&epsilon;&omega;&nu;. <br />
  &Epsilon;&#940;&nu; &kappa;&alpha;&nu;&#941;&nu;&alpha;&sigmaf; &alpha;&delta;&#973;&nu;&alpha;&tau;&omicron;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;&sigmaf; &delta;&epsilon;&nu; &alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&epsilon; &mu;&#943;&alpha; &epsilon;&rho;&#974;&tau;&eta;&sigma;&eta; &sigma;&omega;&sigma;&tau;&#940;, &omicron; &pi;&alpha;&rho;&omicron;&nu;&omicron;&mu;&alpha;&sigma;&tau;&#942;&sigmaf; 
  &tau;&omicron;&upsilon; &kappa;&lambda;&#940;&sigma;&mu;&alpha;&tau;&omicron;&sigmaf; &theta;&alpha; 
  &#942;&tau;&alpha;&nu; 0 &pi;&omicron;&upsilon; &theta;&alpha; &mu;&alpha;&sigmaf; &#941;&delta;&iota;&nu;&epsilon; &#941;&nu;&alpha; &alpha;&pi;&epsilon;&iota;&rho;&omicron;&sigma;&tau;&#972; &alpha;&pi;&omicron;&tau;&#941;&lambda;&epsilon;&sigma;&mu;&alpha;. &Tau;&omicron; &pi;&rho;&#972;&gamma;&rho;&alpha;&mu;&mu;&alpha; &#972;&mu;&omega;&sigmaf; &theta;&alpha; &mu;&alpha;&sigmaf; &delta;&#974;&sigma;&epsilon;&iota; 
  &alpha;&pi;&omicron;&tau;&#941;&lambda;&epsilon;&sigma;&mu;&alpha; &#39;&#39;10&quot; &gamma;&iota;&alpha; &omicron;&pi;&omicron;&iota;&alpha;&delta;&#942;&pi;&omicron;&tau;&epsilon; &tau;&#941;&tau;&omicron;&iota;&alpha; &pi;&epsilon;&rho;&#943;&pi;&tau;&omega;&sigma;&eta;. </p>
