<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  
<title>Moodle Dokumentacija: Filozofija</title>
  
<link rel="stylesheet" href="docstyles.css" type="TEXT/CSS" />
  
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
</head>
<body>
  
<h1>Filozofija</h1>

<blockquote>
  <p>Zasnova in razvoj okolja Moodle vodi določena filozofija izobraževanja, način razmi&scaron;ljanja, ki se lahko na kratko imenuje &quot;<em>socialna konstruktivistična pedagogika</em>&quot;. (Nekateri znanstveniki med vami morda že mislite &quot;mehki izobraževalni bla bla&quot; in grabite za mi&scaron;ko, a prosimo, preberite naprej - to je uporabno za vsa področja!)</p>
  <p>Ta stran posku&scaron;a pojasniti s preprostimi izrazi, kaj ta fraza pomeni z razčlenitvijo <strong>&scaron;tirih glavnih konceptov</strong> za njo. Vedite, da vsak izmed njih povzema en pogled na neskončno količino raznolikih raziskav, zato so te definicije morda lahko videti plehke, če ste o tem že brali.</p>
  <p>Če so ti koncepti za vas popolnoma novi bodo verjetno te ideje sprva za vas težko razumljive - vse kar lahko priporočim je, da jih preberete pozorno in ob tem razmi&scaron;ljate o lastnih izku&scaron;njah, ko ste se posku&scaron;ali česa naučiti.<br />
  </p>
  <h3>1. Konstruktivizem</h3>
  <blockquote>
    <p>To stali&scaron;če zagovarja, da osebe aktivno <strong>sestavljajo</strong> novo znanje ob interakciji s svojim okoljem. </p>
    <p>Vse kar preberete, vidite, sli&scaron;ite, občutite in česar se dotaknete, se preverja z va&scaron;im dosedanjim vedenjem, če lahko zaživi v va&scaron;em mentalnem svetu, lahko oblikuje novo vedenje, ki ga nosite s seboj. Vedenje ali znanje postaja močnej&scaron;e, če ga lahko uporabite v svoji &scaron;ir&scaron;i okolici. Niste samo  hranilnica spominov, ki pasivno vsrkava podatke in tudi znanje ne more biti &quot;preneseno&quot; na vas samo z branjem ali poslu&scaron;anjem.</p>
    <p>To ne pomeni, da se ničesar ne morete naučiti z branjem spletne strani ali ogledom predavanja, seveda se lahko, gre zgolj za poudarek, da se dogaja mnogo več interpretacije, kot le gol prenos informacij iz ene glave v drugo.<br />
  </p>
  </blockquote>
  <h3>2. Konstrukcionizem</h3>
  <blockquote>
    <p>Konstrukcionizem zagovarja, da je učenje &scaron;e posebej učinkovito, ko sestavlja nekaj kar naj drugi izkusijo. To je lahko karkoli od izgovorjenega stavka ali objave v internetno, do kompleksnej&scaron;ih izdelkov kot so slika, hi&scaron;a ali programski paket.</p>
    <p>Na primer, to stran lahko preberete nekajkrat in jo boste &scaron;e vedno do jutri pozabili - toda, če bi morali poskusiti razložiti te ideje nekomu drugemu z lastnimi besedami, ali ustvariti predstavitev, ki pojasnjuje te koncepte, vam lahko jamčim, da bi to bolje razumeli in bi to bilo bolj povezano z va&scaron;imi lastnimi idejami. Zato si ljudje med predavanji zapisujejo, tudi če zapiskov nikoli več ne preberejo.<br />
  </p>
  </blockquote>
  <h3>3. Socialni konstruktivizem</h3>
  <blockquote>
    <p>To raz&scaron;irja zgornje ideje v socialno skupino, ki sestavlja stvari drug za drugega, v sodelovanju ustvarjajo kulturo skupnih izdelkov s skupnimi pomeni. Ko se nekdo znajde v taki kulturi, se ves čas uči, kako biti del te kulture na mnogih ravneh.</p>
    <p>Zelo preprost primer je predmet, kot je skodelica. Predmet lahko uporabimo za mnoge reči, a njegova oblika namiguje nekaj &quot;vedenja&quot; o prena&scaron;anju tekočin. Kompleksnej&scaron;i primer je spletni predmet - ne kažejo samo &quot;oblike&quot; programskih orodij kako naj deluje spletni predmet, tudi dejavnosti in besedilo ustvarjeno v skupini kot celoti bo pripomoglo k oblikovanju posameznikovega obna&scaron;anja v tej skupini.<br />
  </p>
  </blockquote>
  <h3>4. Povezano in ločeno</h3>
  <blockquote>
    <p>Ideja se poglobi v motivacije posameznikov v razpravi. <strong>Ločeno</strong> obna&scaron;anje je, ko posameznik posku&scaron;a ostati 'objektiven' in 'stvaren', ter brani svoje lastne ideje z uporabo logike, da bi odkril luknje v nasprotnikovih idejah. <strong>Povezano</strong> obna&scaron;anje je bolj sočuten pristop, ki sprejema subjektivnost, posku&scaron;a prisluhniti in spra&scaron;evati s ciljem razumeti druga stali&scaron;ča. <strong>Sestavljeno</strong> obna&scaron;anje je, ko je oseba dovzetna za oba pristopa in lahko izbere kateregakoli izmed njiju tako, kot ustreza trenutni situaciji.</p>
    <p>Na splo&scaron;no je zdrav obseg povezanega obna&scaron;anja v učeči se skupnosti zelo močna spodbuda za učenje, ki ne samo povezuje osebe, temveč tudi promovira poglobljeno refleksijo in ponovno preverjanje obstoječih prepričanj.</p>
  </blockquote>
  <hr />
  <p>Ko premislite o vseh teh zadevah, vam to pomaga pri osredotočanju na izku&scaron;njo, ki bi bila najbolj&scaron;a za učenje z vidika učečega in ne zgolj na objavljanje in vrednotenje informacij, za katere mislite, da bi jih morali vedeti. Lahko vam tudi pomaga do spoznanja, kako je lahko posamezen sodelujoči v predmetu tako učitelj, kot učenec. Va&scaron;a naloga kot 'izvajalca' se lahko spremeni iz 'vira znanja' v vzornika in tistega, ki vpliva na kulturo razreda in se poveže z udeleženci na osebni ravni ter s tem naslavlja njihove lastne izobraževalne potrebe ter vodi razprave ter dejavnosti tako, da skupinsko vodi udeležence proti učnim ciljem razreda.</p>
  <p>Seveda Moodle ne vsiljuje tega sloga obna&scaron;anja, a ga najbolje podpira. V prihodnosti, ko se bo tehnična infrastruktura okolja Moodle umirila, bodo nadaljnje izbolj&scaron;ave pedago&scaron;ke podpore glavne smernice razvoja okolja Moodle.</p>
</blockquote>
<hr />
<p align="center"><font size="1"><a href="." target="_top">Moodle dokumentacija</a></font></p>
<p align="center"><font size="1">Različica: $Id$</font></p>
</body>
</html>
