<?PHP // $Id$ 
      // auth_mnet.php - created with Moodle 1.8 + (2007021503)


$string['sso_idp_description'] = 'פרסם את השירות הזה כדי לאפשר למשתמשים שלך לשותת באתר המוודל $a מבלי שיצטרכו להתחבר שם מחדש. <ul><li><em>תלות</em>: בנוסף, חובה עלייך<strong>להירשם כמנוי</strong> ל-SSO (מספק שירות) service on $a.</li></ul><br />הירשם כמנוי לשירות זה כדי לאפשר למשתמשים שעברו אימות מ- $aלהיכנס לאתר שלך מבלי שיצטרכו להתחבר מחדש. <ul><li><em>תלות</em>: בנוסף, חובה עליך <strong>לפרסם</strong> את שירות ה- SSO (מספק השירות) ל-$a.</li></ul><br />';
$string['sso_idp_name'] = 'SSO (מספק זהות)';
$string['sso_mnet_login_refused'] = 'שם משתמש $a[0] אינו מורשה להתחבר מ-$a[1].';
$string['sso_sp_description'] = 'פרסם את השירות הזה כדי לאפשר למשתמשים מ- $a שעברו אימות להיכנס לאתר שלך מבלי שיצטרכו להתחבר מחדש. <ul><li><em>תלות</em>: בנוסף, חובה עליך <strong>להירשם</strong> לשירות ה-SSO (מספק זהות) על $a.</li></ul><br /> הירשם לשירות הזה כדי לאפשר למשתמשים שלך לשותת באתר המוודל $a מבלי שיצטרכו להתחבר שם מחדש. <ul><li><em>תלות</em>: בנוסף, חובה עליך <strong>לפרסם</strong> את שירות ה- SSO (מספק השירות) ל-$a.</li></ul><br />';
$string['sso_sp_name'] = 'SSO (מספק שירות)';

?>
