<?PHP // $Id$ 
      // block_glossary_random.php - created with Moodle 1.8 dev (2006120700)


$string['addentry'] = 'הוסף מונח חדש';
$string['askaddentry'] = 'כאשר משתמשים יכולים להוסיף מונחים לאגרון המונחים, הצג קישור עם טקסט זה';
$string['askinvisible'] = 'כאשר משתמשים לא יכולים לערוך או לצפות באגרון המונחים, הצג טקסט זה (ללא קישור)';
$string['askviewglossary'] = 'כאשר משתמשים יכולים לצפות באגרון המונחים, אבל לא לערוך את המונחים, הצג קישור עם טקסט זה';
$string['blockname'] = 'מונח אקראי מאגרון המונחים';
$string['intro'] = 'עליך לוודא שהוגדר לפחות אגרון מונחים אחד עם מונח אחד לפחות עבור קורס זה. לאחר מכן, תוכל לשנות את ההגדרות שלהלן';
$string['invisible'] = '(המשך יבוא)';
$string['lastmodified'] = 'המונח האחרון ששונה';
$string['nextone'] = 'המונח הבא';
$string['noentriesyet'] = 'עדיין אין מונחים באגרון המונחים הנבחר.';
$string['notyetconfigured'] = 'אנא הגדר בלוק זה בעזרת סמל העריכה.';
$string['notyetglossary'] = 'חובה שיהיה לך לפחות אגרון מונחים אחד לבחור בו.';
$string['random'] = 'מונח אקראי';
$string['refresh'] = 'ימים לפני בחירת מונח חדש';
$string['select_glossary'] = 'הצג מונחים מאגרון מונחים זה';
$string['showconcept'] = 'הצג כותרת עבור כל מונח';
$string['title'] = 'כותרת';
$string['type'] = 'האופן בו נבחר מונח חדש';
$string['typehelp'] = '<b>המונח האחרון ששונה</b> יציג תמיד את המונח האחרון ששונה, ו<b>מונח אקראי</b> יציג מונח אקראי מאגרון המונחים שייבחר בכל פעם. האפשרות <b>המונח הבא</b> תאפשר צפייה בכל המונחים לפי הסדר. אפשרות זו שימושית במיוחד כאשר נקבע מספר ימים, מאחר וזה מאפשר ליישם <i>מונח השבוע</i> או <i>מונח היום</i> שכל אחד יכול לראות.';
$string['viewglossary'] = 'מונחים נוספים....';
$string['whichfooter'] = 'יש באפשרותך להציג קישורים לפעולות של אגרון המונחים שבלוק זה מקושר אליו. הבלוק יציג רק קישורים לפעולות שמאופשרות במאגרון המונחים.';

?>
