<?PHP // $Id$ 
      // enrol_flatfile.php - created with Moodle 1.8 dev (2006120700)


$string['filelockedmail'] = 'על ידי תהליך ה-cron לא ניתן למחוק את קובץ הטקסט בו אתה משתמש בשביל הרשמות על בסיס קבצים ($a). לרוב זה אומר שההתרים עליו הם שגויים. אנא תקן את ההתרים כדי שמוודל יוכל למחוק את הקובץ, אחרת יכול להיות שהוא יעובד באופן חוזר ונשנה.';
$string['filelockedmailsubject'] = 'טעות חשובה: קובץ הרשמה';
$string['location'] = 'מיקום הקובץ';
$string['mailadmin'] = 'הודע למנהל באמצעות דוא\"ל';
$string['mailusers'] = 'הודע למשתמשים באמצעות דוא\"ל';

?>
