<?PHP // $Id$ 
      // enrol_manual.php - created with Moodle 1.9.3+ (Build: 20081126) (2007101532)


$string['description'] = 'זוהי דרך ההרשמה שמשמשת כברירת המחדל. ישנן שתי דרכים עיקריות בהן יכול תלמיד להירשם לקורס מסויים. 
<ul>
<li>מנהל או מורה יכולים לרשום את התלמיד באופן ידני על ידי קישור שנמצא בתפריט הנהלת הקורס (בתוך הקורס). </li>
<li>ניתן להגדיר לקורס סיסמה שידועה בתור \"מפתח הרשמה\", כל מי שיודע מהו המפתח יכול להוסיף את עצמו לקורס. </li>
</ul>';
$string['enrol_manual_showhint'] = 'אפשר את הגדרה זו בכדי לחשוף את האות הראשונה של מפתח ההרשמה כרמז במידה ונרשם מפתח שגוי.';
$string['enrolmentkeyerror'] = 'מפתח הרשמה זה שגוי, אנא נסה שנית.';
$string['enrolname'] = 'הרשמה פנימית';
$string['keyholderrole'] = 'תפקידו של המשתמש השולט במפתח ההרשמה לקורס. התפקיד מוצג לסטודנטים שמבקשים להרשם לקורס.';

?>
