<?PHP // $Id$ 
      // assignment.php - created with Moodle 1.8.2+ (2007021520)

$string['allowdeleting'] = 'அழித்தலை அனுமதி';
$string['allowmaxfiles'] = 'அதிகபட்ச பதிவேற்றப்பட்ட கோப்புக்களின் எண்ணிக்கை';
$string['allownotes'] = 'குறிப்புக்களை அனுமதி';
$string['allowresubmit'] = 'மீள்சமர்ப்பித்தலை அனுமதி';
$string['assignment:grade'] = 'ஒப்படையைத் தரப்படுத்து';
$string['assignment:submit'] = 'ஒப்படையை சமர்ப்பி';
$string['assignment:view'] = 'ஒப்படையைப் பார்';
$string['assignmentdetails'] = 'ஒப்படை விவரங்கள்';
$string['assignmentmail'] = '\'$a->assignment\' இற்கான உங்கள் ஒப்படைக்குரிய பின்னூட்டத்தை ஆசிரியர் $a->teacher அனுப்பியுள்ளார்.  
இது உங்கள் ஒப்படைக்கு ஒரு பின்னிணைப்பாக இணக்கப்பட்டிருப்பதை நீங்கள் காண முடியும்:
$a->url';
$string['assignmentmailhtml'] = 'உங்கள் \'<i>$a->assignment</i>\'<br /><br /> ஒப்படைக்குரிய பின்னூட்டத்தை ஆசிரியர் $a->teacher அனுப்பியுள்ளார்.  இது உங்கள் <a href=\"$a->url\">ஒப்படை சமர்ப்பிப்புக்கு</a> ஒரு பின்னிணைப்பாக இணக்கப்பட்டிருப்பதை நீங்கள் காண முடியும்';
$string['assignmentname'] = 'ஒப்படையின் பெயர்';
$string['assignmenttype'] = 'ஒப்படையின் வகை';
$string['availabledate'] = 'ஆரம்பம்';
$string['comment'] = 'குறிப்பு';
$string['commentinline'] = 'வரியில் குறிப்புரை';
$string['configitemstocount'] = 'இணைப்புநிலை ஒப்படைகளில் மாணவர்களது சமர்ப்பிப்புகளில், எண்ணப்பட வேண்டிய பொருட்களின் இயல்பு.';
$string['configmaxbytes'] = 'தளத்திலுள்ள ஒப்படைகள் எல்லாவற்றினதும் பொது இருப்பு, அதிகபட்சப் பருமன் (பாடநெறி வரையறைகள் மற்றும் உள்ளக அமைப்புகளுக்கு அமைவாக)';
$string['confirmdeletefile'] = 'நீங்கள் இந்த <br /><strong>$a</strong> கோப்பை சர்வ நிச்சயமாக அழிக்க வேண்டுமா?';
$string['deletefilefailed'] = 'கோப்பை அழிப்பது தோல்வியடைந்துள்ளது';
$string['description'] = 'விவரணம்';
$string['draft'] = 'வரைவு';
$string['duedate'] = 'காலவரை';
$string['duedateno'] = 'காலவரை இல்லை';
$string['early'] = '$a க்கு முன்';
$string['editmysubmission'] = 'எனது சமர்ப்பிப்பைத் தொகு';
$string['emailstudents'] = 'மாணவர்களுக்கு மின்னஞ்சலில் தெரிவி அனுப்பு';
$string['emailteachermail'] = '\'$a->assignment\'ற்கான தம்முடைய ஒப்படை சமர்ப்பிப்பை, $a->username,  இற்றைப்படுத்தி உள்ளார். அது இங்கே கிடைக்கும்: $a->url';
$string['emailteachermailhtml'] = '$a->username, <i>\'$a->assignment\'</i>ற்கான தம்முடைய ஒப்படை சமர்ப்பிப்பை இற்றைப்படுத்தி உள்ளார்.<br /><br /> இது <a href=\"$a->url\">இங்கே </a>கிடைக்கும்.';
$string['emailteachers'] = 'ஆசிரியர்களுக்கு மின்னஞ்சலில் தெரிவி எச்சரிக்கைகள்';
$string['emptysubmission'] = 'நீங்கள் இன்னும் எதுவும் சமர்ப்பிக்கவில்லை';
$string['existingfiledeleted'] = 'இருந்த கோப்பு அழிக்கப்பட்டது: $a';
$string['failedupdatefeedback'] = '$a பயனருக்கான சமர்ப்பிப்பு பின்னூட்டம் இற்றைப்படுத்தப்படவில்லை';
$string['feedback'] = 'பின்னூட்டம்';
$string['feedbackfromteacher'] = '$a இடமிருந்து பின்னூட்டம்';
$string['feedbackupdated'] = '$a ஆட்களின் சமர்ப்பிப்பு பின்னூட்டல்கள் இற்றைப்படுத்தப்பட்டன';
$string['graded'] = 'தரப்படுத்தப்பட்டது';
$string['guestnosubmit'] = 'மன்னிக்கவும், விருந்தினர் ஒப்படைகளை சமர்ப்பிக்க அனுமதிக்கப்படவில்லை. உங்கள் விடைகளை சமர்ப்பிக்க முன்னர், புகபதிகை/பதிவு செய்யவும்.';
$string['guestnoupload'] = 'மன்னிக்கவும், விருந்தினர் பதிவேற்ற அனுமதிக்கப்படவில்லை';
$string['helpoffline'] = '<p>Moodle இற்கு வெளியே ஒப்படை செய்யப்படும்போது இது பயனுள்ளதாக இருக்கும்.இது இணையத்தில் வேறு எங்கேயோ அல்லது நேருக்கு நேராக செய்யப்படலாம்.</p><p> மாணவர்கள் ஒப்படையின் விபரத்தைப் பார்க்க முடியும். 
ஆனால் கோப்பையோ அல்லது வேறு எதையுமோ பதிவேற்ற முடியாது. மதிப்பீடு சாதாரணமாக செய்யப்படும். மற்றும் மாணவர்கள் தத்தம் மதிப்பீடுகள் பற்றிய அறிவிப்புகளைப் பெறுவார்கள்.</p>';
$string['helponline'] = '<p> இவ்வொப்படை வகையில் பயனாளர், சாதாரண தொகுக்கும் கருவிகளைப் பயன்படுத்தி ஒரு உரையைத் தொகுப்பர். ஆசிரியர் இணைப்பு நிலையில் அவற்றை மதிப்பிட்டு, வரியில் குறிப்புரைகளைச் சேர்க்க முடியும். 
</p><p>(பழைய Moodle உடன் நீங்கள் பழக்கமுடையவராக இருந்தால் இந்த ஒப்படை வகையானது, பழைய journal கூறு போன்றே செயற்படுவதைக் காண்பீர்கள்.)</p>';
$string['helpupload'] = '<p>இவ்வகை ஒப்படையில், ஒவ்வொரு பங்குபற்றுபவரும், ஒன்று அல்லது அதற்கு அதிகமான கோப்புகளை, எந்த கோப்பு 
வடிவிலாவது பதிவேற்ற அனுமதிக்கின்றது. இக்கோப்புகளானவை, உரை ஆவணங்கள், படங்கள், zip செய்யப்பட்ட  இணையத்தளம் 
அல்லது நீங்கள் அவர்களைச் சமர்ப்பிக்குமாறு கேட்கின்ற ஏதாவதொன்றாக இருக்கலாம்.</p>
<p> இந்த வகை,உங்களைப் பல பதிற்கோப்புகளைப் பதிவேற்றுவதற்கு அனுமதிக்கின்றது. வித்தியாசமான கோப்புகளை வெவ்வேறு 
மாணவர்களுக்கு வழங்கி, அவர்கள் அதை அடிப்படையாக வைத்து வேலை செய்வதற்கு வசதியாக பதில் கோப்புகளை சமர்ப்பிப்புகளுக்கு 
முன்னரே பதிவேற்ற முடியும்.</p>
<p>பங்கு பற்றுபவர்கள் தாம் சமர்க்கும் கோப்புகளை விபரிக்கின்ற குறிப்புகள், முன்னேற்ற நிலை அல்லது ஏனைய உரைத் 
தகவல்களையும் உள்ளிடலாம். </p>
<p>இந்த வகை ஒப்படை சமர்ப்பிப்பு,அங்கத்தினரால் கைமுறையாக முடிவு செய்யப்பட வேண்டும்.நீங்கள் எப்போதும் 
உங்கள் தற்போதைய நிலைமையை மீள்பார்வையிட முடியும். முடிவடையாத ஒப்படைகள் வரைவாகக் குறிக்கப்படும். 
மதிப்பிடப்படாத ஒப்படையை  மீண்டும் வரைவு நிலைக்கு நீங்கள் மாற்றலாம்.</p>';
$string['helpuploadsingle'] = 'இந்த வகை ஒப்படையானது பங்குபற்றுபவரை எந்த வகையான  ஒரு கோப்பினையும் பதிவேற்ற அனுமதிக்கும்.
இக்கோப்பானது, உரை ஆவணம், படம், zip செய்யப்பட்ட  இணையத்தளம் 
அல்லது நீங்கள் அவர்களைச் சமர்ப்பிக்குமாறு கேட்கின்ற ஏதாவதொன்றாக இருக்கலாம்';
$string['hideintro'] = 'கிடைக்கும் தேதிக்கு முன்னர் விவரணத்தை மறை';
$string['late'] = '$a தாமதம்';
$string['maximumgrade'] = 'அதிகபட்ச தரம்';
$string['maximumsize'] = 'அதிகூடிய பருமன்';
$string['modulename'] = 'ஒப்படை';
$string['modulenameplural'] = 'ஒப்படைகள்';
$string['newsubmissions'] = 'சமர்ப்பிக்கப்பட்ட ஒப்படைகள்';
$string['noassignments'] = 'இதுவரை ஒரு ஒப்படையும் இல்லை';
$string['noattempts'] = 'இந்த ஒப்படையில் ஒரு முயற்சியும் எடுக்கப்படவில்லை';
$string['nofiles'] = 'ஒரு கோப்பும் சமர்ப்பிக்கப்படவில்லை';
$string['nofilesyet'] = 'இதுவரை ஒரு கோப்பும் சமர்ப்பிக்கப்படவில்லை';
$string['notavailableyet'] = 'மன்னிக்கவும், இந்த ஒப்படை இன்னும் கிடைக்கவில்லை. <br />ஒப்படைக்கான அறிவுறுத்தல்கள் கீழே குறிக்கப்பட்டுள்ள தேதியில் இங்கே காட்டப்படும்.';
$string['notes'] = 'குறிப்புகள்';
$string['notesempty'] = 'ஒரு பதிவும் இல்லை';
$string['notesupdateerror'] = 'குறிப்புகளை இற்றைப்படுத்தும்போது வழு ஏற்பட்டுள்ளது';
$string['notgradedyet'] = 'இன்னும் தரப்படுத்தப்படவில்லை';
$string['notsubmittedyet'] = 'இன்னும் சமர்ப்பிக்கப்படவிவல்லை';
$string['onceassignmentsent'] = 'ஒப்படையானது திருத்தத்திற்கு அனுப்பப்பட்ட பின்னர் உங்களால் அதை அழிக்கவோ, சேர்த்துக் கொள்ளவோ முடியாது. தொடர விரும்புகிறீர்களா?';
$string['overwritewarning'] = 'எச்சரிக்கை: மீண்டும் பதிவேற்றம் செய்தல், நீங்கள் முன்னர் சமர்ப்பித்ததை மாற்றீடு செய்யும்';
$string['pagesize'] = 'ஒரு பக்கத்தில் காட்டப்படும் சமர்ப்பித்தல்களின் எண்ணிக்கை';
$string['preventlate'] = 'காலந்தாழ்த்திய சமர்ப்பித்தலைத் தடு';
$string['quickgrade'] = 'துரித தரப்படுத்தலை அனுமதி';
$string['responsefiles'] = 'துலங்கல் கோப்புகள்';
$string['reviewed'] = 'பரிசீலிக்கப்பட்டது';
$string['saveallfeedback'] = 'எனது பின்னூட்டங்கள் எல்லாவற்றையும் சேமி';
$string['sendformarking'] = 'திருத்துவதற்கு அனுப்பு';
$string['submission'] = 'சமர்ப்பிப்பு';
$string['submissiondraft'] = 'சமர்ப்பிப்பு வரைவு';
$string['submissionfeedback'] = 'சமர்ப்பிப்பு பின்னூட்டம்';
$string['submissions'] = 'சமர்ப்பிப்புகள்';
$string['submissionsaved'] = 'உங்கள் மாற்றங்கள் சேமிக்கப்பட்டன';
$string['submissionsnotgraded'] = '$a சமர்ப்பிப்புகள் தரப்படுத்தப்படவில்லை';
$string['submitassignment'] = 'இப்படிவத்தைப் பயன்படுத்தி உங்கள் ஒப்படைகளை சமர்ப்பியுங்கள்';
$string['submitedformarking'] = 'ஒப்படை ஏற்கனவே திருத்துவதற்கு அனுப்பப்பட்டுள்ளது, எனவே அதை இற்றைப்படுத்த முடியாது';
$string['submitformarking'] = 'ஒப்படை மதிப்பிடலுக்கான இறுதி சமர்ப்பிப்பு';
$string['submitted'] = 'சமர்ப்பிக்கப்பட்டது';
$string['submittedfiles'] = 'சமர்ப்பிக்கப்பட்ட கோப்புகள்';
$string['typeoffline'] = 'இணைப்பில்லா நிலை செயற்பாடு';
$string['typeonline'] = 'இணைப்பு நிலை உரை';
$string['typeupload'] = 'பல கோப்புகளைப் பதிவேற்று';
$string['typeuploadsingle'] = 'ஒரு கோப்பைப் பதிவேற்று';
$string['unfinalize'] = 'வரைவுக்கு மீள்';
$string['uploadbadname'] = 'இந்தக் கோப்பின் பெயர் விசித்திரமான எழுத்துருக்களைக் கொண்டிருப்பதால், பதிவேற்றப்பட முடியவில்லை';
$string['uploadedfiles'] = 'பதிவேற்றப்பட்ட கோப்புக்கள்';
$string['uploaderror'] = 'சேவையகத்தில் கோப்பைச் சேமிக்கும் போது ஒரு வழு ஏற்பட்டு உள்ளது.';
$string['uploadfailnoupdate'] = 'கோப்பு சரியாக பதிவேற்றப்பட்டுள்ளது, ஆனால், உங்கள் சமர்ப்பித்தலை சரியாக இற்றைப்படுத்த முடியவில்லை!';
$string['uploadfiletoobig'] = 'மன்னிக்கவும், உங்கள் கோப்பு ஆகவும் பெரியது(உச்சவளவு $a bytes ஆகும்)';
$string['uploadnofilefound'] = 'ஒரு கோப்பும் காணப்படவில்லை. நிச்சயமாக நீங்கள் கோப்பைத் தெரிவு செய்தீர்களா?';
$string['uploadnotregistered'] = '\'$a\' சரியாக பதிவேற்றப்பட்டது, ஆனால் சமர்ப்பித்தல் சரியாக பதிவு செய்யப்படவில்லை';
$string['uploadsuccess'] = '\'$a\'  வெற்றிகரமாக பதிவேற்றப்பட்டது';
$string['viewfeedback'] = 'ஒப்படைகளின் தரங்களையும் பின்னூட்டத்தையும் பார்';
$string['viewsubmissions'] = 'சமர்ப்பித்த ஒப்படைகள் $a ஐப் பார்க்க';
$string['yoursubmission'] = 'உங்கள் சமர்ப்பிப்பு';

?>
