<?PHP // $Id$ 
         // assignment.php - created with Moodle 1.8.2 + (November 27, 2007)


$string['allowdeleting'] = 'அழித்தலை அனுமதி';
$string['allowmaxfiles'] = 'மேலேற்றப்பட்ட கோப்புகளின் அதிகப்படியான எண்ணிக்கை';
$string['allownotes'] = 'குறிப்புக்களை அனுமதி';
$string['allowresubmit'] = 'மீள் சமர்ப்பித்தலை அனுமதி';
$string['assignment:grade'] = 'ஒப்படையை மதிப்பிடு';
$string['assignment:submit'] = 'ஒப்படையை சமர்ப்பி';
$string['assignment:view'] = 'ஒப்படையை காண்பி';
$string['assignmentdetails'] = 'ஒப்படைத் தகவல்கள்';
$string['assignmentmail'] = '\'$a->assignment\'ற்கான உங்களுடைய ஒப்படை சமர்ப்பித்தலிலுள்ள சில பின்னூட்டலை, $a->teacher அனுப்பியுள்ளார்.

உங்களுடைய ஒப்படை சமர்ப்பித்தலிற்கு இணைக்கப்பட்ட இதை நீங்கள் பார்க்க முடிகிறது:

$a->url';
$string['assignmentmailhtml'] = '\'<i>$a->assignment</i>\'ற்கான உங்களுடைய ஒப்படை சமர்ப்பித்தலிலுள்ள சில பின்னூட்டலை, $a->teacher அனுப்பியுள்ளார்.<br /><br />

உங்களுடைய <a href=\"$a->url\">ஒப்படை சமர்ப்பித்தலிற்கு</a>
 இணைக்கப்பட்ட இதை நீங்கள் பார்க்க முடிகிறது.';
$string['assignmentname'] = 'ஒப்படைப் பெயர்';
$string['assignmenttype'] = 'ஒப்படை வகை';
$string['availabledate'] = 'கிடைக்கக்கூடியதிலிருந்து';
$string['comment'] = 'அபிப்பிராயம்';
$string['commentinline'] = 'அபிப்பிராய உள்ளமைவு';
$string['configitemstocount'] = 'தொடரறா நிலையிலான மாணவர்கள் ஒப்படைகளின் சமர்ப்பித்தலிற்காக கணக்கெடுக்கப்படுவதற்கான வகைகளின் இயல்பு.';
$string['configmaxbytes'] = 'இணைய தளத்திலுள்ள அனைத்து ஒப்படைகளிற்குமான முன்னியல்பு அதிவுயர் ஒப்படை அளவு(கற்கைநெறி வரையறைகள் மற்றும் மற்றைய உள்ளக அமைப்புகளிற்கான விடயம்)';
$string['confirmdeletefile'] = 'நீங்கள் இந்த கோப்பை அழிப்பதில் நிச்சயமாக உறுதியாக இருக்கிறீர்களா?br /><strong>$a</strong>';
$string['deletefilefailed'] = 'கோப்பை அழிப்பது தோல்வியாகிவிட்டது';
$string['description'] = 'விபரம்';
$string['draft'] = 'வரையோலை';
$string['duedate'] = 'செலுத்த வேண்டிய திகதி';
$string['duedateno'] = 'செலுத்த வேண்டிய திகதி அற்றது';
$string['early'] = '$a முன்னதாக';
$string['editmysubmission'] = 'என்னுடைய சமர்ப்பிப்பை திருத்து';
$string['emailstudents'] = 'மாணவர்களுக்கான மின்னஞ்சல் அறிவிப்பு';
$string['emailteachermail'] = '$a->username, \'$a->assignment\'ற்கான அவர்களுடைய ஒப்படை சமர்ப்பித்தலை இற்றைப்படுத்திவிட்டது.

இது இங்கே கிடைக்கக்கூடியதாக உள்ளது: $a->url';
$string['emailteachermailhtml'] = '$a->username, <i>\'$a->assignment\'</i>ற்கான அவர்களுடைய ஒப்படை சமர்ப்பித்தலை இற்றைப்படுத்திவிட்டது.<br /><br />

இது <a href=\"$a->url\">இணையத்தளத்தில் கிடைக்கக்கூடியதாக</a> உள்ளது.

$a->username, ஒப்படை
<i>\'$a->ஒப்படை\'</i><br /><br />சமர்ப்பித்தலுக்காக இற்றைப்படுத்தப்படுத்தப்பட்டுள்ளது
அது <a href=\"$a->url\">வலைப் பக்கத்தில் கிடைக்கும்</a>.';
$string['emailteachers'] = 'ஆசிரியர்களுக்கான மின்னஞ்சல் அறிவிப்பு';
$string['emptysubmission'] = 'நீங்கள் இதுவரையில் எதையும் சமர்ப்பிக்கவில்லை';
$string['existingfiledeleted'] = 'ஏற்கெனவே உள்ள கோப்பு நீக்கப்பட்டது: $a';
$string['failedupdatefeedback'] = 'பயனாளர் $a ற்கான  சமர்ப்பிப்புப் பின்னூட்டல் இற்றைப்படுத்தப்படுத்தல் தோல்வியாகிவிட்டது';
$string['feedback'] = 'பின்னூட்டல்';
$string['feedbackfromteacher'] = '$a இலிருந்தான பின்னூட்டல்';
$string['feedbackupdated'] = 'சமர்ப்பித்தலுக்கான பின்னூட்டல்கள் $a அங்கத்தினரிற்காக இற்றைப்படுத்தப்படுத்தப்பட்டுள்ளது.';
$string['graded'] = 'தரப்படுத்தப்பட்டுள்ளது';
$string['guestnosubmit'] = 'வருந்துகிறோம், ஒப்படையொன்றினை சமர்ப்பிக்க விருந்தினர்களுக்கு அனுமதி வழங்கப்படவில்லை. உங்களுடைய விடையினை சமர்ப்பிக்க முன்னர் நீங்கள் உள்நுளைவு / பதிவு செய்ய வேண்டியுள்ளது.';
$string['guestnoupload'] = 'வருந்துகிறோம், விருந்தினர்களுக்கு மேலேற்றுவதற்கான அனுமதி  வழங்கப்படவில்லை';
$string['helpoffline'] = '<p>மூடூலிற்கு வெளியே ஒப்படை செயற்படுத்தப்படும்போது இது பயனுள்ளதாக இருக்கும்.இது இணையத்தளத்தில் வேறு எங்கேயோ அல்லது நேருக்கு நேராக இருக்கமுடிந்தது.</p><p> மாணவர்கள் ஒப்படையின் விபரபொன்றை பார்க்க முடிகிறது, 
ஆனால் கோப்போ அல்லது எவற்றையும் மேலேற்ற முடியாது. மதிப்பீடு சாதாரணமாக வேலை செய்கின்றது, மற்றும் மாணவர்கள் அவர்களுடைய மதிப்பீடுகளின் அறிவிப்புகளை பெறுவார்கள்.</p>';
$string['helponline'] = '<p> இவ்வொப்படை வகை பயனாளரை சாதாரண பதிப்பிக் கருவிகளைப் பயன்படுத்தி ஒரு உரையை திருத்துவதற்கு கேட்கின்றது.
ஆசிரியர் தொடரறா நிலையில் அவைகளை மதிப்பிட முடிகிறது மற்றும் உள்ளமைவு அபிப்பிராயங்கள் அல்லது மாற்றங்களைக் கூட சேர்க்க முடிகிறது.
</p><p>(பழைய மூடூல் பதிப்புகளுடன் நீங்கள் பழக்கமாக இருந்தால் இந்த ஒப்படை வகை,செய்வதற்கு பயன்படுத்தப்பட்ட பழைய சஞ்சிகை பகுதியினை போன்றே செய்கின்றது.)</p>';
$string['helpupload'] = '<p>இவ்வொப்படை வகை, ஒவ்வொரு பங்குபற்றுனரையும், ஒன்றோ அல்லது அதிகமான கோப்புகளை ஏதாவது கோப்பு வடிவில் மேலேற்ற அனுமதிக்கின்றது. 
இவைகள் சொல் செயலாக்கி ஆவணங்கள்,படிமங்கள்,இறுக்கப்பட்ட இணையத்தளம் அல்லது நீங்கள் அவைகளை சமர்ப்பிப்பதற்கு கேட்கின்ற ஏதாவதொன்றாக இருக்கவேண்டும்.</p>
<p>
இந்த வகை,உங்களை பல் பதில் கோப்புகளை மேலேற்றுவதற்கும் அனுமதிக்கின்றது.வித்தியாசமான கோப்புகளுடன் வேலை செய்வதற்கு ஒவ்வொரு அங்கத்தனருக்கும் கொடுப்பதற்கு பயன்படுத்தமுடிகின்ற சமர்ப்பிற்கு முன்பு பதில் கோப்புகள் மேலேற்றப்படவும் முடிகின்றது.</p>

<p>அங்கத்துனர்கள்,சமர்க்கிப்பட்ட கோப்புகளை விபரிக்கின்ற குறிப்புகள்,முன்னேற்ற தராதரம் அல்லது ஏதோ மற்றைய உரை தகவலை பதியலாம்.</p>

<p>இந்த ஒப்படை வகை சமர்ப்பிப்பு,அங்கத்தினரால் கைமுறையாக முடிவு செய்யப்பட வேண்டும்.நீங்கள் ஏதாவது நேரத்தில் தற்போதைய தராதரத்தை மீள்பார்வையிட முடிகிறது,முடிவடையப்படாத ஒப்படைகள் வரையோலையாக குறிக்கப்படுகிறது. 
ஏதாவது மதிப்பிடப்படாத ஒப்படையை  மீண்டும் வரையோலை தராதரமாக பழைய நிலைக்கு கொண்டுவர முடிகிறது.</p>';
$string['helpuploadsingle'] = 'இந்த வகை ஒப்படையானது பங்குபற்றுனரை ஏதோவொரு வகையான ஒற்றை கோப்பினையும் மேலேற்ற அனுமதிக்கும்.';
$string['hideintro'] = 'கிடைக்கக்கூடிய திகதிக்கு முதல் விபரங்களை மறைக்க.';
$string['late'] = '$a தாமதம்';
$string['maximumgrade'] = 'அதிகபட்ச தரம்';
$string['maximumsize'] = 'அதிகபட்ச அளவு';
$string['modulename'] = 'ஒப்படை';
$string['modulenameplural'] = 'ஒப்படைகள்';
$string['newsubmissions'] = 'ஒப்படைகள் சமர்ப்பிக்கப்பட்டது';
$string['noassignments'] = 'இதுவரையில் எந்த ஒப்படையும் இல்லை';
$string['noattempts'] = 'எந்த முயற்சியும் இவ் ஒப்படையில் செய்யப்படவில்லை';
$string['nofiles'] = 'எந்த கோப்புக்களும் சமர்ப்பிக்கப்படவில்லை';
$string['nofilesyet'] = 'இதுவரையில் எந்த கோப்பும் சமர்ப்பிக்கப்படவில்லை';
$string['notavailableyet'] = 'வருந்துகிறோம், இந்த ஒப்படை இதுவரையில் கிடைக்கக்கூடியதாக இல்லை.<br />ஒப்படை ஆலோசணைகள் கீழே தரப்பட்ட திகதியில் இங்கே காட்சிப்படுத்தப்படும்.';
$string['notes'] = 'குறிப்புகள்';
$string['notesempty'] = 'பதிவு அனுமதிக்கப்படவில்லை';
$string['notesupdateerror'] = 'குறிப்புகளை இற்றைப்படுத்தப்படுத்துகையில் தவறு ஏற்பட்டுள்ளது';
$string['notgradedyet'] = 'இதுவரையில் தரப்படுத்தப்படவில்லை';
$string['notsubmittedyet'] = 'இதுவரையில் சமர்ப்பிக்கப்படவில்லை';
$string['onceassignmentsent'] = 'ஒரு முறை ஒப்படை புள்ளியிட அனுப்பப்பட்டால், உங்களால் அதற்கு மேல் எதனையும் அழிக்கவோ, கோப்புகளை இணைக்கவோ முடியாது. இதனை தொடர விரும்புகிறீர்களா?';
$string['overwritewarning'] = 'எச்சரிக்கை: மீண்டும் மேலேற்றம் செய்தல், தற்போதைய உங்களுடைய சமர்ப்பிப்பை மேலாக்கம் செய்யும்.';
$string['pagesize'] = 'சமர்ப்பித்த ஒவ்வொரு பக்கத்தையும் காண்பி';
$string['preventlate'] = 'பிந்திய சமர்ப்பித்தல்களை தடுக்க.';
$string['quickgrade'] = 'உடனடி புள்ளியிடலுக்கு அனுமதி.';
$string['responsefiles'] = 'பதில் கோப்புகள்';
$string['reviewed'] = 'மீள் பார்க்கப்பட்டது';
$string['saveallfeedback'] = 'என்னுடைய அனைத்து பின்குறிப்பையும்/பின்னூட்டலையும் சேமிக்க';
$string['sendformarking'] = 'புள்ளியிட அனுப்பு';
$string['submission'] = 'சமர்ப்பித்தல்';
$string['submissiondraft'] = 'வரவோலையைச் சமர்ப்பிக்க';
$string['submissionfeedback'] = 'பின்குறிப்பை சமர்ப்பிக்க';
$string['submissions'] = 'சமர்ப்பித்தல்கள்';
$string['submissionsaved'] = 'நீங்கள் மாற்றியவை சேமிக்கப்பட்டது';
$string['submissionsnotgraded'] = '$a  சமர்ப்பித்தல்கள் தரப்படுத்தப்டவில்லை';
$string['submitassignment'] = 'உங்களுடைய ஒப்படையை சமர்ப்பிக்க இந்த படிவத்தை பயன்படுத்தவும்';
$string['submitedformarking'] = 'புள்ளியிட ஒப்படை ஏற்கனவே அனுப்பப்பட்டுவுட்டது மற்றும் அதனை இற்றைப்படுத்த முடியாது.';
$string['submitformarking'] = 'இறுதியான புள்ளியிடலுக்கான சமர்ப்பித்தல்';
$string['submitted'] = 'சமர்ப்பிக்கப்பட்டது';
$string['submittedfiles'] = 'சமர்ப்பிக்கப்பட்ட கோப்புகள்';
$string['typeoffline'] = 'தொடரற்றநிலை செயற்பாடு';
$string['typeonline'] = 'தொடர்நிலை வார்த்தை';
$string['typeupload'] = 'முதல்நிலையாக மேலேற்றப்பட்ட கோப்புகள்';
$string['typeuploadsingle'] = 'ஒரு கோப்பை மேலேற்றுக';
$string['unfinalize'] = 'வரவோலைக்கு மாற்றுக';
$string['uploadbadname'] = 'இக்கோப்பினது பெயரானது குதர்க்கமான எழுத்துக்களை கொண்டிருப்பதால் மேலேற்றப்பட முடியாதுள்ளது.';
$string['uploadedfiles'] = 'மேலேற்றப்பட்ட கோப்புகள்';
$string['uploaderror'] = 'கோப்பினை வழங்கியில் சேமிக்கும் போது தவறொன்று ஏற்பட்டுள்ளது.';
$string['uploadfailnoupdate'] = 'கோப்பானது சரியாக மேலேற்றப்பட்டுவிட்டது, ஆனால் உமது சமர்ப்பித்தலை இற்றைப்படுத்த முடியாது!';
$string['uploadfiletoobig'] = 'வருந்துகிறோம், ஆனால் இந்தக் கோப்பானது மிகப்பெரிதாக உள்ளது( எல்லை $a பைட்கள்)';
$string['uploadnofilefound'] = 'எந்த கோப்பும் காணப்படவில்லை- மேலேற்றப்பட கோப்பொன்றினை தெரிவு செய்துள்ளதில் நிச்சயமாக இருக்கிறீர்களா?';
$string['uploadnotregistered'] = '\'$a\' சரியாக மேலேற்றப்பட்டுவிட்டது, ஆனால் சமர்ப்பித்தல் பதியப்படவில்லை!';
$string['uploadsuccess'] = 'வெற்றிகரமாக \'$a\'  ஏற்றப்பட்டது';
$string['viewfeedback'] = 'ஒப்படை மதிப்பீடுகள் மற்றும் பின்னூட்டலை பார்வையிடுக';
$string['viewsubmissions'] = '$a சமர்ப்பிக்கப்பட்ட ஒப்படைகளைப் பார்வையிடுக';
$string['yoursubmission'] = 'உங்களுடைய சமர்ப்பிப்பு';

?>