<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_emaildescription'] = 'மின்னஞ்சல் மூலம் உறுதிப்படுத்தலே, பொது இருப்பு அத்தாட்சிப்படுத்தல் முறையாக உள்ளது. புதிய பயனாளர்பெயர் மற்றும் கடவுச்சொல் கொண்டு பயனாளர் ஒருவர் பதிவு செய்து கொள்ள முற்படும் போது, ஒரு உறுதிப்படுத்தும் மின்னஞ்சல், பயனாளருடைய மின்னஞ்சல் முகவரிக்கு அனுப்பப்படும். இம்மின்னஞ்சலில், பயனாளர் தமது கணக்கை உறுதிப்படுத்தக் கூடிய பாதுகாக்கப்பட்ட இணைப்பொன்று காணப்படும். கணக்கு உறுதிப்படுத்தப்பட்ட பின்னர் மேற்கொள்ளும் புகுபதிகைகளின்போது, பயனாளர் பெயர், கடவுச்சொல் ஆகியன, Moodle தரவுத்தளத்தில் சேமிக்கப்பட்டிருக்கும் பெறுமதிரகளுடன் ஒப்பிடப்படும்.';
$string['auth_emailnoemail'] = 'உங்களுக்கு மின்னஞ்சல் அனுப்ப முயற்சிக்கப்பட்டது, ஆனால் பயனளிக்கவில்லை.';
$string['auth_emailnoinsert'] = 'உங்கள் பதிவை தரவுத்தளத்தில் சேர்க்க முடியவில்லை';
$string['auth_emailtitle'] = 'மின்னஞ்சல் அடிப்படையிலான சுய-பதிவு';