<?PHP // $Id$ 
         // block_course_list.php - created with Moodle 1.8.2 + (November 27, 2007)


$string['allcourses'] = 'பயனாளரின் பாடக்கோப்புகளை நிர்வாகி பார்க்கலாம்';
$string['blockname'] = 'பாடக்கோப்புகளின் வரிசை';
$string['configadminview'] = 'எந்த பாடக்கோப்பு வரிசைப் பகுதியை  நிர்வாகி பார்க்க முடியும்?';
$string['confighideallcourseslink'] = 'பகுதியின் கீழ் பகுதியில் உள்ள \"எல்லா பாடக்கோப்புகளையும்\" மறை. மறைந்தவற்றை இணைத்த்ல் நிர்வாகியின் பார்த்தலை பாதிக்காது.';
$string['owncourses'] = 'பயனாளர் பார்க்கும் தனி பாடக்கோப்பை நிர்வாகி பார்த்தல்';

?>