<?PHP // $Id$ 
         // block_glossary_random.php - created with Moodle 1.8.2 + (November 27, 2007)

$string['addentry'] = 'உங்களுடைய சொந்த விருப்பத்திற்குகந்த மேற்கோள்களைச் சேர்க்க!';
$string['askaddentry'] = 'பயனாளர்கள் சொற்களஞ்சியத்திற்கு பதிவுகளைச் சேர்க்கின்ற போது அந்த உரையுடன் தொடுப்பொன்றைக் காண்பிக்க';
$string['askinvisible'] = 'பயனாளர்கள் சொற்களஞ்சியத்தை பார்வையிடவோ அல்லது மாற்றவோ முடியாத போது அந்த உரையைக் காண்பிக்க(தொடுப்பின்றி)';
$string['askviewglossary'] = 'பயனாளர்கள் சொற்களஞ்சியத்தை பார்வையிட முடிகிறது ஆனால் பதிவை சேர்க்க முடியாத போது அந்த உரையுடன் தொடுப்பொன்றையும் காண்பிக்க';
$string['blockname'] = 'எழுமாறான சொற்களஞ்சியப் பதிவு';
$string['intro'] = 'அந்தக் கற்கைநெறிக்குச் சேர்க்கப்பட்ட குறைந்த பட்சம் ஒரு பதிவுடனான  ஒரு சொற்களஞ்சியத்தை நீங்கள் பெற்றிருக்கின்றீர்கள் என்பதை நிச்சயப்படுத்துங்கள். அடுத்து நீங்கள் பின்வருகின்ற செம்மைப்படுத்தலை ஓழுங்குபடுத்த முடிகிறது';
$string['invisible'] = '(தொடரப்படுவதற்கு)';
$string['lastmodified'] = 'கடைசியாக மாற்றப்பட்ட பதிவு';
$string['nextone'] = 'அடுத்த பதிவு';
$string['noentriesyet'] = 'தேர்ந்தெடுக்கப்பட்ட சொற்களஞ்சியத்தில் இதுவரை பதிவுகள் எதுவும் இல்லை';
$string['notyetconfigured'] = 'தயவு செய்து பதிப்பிச் சின்னத்தைப் பயன்படுத்தி இந்தப் பகுதியைச் சீரமைக்க .';
$string['notyetglossary'] = 'தெரிவு செய்வதற்கு குறைந்த பட்சம் ஒரு சொற்களஞ்சியத்தையாவது நீங்கள் பெற்றிருக்க வேண்டியிருக்கிறது.';
$string['random'] = 'எழுமாறான பதிவு';
$string['refresh'] = 'ஒரு புதிய பதிவு தெரிவு செய்யப்படுவதற்கு முன்புள்ள நாட்கள்';
$string['select_glossary'] = 'இந்தச் சொற்களஞ்சியத்திலிருந்து பதிவுகளை எடுக்க ';
$string['showconcept'] = 'ஒவ்வொரு பதிவிற்குமான கருத்தை(தலைப்பை) காண்பிக்க';
$string['title'] = 'தலைப்பு';
$string['type'] = 'எவ்வாறு எழுமாறான பதிவு பதிவொன்றைத் தேர்ந்தெடுப்பது';
$string['typehelp'] = '<b>கடைசியாக மாற்றப்பட்ட பதிவு</b> எப்போதும் கடைசியாக மாற்றப்பட்ட பதிவைக் காட்சிப்படுத்தும், மற்றும்<b>எழுமாறான பதிவு</b>ஓவ்வொரு நேரமும் எழுமாறாக புதிய ஒன்றை தெரிவு செய்யும். தேர்ந்தெடுக்கப்பட்ட விடயமான <b>புதிய பதிவு</b> ஒழுங்கில் பதிவுகளினூடு சுற்றும். ஓவ்வொருவரும் பார்க்கக் கூடியவாறு <i>ஒரு நாளின் தகவலையோ </i> அல்லது <i>வாரத்தின் மேற்கோளையோ </i> ஆக்குவதற்கு உங்களை அனுமதிக்கின்ற அந்த கடைசியாக தேர்ந்தெடுக்கப்பட்ட விடயம், நாட்களின் ஒரு எண்ணிக்கையும் தெரிவு செய்யப்படுகின்ற போது விசேடமாக பயனுள்ளதாக இருக்கின்றது.';
$string['viewglossary'] = 'மேலதிகமான மேற்கோள்கள்...';
$string['whichfooter'] = 'அந்தப் பகுதி சம்பந்தப்பட்டுள்ளதான சொற்களஞ்சியத்தின் செயல்களுக்கான தொடுப்புக்களை நீங்கள் காட்சிப்படுத்த முடிகிறது. அந்தச் சொற்களஞ்சியத்திற்காக செயலாக்கப்பட்ட செயல்களுக்கான தொடுப்புக்களை மட்டும் அந்தப் பகுதி காட்சிப்படுத்தும்.';

?>