<?PHP // $Id$ 
      // block_course_list.php - created with Moodle 1.8.2+ (2007021520)


$string['allcourses'] = 'நிர்வாகப் பயனாளர் எல்லாப் பாடநெறிகளையும் பார்ப்பார்';
$string['blockname'] = 'பாடநெறிப் பட்டியல்';
$string['configadminview'] = 'பாடநெறிக் கட்டத்தில் நிர்வாகி பார்ப்பது என்ன?';
$string['confighideallcourseslink'] = 'கட்டத்தின் அடியில் காணப்படும் \"எல்லாப் பாடநெறிகளும்\" என்ற இணைப்பை மறைக்க. இணைப்பை மறைத்தல் நிர்வாகியின் பார்வையை மாற்றாது.';
$string['owncourses'] = 'நிர்வாகப் பயனாளர் சொந்தப் பாடநெறிகளைப் பார்ப்பார்';

?>
