<?PHP // $Id$ 
      // block_glossary_random.php - created with Moodle 1.8.2+ (2007021520)


$string['addentry'] = 'உங்களுக்குப் பிடித்த மேற்கோள்களைச் சேருங்கள்';
$string['askaddentry'] = 'பயனாளர்கள் கலைச்சொற்களஞ்சியத்தில் பதிவுகளைச் சேர்க்க முடியும் போது, இவ்வுரையுடன் கூடிய ஒரு இணைப்பைக் காட்டுக.';
$string['askinvisible'] = 'பயனாளர்கள் கலைச்சொற்களஞ்சியத்தில் பதிவுகளைச் தொகுக்கவோ பார்க்கவோ முடியாதிருக்கும் போது, இவ்வுரையை இணைப்பின்றிக் காட்டுக.';
$string['askviewglossary'] = 'பயனாளர்கள் கலைச்சொற்களஞ்சியத்தில் பதிவுகளைச் பார்க்க மட்டும் முடியும்போது, இவ்வுரையுடன் இணைப்பொன்றைக் காட்டுக.';
$string['blockname'] = 'எழுந்தமானமான கலைச்சொற்களஞ்சியப் பதிவு';
$string['intro'] = 'இப்பாடநெறியிலே குறைந்தபட்சம் ஒரு பதிவுடனாவது உள்ள கலைச்சொற்களஞ்சியம் ஒன்றாவது சேர்க்கப்பட்டுள்ளதா என உறுதி செய்க. பின்னர் கீழ்வரும் தகவமைவுகளை திருத்தலாம்.';
$string['invisible'] = '(தொடரும்)';
$string['lastmodified'] = 'இறுதியாக மாற்றிய பதிவு';
$string['nextone'] = 'அடுத்த பதிவு';
$string['noentriesyet'] = 'தெரிவு செய்யப்பட்ட கலைச்சொற்களஞ்சியத்தில் ஒரு பதிவும் இல்லை.';
$string['notyetconfigured'] = 'தயவுசெய்து, தொகுத்தற் சின்னத்தைப் பயன்படுத்தி இக்கட்டத்தை தகவமைவு செய்யவும்.';
$string['notyetglossary'] = 'நீங்கள் தெரிவு செய்வதற்குக் குறைந்த பட்சம் ஒரு கலைச்சொற்களஞ்சியமாவது இருக்க வேண்டும்.';
$string['random'] = 'எழுந்தமானமான பதிவு';
$string['refresh'] = 'புதிய பதிவு தெரிவு செய்யப்படுவதற்கான நாட்கள்';
$string['select_glossary'] = 'இகலைச்சொற்களஞ்சியத்திலிருந்து பதிவுகளை எடு';
$string['showconcept'] = 'ஒவ்வொரு பதிவிற்கும் தலையங்கத்தைக் காட்டு';
$string['title'] = 'தலையங்கம்';
$string['type'] = 'ஒரு புதிய பதிவு எவ்வாறு தெரிவு செய்யப்படுகிறது';
$string['typehelp'] = '<b>கடைசியாக மாற்றப்பட்ட பதிவு</b> எப்போதும் கடைசியாக மாற்றப்பட்ட பதிவைக் காட்சிப்படுத்தும், மற்றும்<b>எழுமாறான பதிவு</b>ஓவ்வொரு நேரமும் எழுமாறாக புதிய ஒன்றை தெரிவு செய்யும். தேர்ந்தெடுக்கப்பட்ட விடயமான <b>புதிய பதிவு</b> ஒழுங்கில் பதிவுகளினூடு சுற்றும். ஓவ்வொருவரும் பார்க்கக் கூடியவாறு <i>ஒரு நாளின் தகவலையோ </i> அல்லது <i>வாரத்தின் மேற்கோளையோ </i> ஆக்குவதற்கு உங்களை அனுமதிக்கின்ற அந்த கடைசியாக தேர்ந்தெடுக்கப்பட்ட விடயம், நாட்களின் ஒரு எண்ணிக்கையும் தெரிவு செய்யப்படுகின்ற போது விசேடமாக பயனுள்ளதாக இருக்கின்றது.';
$string['viewglossary'] = 'மேலதிக மேற்கோள்கள்';
$string['whichfooter'] = 'அந்தப் பகுதி சம்பந்தப்பட்டுள்ளதான கலைச்சொற்களஞ்சியத்தின் செயல்களுக்கான தொடுப்புக்களை நீங்கள் காட்சிப்படுத்த முடிகிறது. அந்தச் கலைச்சொற்களஞ்சியத்திற்காக செயலாக்கப்பட்ட செயல்களுக்கான தொடுப்புக்களை மட்டும் அந்தப் பகுதி காட்சிப்படுத்தும்.';

?>
