<?PHP // $Id$ 
      // block_quiz_results.php - created with Moodle 1.8.2+ (2007021520)


$string['bestgrade'] = 'அதிகூடிய தரம்:';
$string['bestgrades'] = '$a அதிகூடிய தரங்கள்';
$string['bestgroupgrade'] = 'அதிகூடிய சராசரியுடன் உள்ள குழு';
$string['bestgroupgrades'] = '$a குழுக்கள் அதிகூடிய சராசரியுடன் உள்ளன.';
$string['config_format_absolute'] = 'தனி எண்கள்';
$string['config_format_fraction'] = 'பின்னங்கள்';
$string['config_format_percentage'] = 'வீதங்கள்';
$string['config_grade_format'] = 'தரங்களை வருமாறு காட்டு:';
$string['config_name_format'] = 'காட்டப்பட்ட பெறுபேறுகளின் அந்தரங்க மட்டம்';
$string['config_names_anon'] = 'அநாமதேய பெறுபேறுகள்';
$string['config_names_full'] = 'முழுப்பெயர்களைக் காட்டு';
$string['config_names_id'] = 'ID இலக்கங்களை மட்டும் காட்டு';
$string['config_no_quizzes_in_course'] = 'இப்பாடநெறியில் ஒரு புதிர்ச்செயற்பாடுகளும் இல்லை. இக்கட்டத்தைச் சரியாகப் பயன்படுத்தக் குறைந்தபட்சம் ஒன்றாவது சேர்க்க வேண்டும்.';
$string['config_select_quiz'] = 'இக்கட்டம், எந்த புதிரிலிருந்து பெறுபேறுகளைக் காட்ட வேண்டும்?';
$string['config_show_best'] = 'எத்தனை அதிகூடிய தரங்கள் காட்டப்பட வேண்டும் (இயலாமைப்படுத்த 0 ஐப் பயன்படுத்தவும்)?';
$string['config_show_worst'] = 'எத்தனை அதிகுறைந்த தரங்கள் காட்டப்பட வேண்டும் (இயலாமைப்படுத்த 0 ஐப் பயன்படுத்தவும்)?';
$string['config_use_groups'] = 'மாணவர்களுக்குப் பதிலாக குழுக்களைக் காட்டவும் (புதிர் குழுக்களுக்கு இசைவானதாயின் மட்டும்)';
$string['configuredtoshownothing'] = 'இக்கட்டத்தின் தகவமைவானது, தற்சமயம் எந்தப் பெறுபேற்றையும் காட்டுவதற்கு அனுமதிக்கவில்லை.நீங்கள் இத்தகவமைப்பை மாற்றலாம் அல்லது மறைக்கலாம்.';
$string['error_emptyquizid'] = 'தற்சமயம் இக்கட்டத்தில் ஒரு வழு உள்ளது. எப்புதிரிலிருந்து பெறுபேறுகளைக் காட்ட வேண்டும் என்பதை நீங்கள் தெரிவு செய்ய வேண்டும்.';
$string['error_emptyquizrecord'] = 'தற்சமயம் இக்கட்டத்தில் ஒரு வழு உள்ளது. தெரிவு செய்யப்பட்ட புதிர், தரவுத்தளத்தில் காணப்படவில்லை.';
$string['error_nogroupsexist'] = 'தற்சமயம் இக்கட்டத்தில் ஒரு வழு உள்ளது. இது தரங்களை குழு ரீதியாகக் காட்டுவதற்கு தகவமைக்கப்பட்டுள்ளது. ஆனால், பாடநெறியில் ஒரு வரையறுக்கப்பட்ட குழுக்களும் இல்லை.';
$string['formaltitle'] = 'புதிர்ப் பெறுபேறுகள்';
$string['worstgrade'] = 'அதிகுறைந்த தரம்';
$string['worstgrades'] = '$a அதிகுறைந்த தரங்கள்';
$string['worstgroupgrade'] = 'அதிகுறைந்த சராசரியைக் கொண்ட குழு';
$string['worstgroupgrades'] = 'அதிகுறைந்த சராசரியைக் கொண்ட $a குழுக்கள்';

?>
