<?PHP // $Id$ 
      // enrol_paypal.php - created with Moodle 1.8.2+ (2007021520)


$string['business'] = 'உங்கள் வர்த்தக PayPal கணக்கின் மின்னஞ்சல் முகவரி.';
$string['costorkey'] = 'பின்வரும் சேர்க்கை முறைகளில் ஒன்றைத் தெரிவு செய்க.';
$string['description'] = 'Paypal பகுதி கட்டணம் செலுத்தப்பட்ட பாடநெறிகளை அமைக்க அனுமதிக்கும். எந்த எந்த ஒரு பாடநெறிக்குமான செலவு பூச்சியம் எனின், மாணவர்கள் பதிவதற்கு கட்டணம் செலுத்தக் கேட்கப்படமாட்டார்கள். ஒரு தளவாரியான செலவு உண்டு. அதை முழுத் தளத்திற்கும் முன்னியல்பானதாக அமைக்குக அத்துடன் ஒரு பாடநெறி அமைப்பு அது உங்களுக்கு ஒவ்வொரு பாடநெறியையும் தனித்தனியாக அமைக்கக்கூடியதாத இருக்கும். பாடநெறிக் கட்டணம் தளச் செலவை மேலாக்கும்.';
$string['enrolname'] = 'PayPal ';
$string['paypalaccepted'] = 'PayPal கொடுப்பனவுகள் ஏற்றுக்கொள்ளப்படும்.';
$string['sendpaymentbutton'] = 'கொடுப்பனவுகளை PayPal ஊடாக அனுப்பவும்.';

?>
