<?PHP // $Id$ 
         // enrol_ldap.php - created with Moodle 1.8.2 + (November 27, 2007)


$string['description'] = '<p>நீங்கள் உங்கள் உள்வாங்கல்களை கட்டுப்படுப்படுத்துவதற்கு LDAP வழங்கியை பயன்படுத்த முடியும்.  
உங்கள் LDAP tree கற்கைநெறிகளுடன் தொடர்புபட்ட குழுக்களை கொண்டுள்ளதோடு அந்த குழுக்கள்/ கற்கைநெறிகள் ஒவ்வொன்றும் மாணவர்களுடன் தொடர்புபடுவதற்கான அங்கத்துவ உள்நுழைவுகளை கொண்டிருக்கும் என கருதப்படுகிறது.
</p><p>கற்கைநெறிகள்LDAPஇல் குழுக்களாக வரையறுக்கப்பட்டதோடு ஒவ்வொரு குழுவும் பல அங்கத்துவ பிரிவுகளைக்கொண்டிருக்கின்றது என கருதப்படுகிறது.          (<em>member</em> or <em>memberUid</em>)அது கான ஒரு தனித்துவ அடையாளத்தை கொண்டிருக்கம்.</p><p>LDAPஉள்வாங்கலை பயன்படுத்துவதற்கு, உங்கள் பயனாளருக்கு<strong>must</strong>செல்லுபடியான ஒரு அடையாள இலக்கம் இருக்க வேண்டும். ஒரு பயனாளர் கற்கைநெறியில் உள்வாங்கப்படுவதற்காக, LDAP குழுக்கள் அந்த அடையாள இலக்கத்தை அங்கத்துவ பிரிவுகளில் கொண்டிருக்க வேண்டும்.
 நீங்கள் ஏற்கனவே LDAP அதிகார நிரூபணத்தை பயன்படுத்தியிருந்தால் மாத்திரமே  இது நன்றாக வேலை செய்யும்.</p><p>பயனாளர் உள்நுழையும்போது உள்வாங்கல்கள் இற்றைப்படுத்தப்படும். உள்வாங்கல்களை ஒழுங்கில் பார்வையிடக்கூடியவாறு பேணுவதற்கு நீங்கள் ஒரு எழுத்துருவை பயன்படுத்தலாம்.                  <em>enrol/ldap/enrol_ldap_sync.php</em>.</p><p>புதிய குழுக்கள்LDAP இல் தோன்றும்போது புதிய கற்கைநெறிகள் தானாகவே உருவாகுமாறு இந்த உட்செருகல்கள் அமைக்கப்பட முடியும்.<p>';
$string['enrol_ldap_autocreate'] = 'இதுவரை மூடுலில் இல்லாத ஒரு கற்கைநெறிக்கு உள்வாங்கல்கள் இருந்தால் மாத்திரமேகற்கைநெறிகள் தானாகவே உருவாக்கப்பட முடியம்';
$string['enrol_ldap_autocreation_settings'] = 'தன்னிச்சையாக பாடத்தை உருவாக்கும் அமைப்பு';
$string['enrol_ldap_bind_dn'] = 'நீங்கள் பயனாளர்களை தேடுவதற்கு bind-user பயன்படுத்த விரும்பினால் அதை இங்கே குறிப்பிடவும். இதைப் போல, 
\'cn=ldapuser,ou=public,o=org\'';
$string['enrol_ldap_bind_pw'] = 'bind-userக்கான கடவுச்சொல்';
$string['enrol_ldap_category'] = 'தானாகவே உருவாக்கப்பட்ட கற்கைநெறிகளின் பிரிவு';
$string['enrol_ldap_contexts'] = 'LDAPதொடர்கள்';
$string['enrol_ldap_course_fullname'] = 'விருப்பத்திற்குரிய தெரிவு: முழுப்பெயரை பெறுவதற்கான LDAPநிரல்.';
$string['enrol_ldap_course_idnumber'] = 'LDAPஇல் தனித்துவ அடையாளத்தை தொடர்புபடுத்துவதற்கு,<em>cn</em> அல்லது <em>uid</em>. நீங்கள் தன்னியக்கக் கற்கைநெறி உருவாக்கத்தினைப் பயன்படுத்தினால் பெறுமானத்தினைப் பூட்டுதல் சிபாரிசு செய்யக்கூடியது.';
$string['enrol_ldap_course_settings'] = 'பாடத்தில் பயனாளரை உட்செலுத்தும் அமைப்பு';
$string['enrol_ldap_course_shortname'] = 'விருப்பத்திற்குரிய தெரிவு:குறும்பெயரை பெறுவதற்கான LDAPநிரல். .';
$string['enrol_ldap_course_summary'] = 'விருப்பத்திற்குரிய தெரிவு: சாரம்சத்தை பெறுவதற்கான LDAPநிரல்.';
$string['enrol_ldap_editlock'] = 'பூட்டுப் பெறுமானம்';
$string['enrol_ldap_general_options'] = 'பொதுவான விருப்பங்கள்';
$string['enrol_ldap_host_url'] = 'LDAP வழங்கியை URL-வடிவத்தில் குறிப்பிடுக. \'ldap://ldap.myorg.com/\' or \'ldaps://ldap.myorg.com/\'';
$string['enrol_ldap_memberattribute'] = 'LDAPஅங்கத்தவர் இயல்புகள்';
$string['enrol_ldap_objectclass'] = 'கற்கைநெறிகளை தேடுவதற்குobjectClass பயன்படுத்தப்படும். வழக்கமாக \'posixGroup\'.';
$string['enrol_ldap_roles'] = 'பாத்திரங்களை தொடர்புபடுத்தல்';
$string['enrol_ldap_search_sub'] = 'உபதொடர்களிலிருந்து குழுவின் அங்கத்துவங்களை தேடுக.';
$string['enrol_ldap_server_settings'] = 'எல்டேப் பணியக அமைப்பாக்கம்';
$string['enrol_ldap_student_contexts'] = 'மாணவர் உள்வாங்கல்கள் அமைந்துள்ள குழுக்களின் தொடர்பட்டியல். வித்தியாசமான \';\'  உடனான தொடர்களை வேறுபடுத்துக. உதாரணமாக:\'ou=courses,o=org; ou=others,o=org\'';
$string['enrol_ldap_student_memberattribute'] = 'பயனாளர்கள் ஒரு குழுவில் உள்ளடங்கும்போது அங்கத்தவர் இயல்புகள்.
வழக்கமாக\'அங்கத்தவர் \'அல்லது\' அங்கத்தவர் அடையாளம்\'';
$string['enrol_ldap_student_settings'] = 'பயனாளர் உட்செல்லும் அமைப்பு';
$string['enrol_ldap_teacher_contexts'] = 'மாணவர் உள்வாங்கல்கள் அமைந்துள்ள குழுக்களின் தொடர்பட்டியல். வித்தியாசமான \';\'உடனான தொடர்களை வேறுபடுத்துக.             உதாரணமாக: \'ou=courses,o=org; ou=others,o=org\'';
$string['enrol_ldap_teacher_memberattribute'] = 'பயனாளர்கள் ஒரு குழுவில் உள்ளடங்கும்போது அங்கத்தவர் இயல்புகள்.
வழக்கமாக\'அங்கத்தவர் \'அல்லது \'அங்கத்தவர் அடையாளம்\'.';
$string['enrol_ldap_teacher_settings'] = 'ஆசிரியர் உட்செல்லும் அமைப்பு';
$string['enrol_ldap_template'] = 'Optional: தானாகவே உருவாக்கப்பட்ட கற்கைநெறிகள் மூலக்கற்கைநெறிகளிலிருந்து தமது அமைப்புக்களை பிரதியெடுக்க முடியும்.';
$string['enrol_ldap_updatelocal'] = 'உள்ளக தகவல்களை இற்றைப்படுத்தல்';
$string['enrol_ldap_version'] = 'உஙகள் வழங்கி பயன்படுத்திக்கொண்டிருக்கும்LDAP நிபந்தனை மூல நகலின் பதிப்பு.';
$string['enrolname'] = 'எல்டாப்';

?>