<?PHP // $Id$ 
         // enrol_mnet.php - created with Moodle 1.8.2 + (November 27, 2007)

$string['allcategories'] = '$a சாத்தியமான வகைகள்';
$string['allcourses'] = '$a சாத்தியமான கற்கைநெறிகள்';
$string['allow_allcourses'] = 'அனைத்து தொலைதூர கற்கைநெறிகளிலும் உள்ள உள்வாங்கலை அனுமதிக்க';
$string['allowedcategories'] = '$a அனுமதிக்கப்பட்ட வகைகள்';
$string['allowedcourses'] = '$a அனுமதிக்கப்பட்ட கற்கைநெறிகள்';
$string['allowedcourseslinktext'] = 'அனுமதிக்கப்பட்ட கற்கைநெறிகள் மற்றும் வகைகளை இங்கே மாற்றுக.';
$string['description'] = 'Moodle வலையாக்கத்திற்கு மேலான உள்வாங்கலின் விவரம்.';
$string['enrolname'] = 'Moodle வலையாக்கம்';
$string['mnet_enrol_description'] = 'உங்களுடைய சேவையகத்தில் நீங்கள் உருவாக்கியிருந்த கற்கைநெறிகளிலுள்ள அவர்களுடைய மாணவர்களை உள்வாங்கச் செய்வதற்கு $aலுள்ள நிர்வாகிகளை அனுமதிப்பதற்கு இந்தச் சேவையை வெளியிடுக.<br/><ul><li><em>
சார்பு</em>:நீங்கள் $aலுள்ள SSO (சேவை வழங்குநர்)சேவையை <strong>வெளியிடவும்</strong> வேண்டும். 
</li><li><em>சார்பு</em>:நீங்கள் $aலுள்ள SSO (Identity வழங்குநர்)சேவையிற்கு <strong>சந்தாதராகவும்</strong> வேண்டும்.</li></ul><br/>$aலுள்ள கற்கைநெறிகளில் உங்களுடைய மாணவர்களை உள்வாங்கக்கூடியதாக இருப்பதற்கு இந்தச் சேவையிற்கு சந்தாதராகுக.<br/><ul><li><em>சார்பு</em>:
நீங்கள் $aலுள்ள SSO (சேவை வழங்குநர்)சேவையிற்கு <strong>சந்தாதராகவும்</strong> வேண்டும்.</li><li><em>சார்பு</em>:
நீங்கள் $aலுள்ள SSO (Identity வழங்குநர்)சேவையை <strong>வெளியிடவும்</strong> வேண்டும்.</li></ul><br/>';
$string['mnet_enrol_name'] = 'Moodle வலையாக்கப்பட்ட உள்வாங்கல்';
$string['nocategoriesdefined'] = 'கற்கைநெறி வகைகள் எதுவும் காணப்படவில்லை.புதிய வகைகளை <a href=\"$a\">இங்கே</a> வரையறுக்க.';
$string['nocoursesdefined'] = 'கற்கைநெறிகள் எதுவும் காணப்படவில்லை.புதிய கற்கைநெறிகளை <a href=\"$a\">இங்கே</a> வரையறுக்க.';

?>