<?PHP // $Id$ 
         // enrol_paypal.php - created with Moodle 1.8.2 + (November 27, 2007)


$string['business'] = 'உங்களுடைய வணிக Paypal கணக்கிற்கான மின்னஞ்சல் முகவரி.';
$string['costorkey'] = 'தயவுசெய்து பின்வரும் உள்நுழைவு முறைகளில் ஒன்றைத் தெரிவு செய்க.';
$string['description'] = 'Paypal பகுதி கட்டணம் செலுத்தப்பட்ட கற்கைநெறிகளை அமைக்க அனுமதிக்கும். எந்த எந்த ஒரு கற்கைநெறிக்குமான செலவு பூச்சியம் எனின், மாணவர்கள் பதிவதற்கு கட்டணம் செலுத்தக் கேட்கப்படமாட்டார்கள். ஒரு தளவாரியான செலவு உண்டு. அதை முழுத் தளத்திற்கும் முன்னியல்பானதாக அமைக்குக அத்துடன் ஒரு கற்கைநெறி அமைப்பு அது உங்களுக்கு ஒவ்வொரு கற்கைநெறியையும் தனித்தனியாக அமைக்கக்கூடியதாத இருக்கும். கற்கைநெறிக் கட்டணம் தளச் செலவை மேலாக்கும்.';
$string['enrolname'] = 'Paypal';
$string['paypalaccepted'] = 'Paypal செலுத்துகைகள் ஏற்றுக்கொள்ளப்பட்டது';
$string['sendpaymentbutton'] = 'Paypal ஊடாக செலுத்துகைகளை அனுப்புக.';

?>