<?PHP // $Id$ 
         // enrol_manual.php - created with Moodle 1.8.2 + (November 27, 2007)

$string['description'] = 'இது உள்வாங்கலின் முன்னியல்புப் படிவமாக இருக்கின்றது.குறிப்பிட்ட கற்கைநெறியொன்றில் மாணவரொருவர் உள்வாங்கப்படுவதற்கான இரண்டு வழிகள் அங்கே உள்ளன.
<ul>
<li>ஓரு ஆசிரியரோ அல்லது நிர்வாகியோ கற்கைநெறிக்குள்ளேயுள்ள கற்கைநெறி நிர்வாகப் பட்டியிலுள்ள தொடுப்பைப் பயன்படுத்தி அவர்களை கைமுறையாக உள்வாங்க முடிகிறது.</li>
<li>கற்கைநெறி ஓன்று, \"உள்வாங்கல் கடவுச்சொல்\" என அறியப்படுகின்றதாக வரையறுக்கப்பட்ட கடவுச்சொல் ஓன்றைக் கொண்டிருக்க முடிகின்றது.இந்தக் கடவுச்சொல்லை தெரிந்திருக்கின்ற எவரும் கற்கைநெறியொன்றில் அவர்களாகவே சேரக்கூடியதாக உள்ளது.</li>';
$string['enrolname'] = 'உள்ளக உள்வாங்கல்';
$string['keyholderrole'] = 'கற்கைநெறியொன்றிற்காக உள்வாங்கல் கடவுச்சொல்லை வைத்திருக்கின்ற பயனாளரின் பாத்திரம்.கற்கைநெறியொன்றில் உள்வாங்க எத்தனிக்கின்ற மாணவர்களுக்கு காட்சிப்படுத்தப்படுகிறது.';

?>