<?PHP // $Id$ 
      // enrol_database.php - created with Moodle 1.8.2+ (2007021520)


$string['autocreate'] = 'Moodle இல் இல்லாத பாடநெறிகளுக்கு மாணவர் சேருமிடத்து, அப்பாடநெறிகள் தானாகவே உருவாக்கப்பட முடியும்.';
$string['autocreation_settings'] = 'தன்-உருவாக்கல் தகவமைப்புகள்';
$string['category'] = 'தன்-உருவாக்கப்பட்ட பாடநெறிகளுக்கான வகை';
$string['course_fullname'] = 'பாடநெறியின் முழுப்பெயர் சேமிக்கப்படும் புலத்தின் பெயர்';
$string['course_id'] = 'பாடநெறியின் ID சேமிக்கப்பட்ட நிரலின் பெயர்.இந்த நிரலின் பெறுமதி மூடுல் பாட நெறி அட்டவணையின் \"enrol_db_l_coursefield\" இனை தொடர்புபடுத்த பயன்படும்.';
$string['course_shortname'] = 'பாடநெறியின் சுருக்கப்பெயர் சேமிக்கப்படும் புலத்தின் பெயர்';
$string['course_table'] = 'பாடநெறி சம்பந்தப்பட்ட தகவல்களைக் காணக்கூடிய அட்டவணையின் பெயர்(குறும் பெயர், முழுப்பெயர், ID ஆகியன)';
$string['dbhost'] = 'சேவையக IP இலக்கம் அல்லது பெயர்';
$string['dbname'] = 'தரவுத்தளப் பெயர்';
$string['dbpass'] = 'சேவையகக் கடவுச்சொல்';
$string['dbtable'] = 'தரவுத்தள அட்டவணை';
$string['dbtype'] = 'தரவுத்தள வகை';
$string['dbuser'] = 'சேவையகப் பயனர்';
$string['defaultcourseroleid'] = 'ஒரு செயற்பங்கும் குறிக்கப்படாதவிடத்து பொது இருப்பாக வழங்கப்பட வேண்டிய செயற்பங்கு.';
$string['description'] = 'நீங்கள் வெளியக தரவுத்தளத்தை பயன்படுத்தலாம்(எந்த வகைக்கும் அருகாமையில்).இது உங்கள் பாட நெறி ID அடங்கிய நிரலின் வெளியக தரவுத்தளமாக எடுத்துக்கொள்ளப்படுகிறது,அத்துடன் பயனாளர் ID அடங்கிய நிரல்.இவைகள் நீங்கள் தெரிவு செய்த உள்ளக பாட நெறி, பயனாளர் அட்டவணை நிரல்களுக்கெதிராக ஒப்பிடப்படுகிறது.';
$string['enrol_database_autocreation_settings'] = 'பாடநெறிகளின் தன்-உருவாக்கம்';
$string['enrolname'] = 'புறத் தரவுத்தளம்';
$string['general_options'] = 'பொதுத் தெரிவுகள்';
$string['host'] = 'தரவுத்தள சேவையக hostname.';
$string['ignorehiddencourse'] = 'இதை \'ஆம்\' ஆக்கினால், மாணவர்களுக்குக் கிடையா என தகவமைவு செய்யப்பட்ட பாடநெறிகளில் மாணவர்கள் சேர முடியாது.';
$string['local_fields_mapping'] = 'Moodle (local) தரவுத்தளப் புலங்கள்';
$string['localcoursefield'] = 'நாங்கள் கண்டுபிடிக்க எதிர்பார்க்கும் தொலைதூர தரவுத்தள தகவல்கள் அடங்கிய பாட நெறி அட்டவணையின் நிரல்களின் பெயர்(உதாரணமாக  id இலக்கம்).';
$string['localrolefield'] = 'நாங்கள் கண்டுபிடிக்க எதிர்பார்க்கும் தொலைதூர தரவுத்தள தகவல்கள் அடங்கிய பாத்திர அட்டவணையின் நிரல்களின் பெயர்(உதாரணமாக  குறும்
பெயர்).';
$string['localuserfield'] = 'நாங்கள் கண்டுபிடிக்க எதிர்பார்க்கும் தொலைதூர தரவுத்தள தகவல்கள் அடங்கிய பயனாளர் அட்டவணையின் நிரல்களின் பெயர்(உதாரணமாக  id இலக்கம்).';
$string['name'] = 'பயன்படுத்தப்பட வேண்டிய குறிப்பிட்ட தரவுத்தளம்';
$string['pass'] = 'சேவையகத்தை அணுகத் தேவையான கடவுச்சொல்';
$string['remote_fields_mapping'] = 'சேரல் (தொலைதூர ) தரவுத்தளப் புலங்கள்.';
$string['remotecoursefield'] = 'நாங்கள் பாட நெறி அட்டவணையின் பதிவுகளை தொடர்பு படுத்த பயன்படுத்தும் தொலைதூர அட்டவணையின் நிரல்களின் பெயர்';
$string['remoterolefield'] = 'நாங்கள் பாத்திர அட்டவணையின் பதிவுகளை தொடர்பு படுத்த பயன்படுத்தும் தொலைதூர அட்டவணையின் நிரல்களின் பெயர்';
$string['remoteuserfield'] = 'நாங்கள் பயனாளர் அட்டவணையின் பதிவுகளை தொடர்பு படுத்த பயன்படுத்தும் தொலைதூர அட்டவணையின் நிரல்களின் பெயர்';
$string['server_settings'] = 'புறத் தரவுத்தள சேவையகத் தகவமைவு';
$string['student_coursefield'] = 'நாங்கள் கண்டு பிடிக்க எதிர்பார்க்கும் பாட நெறி ID இன் மாணவர் உள்வாங்கல் அட்டவணையின் நிரல்களின் பெயர்';
$string['student_l_userfield'] = 'நாங்கள் தொலைதூர மாணவர் பதிவுகளை தொடர்பு படுத்த பயன்படுத்தும் பயனாளர், உள்ளக பயனாளர் அட்டவணையின் நிரல்களின் பெயர்(உதாரணமாக  id இலக்கம்).';
$string['student_r_userfield'] = 'நாங்கள் கண்டு பிடிக்க எதிர்பார்க்கும் பயனாளர் ID இன் தொலைதூர மாணவர் உள்வாங்கல் அட்டவணையின் நிரல்களின் பெயர்';
$string['student_table'] = 'மாணவரின் உள்வாங்கல் சேமிக்கப்பட்ட அட்டவணையின் பெயர்';
$string['teacher_coursefield'] = 'நாங்கள் கண்டு பிடிக்க எதிர்பார்க்கும் பாட நெறி ID இன் ஆசிரியர் உள்வாங்கல் அட்டவணையின் நிரல்களின் பெயர்';
$string['teacher_l_userfield'] = 'நாங்கள் தொலைதூர ஆசிரியர்  பதிவுகளை தொடர்பு படுத்த பயன்படுத்தும் பயனாளர், உள்ளக பயனாளர் அட்டவணையின் நிரல்களின் பெயர்(உதாரணமாக  id இலக்கம்).';
$string['teacher_r_userfield'] = 'நாங்கள் கண்டு பிடிக்க எதிர்பார்க்கும் பாட நெறி ID இன் தொலைதூர ஆசிரியர் உள்வாங்கல் அட்டவணையின் நிரல்களின் பெயர்';
$string['teacher_table'] = 'ஆசிரியர் சேர்ப்புகளைச் சேமிக்கும் அட்டவணையின் பெயர்.';
$string['template'] = 'விருப்பத்துக்குரிய:தாமாகவே உருவாகிய பாட நெறிகள் பாட நெறிப் படிமத்திலிருந்து அவற்றின் அமைப்பை பிரதியெடுக்க முடியும்.பாட நெறிப் படிமத்தின் குறும் பெயரை இங்கு அச்சடிக்க.';

$string['type'] = 'தரவுத்தள சேவையக வகை';
$string['user'] = 'சேவையகத்தை அணுகுவதற்கான பயனாளர் பெயர்';

?>
