<?PHP // $Id$ 
         // enrol_database.php - created with Moodle 1.8.2 + (November 27, 2007)

$string['autocreate'] = 'கற்கை நெறிக்கான உள்வாங்கல் மூடுலில் காணப்படாவிட்டால் கற்கை நெறி தாமாகவே உருவாக்கப்படலாம்';
$string['autocreation_settings'] = 'தாமாகவே உருவாகிய அமைப்பு';
$string['category'] = 'தாமாகவே உருவாகிய கற்கை நெறி வகை';
$string['course_fullname'] = 'கற்கை நெறியின் முழுப்பெயர் சேமிக்கப்பட்ட நிரலின் பெயர்';
$string['course_id'] = 'கற்கை நெறியின் ID சேமிக்கப்பட்ட நிரலின் பெயர்.இந்த நிரலின் பெறுமதி மூடுல் கற்கை நெறி அட்டவணையின் \"enrol_db_l_coursefield\" இனை தொடர்புபடுத்த பயன்படும்.';
$string['course_shortname'] = 'கற்கை நெறியின் குறும்
பெயர் சேமிக்கப்பட்ட நிரலின் பெயர்';
$string['course_table'] = 'நாங்கள் கண்டுபிடிக்க எதிர்பார்க்கும் கற்கை நெறியின் தகவல்கள் (குறும்
பெயர், முழுப்பெயர்
பெயர், ID, ஆகியன.)
அடங்கிய அட்டவணையின் பெயர்';
$string['dbhost'] = 'வழங்கி IP பெயர் அல்லது இலக்கம்';
$string['dbname'] = 'தரவுத்தளத்தின் பெயர்';
$string['dbpass'] = 'வழங்கியினது கடவுச்சொல்';
$string['dbtable'] = 'தரவுத்தள அட்டவணை';
$string['dbtype'] = 'தரவுத்தள வகை';
$string['dbuser'] = 'வழங்கிப் பயனாளர்';
$string['defaultcourseroleid'] = 'வேறொரு பாத்திரம் குறிப்பிடப்படாதவிடத்து பாத்திரம்இயல்நிலையில் நியமிக்கப்படும்';
$string['description'] = 'நீங்கள் வெளியக தரவுத்தளத்தை பயன்படுத்தலாம்(எந்த வகைக்கும் அருகாமையில்).இது உங்கள் கற்கை நெறி ID அடங்கிய நிரலின் வெளியக தரவுத்தளமாக எடுத்துக்கொள்ளப்படுகிறது,அத்துடன் பயனாளர் ID அடங்கிய நிரல்.இவைகள் நீங்கள் தெரிவு செய்த உள்ளக கற்கை நெறி, பயனாளர் அட்டவணை நிரல்களுக்கெதிராக ஒப்பிடப்படுகிறது';
$string['enrol_database_autocreation_settings'] = 'தாமாகவே உருவாகிய புதிய கற்கை நெறி';
$string['enrolname'] = 'வெளியக தரவுத்தளம்';
$string['general_options'] = 'பொதுவான தெரிவு';
$string['host'] = 'தரவுத்தள வழங்கித்தருனர் பெயர்';
$string['local_fields_mapping'] = 'மூடுல் (உள்ளக) தரவுத்தள நிரல்';
$string['localcoursefield'] = 'நாங்கள் கண்டுபிடிக்க எதிர்பார்க்கும் தொலைதூர தரவுத்தள தகவல்கள் அடங்கிய கற்கை நெறி அட்டவணையின் நிரல்களின் பெயர்(உதாரணமாக  id இலக்கம்).';
$string['localrolefield'] = 'நாங்கள் கண்டுபிடிக்க எதிர்பார்க்கும் தொலைதூர தரவுத்தள தகவல்கள் அடங்கிய பாத்திர அட்டவணையின் நிரல்களின் பெயர்(உதாரணமாக  குறும்
பெயர்).';
$string['localuserfield'] = 'நாங்கள் கண்டுபிடிக்க எதிர்பார்க்கும் தொலைதூர தரவுத்தள தகவல்கள் அடங்கிய பயனாளர் அட்டவணையின் நிரல்களின் பெயர்(உதாரணமாக  id இலக்கம்).';
$string['name'] = 'பயன்படுத்துவதற்கான தனித்துவமான தரவுத்தளம்';
$string['pass'] = 'வழங்கியை அணுகுவதற்கான கடவுச்சொல்';
$string['remote_fields_mapping'] = 'தரவுத்தள நிரல் உள்வாங்கல்(தொலைதுர)';
$string['remotecoursefield'] = 'நாங்கள் கற்கை நெறி அட்டவணையின் பதிவுகளை தொடர்பு படுத்த பயன்படுத்தும் தொலைதூர அட்டவணையின் நிரல்களின் பெயர்';
$string['remoterolefield'] = 'நாங்கள் பாத்திர அட்டவணையின் பதிவுகளை தொடர்பு படுத்த பயன்படுத்தும் தொலைதூர அட்டவணையின் நிரல்களின் பெயர்';
$string['remoteuserfield'] = 'நாங்கள் பயனாளர் அட்டவணையின் பதிவுகளை தொடர்பு படுத்த பயன்படுத்தும் தொலைதூர அட்டவணையின் நிரல்களின் பெயர்';
$string['server_settings'] = 'வெளியக தரவுத்தள வழங்கி அமைப்பு';
$string['student_coursefield'] = 'நாங்கள் கண்டு பிடிக்க எதிர்பார்க்கும் கற்கை நெறி ID இன் மாணவர் உள்வாங்கல் அட்டவணையின் நிரல்களின் பெயர்';
$string['student_l_userfield'] = 'நாங்கள் தொலைதூர மாணவர் பதிவுகளை தொடர்பு படுத்த பயன்படுத்தும் பயனாளர், உள்ளக பயனாளர் அட்டவணையின் நிரல்களின் பெயர்(உதாரணமாக  id இலக்கம்).';
$string['student_r_userfield'] = 'நாங்கள் கண்டு பிடிக்க எதிர்பார்க்கும் பயனாளர் ID இன் தொலைதூர மாணவர் உள்வாங்கல் அட்டவணையின் நிரல்களின் பெயர்';
$string['student_table'] = 'மாணவரின் உள்வாங்கல் சேமிக்கப்பட்ட அட்டவணையின் பெயர்';
$string['teacher_coursefield'] = 'நாங்கள் கண்டு பிடிக்க எதிர்பார்க்கும் கற்கை நெறி ID இன் ஆசிரியர் உள்வாங்கல் அட்டவணையின் நிரல்களின் பெயர்';
$string['teacher_l_userfield'] = 'நாங்கள் தொலைதூர ஆசிரியர்  பதிவுகளை தொடர்பு படுத்த பயன்படுத்தும் பயனாளர், உள்ளக பயனாளர் அட்டவணையின் நிரல்களின் பெயர்(உதாரணமாக  id இலக்கம்).';
$string['teacher_r_userfield'] = 'நாங்கள் கண்டு பிடிக்க எதிர்பார்க்கும் கற்கை நெறி ID இன் தொலைதூர ஆசிரியர் உள்வாங்கல் அட்டவணையின் நிரல்களின் பெயர்';
$string['teacher_table'] = 'ஆசிரியரின் உள்வாங்கல் சேமிக்கப்பட்ட அட்டவணையின் பெயர்';
$string['template'] = 'விருப்பத்துக்குரிய:தாமாகவே உருவாகிய கற்கை நெறிகள் கற்கை நெறிப் படிமத்திலிருந்து அவற்றின் அமைப்பை பிரதியெடுக்க முடியும்.கற்கை நெறிப் படிமத்தின் குறும் பெயரை இங்கு அச்சடிக்க.';
$string['type'] = 'தரவுத்தள வழங்கி வகை';
$string['user'] = 'வழங்கியை அணுகுவதற்குகான பயனாளர் பெயர்';

?>