<?PHP // $Id$ 
         // my.php - created with Moodle 1.8.2 + (November 27, 2007)

$string['mymoodle'] = 'எனது கற்கைநெறிகளின் மேலோட்டப் பார்வை';
$string['nocourses'] = 'காண்பிப்பதற்கு கற்கைநெறிகளின் தகவல்கள் இல்லை';
$string['noguest'] = '\'கற்கைநெறி பற்றிய மேலொட்டப் பக்கம்\' விருந்தினருக்கு கிடைக்கப்பெறாது';
$string['pinblocks'] = 'எனது மூடுலுக்காக குறித்த பகுதியை சீரமை';
$string['pinblocksexplan'] = 'எந்தவொரு மூடுலின் பயனாளியும்  \'தான் சீரமைத்த ஏதாவது பகுதியின் அமைப்புக்களை இங்கே பார்க்க முடியும்\' ஆனால் மாற்றம் செய்ய முடியாது.';

?>