<?PHP // $Id$ 
      // my.php - created with Moodle 1.8.2+ (2007021520)


$string['mymoodle'] = 'எனது பாடநெறிகளின் மேலோட்டம்';
$string['nocourses'] = 'காட்டுவதற்கு ஒரு பாடநெறித் தகவலும் இல்லை.';
$string['noguest'] = '\'பாடநெறி மேலோட்டம்\' பக்கம் விருந்தினருக்குக் கிடைக்காது.';
$string['pinblocks'] = 'எனது moodle இற்கு pinned கட்டங்களைத் தகவமைப்பு செய்க';
$string['pinblocksexplan'] = 'நீங்கள் இந்தக் கட்டத்தில் செய்யும் அமைப்புகள் எல்லாவற்றையும் பயனாளர்கள் தங்களது \'எனது Moodle\' பக்கத்தில் பார்வையிடலாம்.';

?>
