<?PHP // $Id$ 
         // qtype_shortanswer.php - created with Moodle 1.8.2 + (November 27, 2007)

$string['addmoreanswerblanks'] = 'மேலதிக பதில்களுக்கான வெற்றிடங்கள்';
$string['answerno'] = 'பதில் $a';
$string['filloutoneanswer'] = 'நீங்கள் ஆகக்குறைந்தது ஒரு சாத்தியமான பதிலையாவது வழங்கவேண்டும். வெறுமையாக விடப்பட்ட பதில்கள் பயன்படுத்தப்படமாட்டாது. ஏதேனும் எழுத்துக்குறிகளை பொருத்துவதற்கு \'*\' wildcard ஆகப் பயன்படுத்தப்படமுடியும். முதற் பொருத்தமான பதில் புள்ளி மற்றும் பின்னூட்டல்களை உறுதிசெய்வதற்கு பயன்படுத்தப்படும்.';

?>