<?PHP // $Id$ 
      // qtype_datasetdependent.php - created with Moodle 1.8.2+ (2007021520)


$string['additem'] = 'உறுப்பொன்றைச் சேர்';
$string['atleastonerealdataset'] = 'வினாவுரையில் குறைந்த பட்சம், ஒரு உண்மையான தரவுத் தொகுதியாவது இருக்க வேண்டும்.';
$string['atleastonewildcard'] = 'வினாவுரையில் அல்லது விடைச் சூத்திரத்தில் குறைந்த பட்சம், ஒரு wild card ஆவது இருக்க வேண்டும்.';
$string['calcdistribution'] = 'விநியோகம்';
$string['calclength'] = 'தசம இடங்கள்';
$string['calcmax'] = 'அதிகூடிய';
$string['calcmin'] = 'அதிகுறைந்த';
$string['dataitemdefined'] = '$a உடன் ஏற்கனவே வரையறுக்கப்பட்ட எண் பெறுமானங்கள் கிடைக்கும்';
$string['datasetrole'] = 'wild cards <strong>{x..}</strong> உடைய தரவுத்தொடையிலிருந்தான எண் பெறுமதியால் பிரதியிடப்படும்';
$string['deletelastitem'] = 'இறுதி உறுப்பை அழிக்க';
$string['existingcategory1'] = 'ஏற்கனவே இருக்கும் literalகளின் தொடையிலிருந்து ஒரு literal இவ்வகையில் வேறு கேள்விகளில் பயன்படுத்தப்படுகிறது';
$string['existingcategory2'] = 'இவ்வகையிலுள்ள ஏனைய வினாக்களால் பயன்படுத்தப்படும் ஏற்கனவே உள்ள கோப்புக்களின் தொகுதியிலிருந்து ஒரு கோப்பு.';
$string['existingcategory3'] = 'இவ்வகையிலுள்ள ஏனைய வினாக்களால் பயன்படுத்தப்படும் ஏற்கனவே உள்ள இணைப்புகளின் தொகுதியிலிருந்து ஒரு இணைப்பு.';
$string['forceregeneration'] = 'மீள் உருவாக்கத்தைக் கட்டாயப்படுத்து';
$string['getnextnow'] = 'புதிய \'சேர்க்க வேண்டிய உறுப்பு\' ஐ இப்போதே பெறு';
$string['item(s)'] = 'உறுப்பு(கள்)';
$string['itemno'] = '$a உறுப்பு';
$string['itemscount'] = 'உறுப்புகளின்<br/>எண்ணிக்கை';
$string['itemtoadd'] = 'சேர்க்க வேண்டிய உறுப்பு';
$string['keptcategory1'] = 'முன்னைய literalகளின் தொடையைப் போல ஒரே வகையிலிருந்தான literal மீண்டும் பயன்படுத்தக்கூடியது';
$string['keptcategory2'] = 'முன்னைய கோப்புகளின் தொடையைப் போல ஒரே வகையிலிருந்தான கோப்பு மீண்டும் பயன்படுத்தக்கூடியது';
$string['keptcategory3'] = 'முன்னைய தொடுப்புகளின் தொடையைப் போல ஒரே வகையிலிருந்தான தொடுப்பு மீண்டும் பயன்படுத்தக்கூடியது';
$string['keptlocal1'] = 'முன்னைய literalகளின் தொடையைப் போல ஒரே கேள்வியிலிருந்தானliteral தனிப்பட்டது';
$string['keptlocal2'] = 'முன்னைய கோப்புகளின் தொடையைப் போல ஒரே கேள்வியிலிருந்தான கோப்பு தனிப்பட்டது';
$string['keptlocal3'] = 'முன்னைய தொடுப்புகளின் தொடையைப் போல ஒரே கேள்வியிலிருந்தான தொடுப்பு தனிப்பட்டது';
$string['lastitem(s)'] = 'இறுதி உறுப்பு(கள்)';
$string['loguniform'] = 'Loguniform';
$string['minmax'] = 'பெறுமானங்களின் வீச்சம்';
$string['newcategory1'] = 'புதிய literalகளின் தொடைலிருந்தான  literalம் இவ்வகையில் வேறு கேள்விகளில் பயன்படுத்தப்படலாம்';
$string['newcategory2'] = 'இவ்வகையிலுள்ள ஏனைய வினாக்களால் பயன்படுத்தப்படக் கூடிய ஒரு புதிய  கோப்புத் தொகுதியிலிருந்து ஒரு கோப்பு.';
$string['newcategory3'] = 'இவ்வகையிலுள்ள ஏனைய வினாக்களால் பயன்படுத்தப்படக் கூடிய ஒரு புதிய  இணைப்புத் தொகுதியிலிருந்து ஒரு இணைப்பு.';
$string['newlocal1'] = 'புதிய literalகளின் தொடைலிருந்தான literal இக்கேள்வியால் மட்டும் பயன்படுத்தப்படும்';
$string['newlocal2'] = 'ஒரு புதிய  கோப்புத் தொகுதியிலுள்ள இவ்வினாவினால் மட்டும் பயன்படுத்தப்படும், ஒரு கோப்பு.';
$string['newlocal3'] = 'ஒரு புதிய இணைப்புத் தொகுதியிலுள்ள இவ்வினாவினால் மட்டும் பயன்படுத்தப்படும், ஒரு இணைப்பு.';
$string['nodataset'] = 'எதுவுமில்லை - இது wild card இல்லை';
$string['param'] = 'Param {<strong>$a</strong>}';
$string['replacewithrandom'] = 'எழுந்தமானமான பெறுமானம் ஒன்றால் பதிலீடு செய்';
$string['reuseifpossible'] = 'கிடைக்குமானால் முன்னர் உள்ள பெறுமானத்தை மீண்டும் பயன்படுத்துக';
$string['sharedwildcard'] = 'பகிரப்பட்ட wild card';
$string['sharedwildcards'] = 'பகிரப்பட்ட wild cards';
$string['uniform'] = 'சீரான';
$string['updatedatasetparam'] = 'தரவுத்தொடைகளின் parameters இற்றைப்படுத்துக';
$string['youmustaddatleastoneitem'] = 'இக்கேள்வியைச் சேமிக்கமுன்னர் நீங்கள் ஆகக்குறைந்தது ஒரு தரவுத்தொடை வகையையாவது சேர்க்கவேண்டும் .';

?>
