<?PHP // $Id$ 
      // qtype_randomsamatch.php - created with Moodle 1.8.2+ (2007021520)


$string['nosaincategory'] = 'நீங்கள் தெரிவு செய்த வகை \'$a->catname\' இல் ஒரு குறுவிடை வினாக்கள் கிடையாது. வேறு வகை ஒன்றைத் தெரிவு செய்யவும். இதில் சில வினாக்களை உருவாக்கவும்.';
$string['notenoughsaincategory'] = 'நீங்கள் தெரிவுசெய்த இந்த \'$a->catname\' வகையில் $a->nosaquestions குறு விடையளிக்கும் வினாக்கள் மட்டுமே உள்ளன. வேறொரு வகையைத் தெரிவுசெய்க, இந்த வகைக்கு சில வினாக்களைத் தொகுக்குக அல்லது நீங்கள் தெரிவுசெய்த வினாக்களின் எண்ணிக்கையினைக் குறைக்குக.';


?>
