<?PHP // $Id$ 
         // survey.php - created with Moodle 1.8.2 + (November 27, 2007)


$string['actual'] = 'உண்மையானது';
$string['actualclass'] = 'வகுப்பு உண்மையானது';
$string['actualstudent'] = '$a உண்மையானது';
$string['allquestions'] = 'ஓழுங்கில் அனைத்து வினாக்களும்,அனைத்து மாணவர்களும்';
$string['allscales'] = 'அனைத்து அளவீடுகளும்,அனைத்து மாணவர்களும்';
$string['alreadysubmitted'] = 'நீங்கள் இந்த மதிப்பாய்வை ஏற்கனவே சமர்ப்பித்து விட்டீர்கள்';
$string['analysisof'] = '$a இன் மதிப்பாய்வுகள்';
$string['answers'] = 'பதில்கள்';
$string['attls1'] = 'யாரோ ஓருவர் சொல்வதை மதிப்பிடுவதில்,நான் அதை அறிமுகப்படுத்துகின்ற நபர் யார் என்பதை விட அவர்களுடைய விவாதத்தின் தரத்திலேயே குவியச் செய்கின்றேன்.';
$string['attls10'] = 'ஏதோ ஓன்றை மதிப்பிடுகின்றனபோது எவ்வளவு கருத்துடையதோ அவ்வளவிற்கு நிலைத்திருப்பதற்கு அது எனக்கு முக்கியமாக இருக்கிறது.';
$string['attls10short'] = 'கருத்தை நிலைத்திருக்க வைக்க';
$string['attls11'] = 'நான் அங்கத்தினர்களுக்கு எதிராக இருப்பதற்கு பதிலாக அவர்களுடன் சிந்திப்பதற்கு முயற்சிக்கின்றேன்.';
$string['attls11short'] = 'அங்கத்தினர்களுடன் சிந்தியுங்கள்';
$string['attls12'] = 'விவாதங்களை மதிப்பிடுவதில் பயன்படுத்துவதற்கு நான் உறுதியான பிரமாணங்களைக் கொண்டிருக்கின்றேன்.';
$string['attls12short'] = 'மதிப்பிடுவதற்கு பிரமாணங்களைப் பயன்படுத்துக';
$string['attls13'] = 'அதை மதிப்பிட முயற்சிப்பதை விட வேறு யாரோ ஓருவருடைய அபிப்பிராயத்தை விளங்கிக் கொள்வதற்கு நான் அநேகமாக முயற்சிக்கின்றேன்.';
$string['attls13short'] = 'விளங்கிக் கொள்வதற்கு முயற்சிக்கின்றேன்';
$string['attls14'] = 'மற்றைய அங்கத்தினர்களுடைய விவாதங்களை தெளிவாக்க அவர்களுக்கு உதவுவதற்கு, நான் அவர்களின் சிந்தனைகளிலுள்ள பலவீனங்களை சுட்டிக்காட்டுவதற்கு முயற்சிக்கின்றேன்.';
$string['attls14short'] = 'பலவீனங்களை சுட்டிக்காட்டுக';
$string['attls15'] = 'I tend to put myself in other people\'s shoes when discussing controversial issues, to see why they think the way they do.';
$string['attls15short'] = 'put myself in their shoes';
$string['attls16'] = 'ஒருவர் என்னுடைய மதிப்பாய்வின் வழியை \'பரிசோதனையில் அவைகளை வைத்தல்\' என்று அழைக்க முடிந்தது.ஏனென்றால் நான் அனைத்து சாட்சியங்களையும் கருத்தில் கொள்வதில் கவனமாக இருக்கின்றேன்.';
$string['attls16short'] = 'சோதனையில் வைத்தல்';
$string['attls17'] = 'பிரச்சினைகளைத் தீர்க்கின்ற போது நான் என்னுடைய சொந்தக் கருத்துடன் ஓத்துப்போவதற்கு மேலாக காரணங்களினதும் மற்றும் தர்க்க சாஸ்த்திரத்தினதும் பயன்பாட்டை மதிக்கின்றேன்.';
$string['attls17short'] = 'நான் அதிகளவு தர்க்க சாஸ்த்திரத்தை மதிக்கின்றேன்';
$string['attls18'] = 'பிறர் உணர்வுகளினூடு என்னிடமிருந்து வேறுபடுகின்ற அபிப்பிராயத்திற்குள்ளேயுள்ள நுண்ணறிவை என்னால் பெற முடிகிறது .';
$string['attls18short'] = 'பிறர் உணர்வுகளிலிருந்தான நுண்ணறிவு';
$string['attls19'] = 'எனக்கு மாறான அபிப்பிராயங்களுடன் காணப்படுகின்ற அங்கத்தினரைச் சந்திக்கின்ற போது எவ்வாறு அத்தகைய அபிப்பிராயங்களை அவர்களால் கொண்டிருக்க முடிந்தது என்பதை பார்க்க முயற்சிப்பதற்கு அந்த நபருக்குள் என்னையே \'நீடிப்ப\' தற்கு ஓரு ஆழ்ந்த யோசனையுடனான பிரயத்தனத்தை ஆக்குகின்றேன் .';
$string['attls19short'] = 'நீடிப்பதற்கு முயற்சி செய்க.';
$string['attls1short'] = 'விவாதத்தின் தரத்தைக் குவியச்செய்க';
$string['attls2'] = 'I like playing devil\'s advocate - யாரோ ஒருவர் சொல்லிக் கொண்டிருப்பதற்கு எதிராக விவாதித்தல்.';
$string['attls20'] = 'அந்த விடயங்களுடன் என்ன பிழை இருக்கின்றது என்பதை உருவகப்படுத்துவதில் நேரத்தைக் கழிக்கின்றேன் . உதாரணமாக,போதியளவு நன்றாக விவாதிக்கப்படாத ஓரு இலக்கிய சம்பந்தமான கருத்தில் ஏதேனும் ஓன்றை எதிர்பார்ப்பேன்.';
$string['attls20short'] = 'என்ன பிழை?';
$string['attls2short'] = 'play devil\'s advocate';
$string['attls3'] = '\'எங்கே இருந்து\' மற்றைய அங்கத்துனர்கள் வந்து கொண்டிருக்கின்றார்கள்,என்ன அனுபவங்கள் அவர்கள் செய்கின்ற அந்த வழியை உட்படுத்துவதற்கு அவர்களை வழிகாட்டியிருக்கின்றது என்பதை விளங்கிக் கொள்ள விரும்புகின்றேன்.';
$string['attls3short'] = 'அங்கத்தினர்கள் எங்கேயிருந்து வருகிறார்கள்';
$string['attls4'] = 'என்னிடமிருந்து மிகவும் வித்தியாசமாக இருக்கின்ற அங்கத்துனர்களை விளங்கிக் கொள்வதற்கு கற்றுக்கொண்டிருத்தலே என்னுடைய கல்வியின் மிகவும் முக்கியமான பகுதியாக இருக்கின்றது.';
$string['attls4short'] = 'வித்தியாசமான அங்கத்தினர்களை விளங்கிக் கொள்க';
$string['attls5'] = 'ஓரு வேறுபாடான மற்றைய அங்கத்துனர்களுடன் தொடர்பு கொள்வதே என்னுடைய சொந்த அடையாளத்தை நிறைவேற்றுவதற்கு எனக்கான நல்ல வழி என நான் உணர்கின்றேன் .';
$string['attls5short'] = 'வேறுபாட்டுடன் தொடர்பு கொள்க';
$string['attls6'] = 'என்னிடமிருந்து வேறுபடுகின்ற பின்புலங்களிலிருந்து வருகின்ற அங்கத்தினர்களின்  அபிப்பிராயங்களை கேட்டு நான் அனுபவிக்கின்றேன்- இது எவ்வாறு அதே விடயம் அப்படி வித்தியாசமான வழிகளில் பார்க்கப்பட முடிகிறது என்பதை விளங்கிக் கொள்வதற்கு எனக்கு உதவுகிறது.';
$string['attls6short'] = 'அபிப்பிராயங்களை கேட்டு அனுபவிக்க';
$string['attls7'] = 'என்னுடன் ஓத்துக்கொள்ளாத யாரோ ஓருவருடன் விவாதிப்பதினூடு என்னுடைய நிலையை பலப்படுத்த முடிகிறது என்பதை நான் கண்டுகொள்கின்றேன்.';
$string['attls7short'] = 'விவாதத்தால் பலப்படுத்து';
$string['attls8'] = 'ஏன் அங்கத்தினர்கள் அவர்கள் செய்வதை சொல்கிறார்கள் அல்லது நம்புகிறார்கள் என்பதை அறிவதில் நான் எப்பொழுதும் சுவாரசியமாக இருக்கின்றேன் .';
$string['attls8short'] = 'அங்கத்துனர் ஏன் செய்கிறார் என்பது தெரிகிறது';
$string['attls9'] = 'நான் வாசிக்கின்ற புத்தகங்களின் நூலாசிரியர்களுடன் நானாகவே விவாதிப்பதையும்,ஏன் அவர்கள் பிழையாக இருக்கின்றார்கள் என்பதை தர்க்கரீதியாக உருவகப்படுத்த முயற்சிப்பதையும் நான் அடிக்கடி கண்டுகொள்கின்றேன்  .';
$string['attls9short'] = 'எழுத்தாளர் உடனான விவாதம்';
$string['attlsintro'] = 'கற்றல் மற்றும் சிந்தனை நோக்கிய உங்களுடைய எண்ணக்கருவை மதிப்பிட எங்களுக்கு உதவுவதே இந்த வினாக்கொத்தின் நோக்கமாக இருக்கிறது.

அங்கே  \'சரியான\' அல்லது \'பிழையான\' விடைகள் இல்லை; நாங்கள் உங்களுடைய அபிப்பிராயத்தில் மட்டுமே அக்கறைப்படுகின்றோம் . தயவுசெய்து உங்களுடைய பதில்கள் உயர்தர நம்பகத்தன்மையுடன் நடத்தப்படும், மற்றும் உங்களுடைய மதிப்பீடுகளை பாதிக்காது என்பதை நிச்சயப்படுத்துங்கள்.';
$string['attlsm1'] = 'கற்றல் மற்றும் சிந்தனை நோக்கிய எண்ணக்கரு';
$string['attlsm2'] = 'இணைக்கப்பட்ட கற்றல்';
$string['attlsm3'] = 'வெவ்வேறான கற்றல்';
$string['attlsmintro'] = 'கலந்துரையாடலில் ...';
$string['attlsname'] = 'ATTLS (20 உருப்படி பதிப்பு)';
$string['ciq1'] = 'வகுப்பில் என்ன கணப்பொழுதில் ஓரு கற்பவராக நீங்கள் கவரப்பட்டீர்கள் ?';
$string['ciq1short'] = 'மிகவும் கவரப்பட்டது';
$string['ciq2'] = 'வகுப்பில் என்ன கணப்பொழுதில் ஓரு கற்பவராக நீங்கள் தூரமாக்கப்பட்டீர்கள் ?';
$string['ciq2short'] = 'மிகவும் தூரமாக்கப்பட்டது';
$string['ciq3'] = 'கருத்துக்களத்தில் யாரோ ஓருவரிடமிருந்தான என்ன செயலை மிகவும் ஊர்ஜிதப்படுத்துகின்றதாகவோ அல்லது உதவிகரமானதாகவோ நீங்கள் கண்டுபிடித்தீர்கள்?';
$string['ciq3short'] = 'உதவிகரமான கணப்பொழுது';
$string['ciq4'] = 'கருத்துக்களத்தில் யாரோ ஓருவரிடமிருந்தான என்ன செயலை மிகவும் திகைக்க வைக்கின்றதாகவோ அல்லது குழப்பமடையச் செய்கின்றதாகவோ நீங்கள் கண்டுபிடித்தீர்கள்?';
$string['ciq4short'] = 'குழப்பமடையச் செய்கின்ற கணப்பொழுது';
$string['ciq5'] = 'என்ன நிகழ்ச்சி உங்களை மிகவும் வியப்படையச் செய்கின்றது?';
$string['ciq5short'] = 'வியப்படைகின்ற கணப்பொழுது';
$string['ciqintro'] = 'வகுப்பிலுள்ள அண்மையிலான நிகழ்ச்சிகளைப் பற்றிச் சிந்திக்கின்றபோது கீழேயுள்ள வினாக்களிற்கு விடையளிக்க  .';
$string['ciqname'] = 'பகுத்தறிகின்ற சம்பவங்கள்';
$string['clicktocontinue'] = 'தொடர்வதற்கு இங்கே சொடுக்குக';
$string['clicktocontinuecheck'] = 'சரிபார்ப்பதற்கு மற்றும் தொடர்வதற்கு இங்கே சொடுக்குக';
$string['colles1'] = 'என்னுடைய கற்றல் என்னை சுவாரசியப்படுத்துகின்ற விளைவுகளிலே குவிகின்றது.';
$string['colles10'] = 'நான் மற்றைய மாணவர்களை அவர்களுடைய எண்ணங்களை  விளங்கப்படுத்துமாறு  கேட்கின்றேன்.';
$string['colles10short'] = 'நான் விளக்கங்களிற்காக கேட்கின்றேன்';
$string['colles11'] = 'மற்றைய மாணவர்கள் என்னுடைய எண்ணங்களை  விளங்கப்படுத்துமாறு என்னிடம் கேட்கின்றார்கள்.';
$string['colles11short'] = 'நான் விளங்கப்படுத்துவதற்கு கேட்கப்படுகின்றேன்';
$string['colles12'] = 'மற்றைய மாணவர்கள் என்னுடைய எண்ணங்களிற்கு பதிலளிக்கின்றார்கள்.';
$string['colles12short'] = 'மாணவர்கள் எனக்கு பதிலளிக்கின்றார்கள்';
$string['colles13'] = 'போதகர் என்னுடைய சிந்தனையைத் தூண்டுகின்றார்.';
$string['colles13short'] = 'போதகர் சிந்தனையைத் தூண்டுகின்றார்';
$string['colles14'] = 'போதகர் என்னை பங்குபற்றுவதற்கு உற்சாகப்படுத்துகின்றார்.';
$string['colles14short'] = 'போதகர் என்னை உற்சாகப்படுத்துகின்றார்';
$string['colles15'] = 'போதகர் நல்ல சம்பாஷணையை உருவாக்குகின்றார்.';
$string['colles15short'] = 'போதகர் சம்பாஷணையை உருவாக்குகின்றார்';
$string['colles16'] = 'போதகர் பகுத்திவான தற்பிரதிபலிப்பை உருவாக்குகின்றார்.';
$string['colles16short'] = 'போதகர் தற்பிரதிபலிப்பை உருவாக்குகின்றார்';
$string['colles17'] = 'மற்றைய மாணவர்கள் என்னுடைய பங்குபற்றலை உற்சாகப்படுத்துகின்றார்கள்.';
$string['colles17short'] = 'மாணவர்கள் என்னை உற்சாகப்படுத்துகின்றார்கள்';
$string['colles18'] = 'மற்றைய மாணவர்கள் என்னுடைய பங்குபற்றலை புகழ்ந்து பேசுகின்றார்கள்.';
$string['colles18short'] = 'மாணவர்கள் என்னை புகழ்ந்து பேசுகின்றார்கள்';
$string['colles19'] = 'மற்றைய மாணவர்கள் என்னுடைய பங்குபற்றலை மதிக்கின்றார்கள் .';
$string['colles19short'] = 'மாணவர்கள் என்னை மதிக்கின்றார்கள்';
$string['colles1short'] = 'சுவாரசியமான விளைவுகளில் குவிகின்றது';
$string['colles2'] = 'நான் கற்கின்ற விடயம் என்னுடைய உத்தியோக சம்பந்தமான பயிற்சிகளிற்கு முக்கியமாக இருக்கின்றது .';
$string['colles20'] = 'கற்பதற்கான என்னுடைய முயற்சியை  மற்றைய மாணவர்கள் புரிந்து கொள்கின்றார்கள் .';
$string['colles20short'] = 'மாணவர்கள் புரிந்து கொள்கின்றார்கள்';
$string['colles21'] = 'நான் மற்றைய மாணவர்களுடைய செய்திகளின் நல்ல கருத்துகளை ஆக்குகின்றேன் .';
$string['colles21short'] = 'நான் மற்றைய மாணவர்களை விளங்கிக் கொள்கின்றேன்';
$string['colles22'] = 'மற்றைய மாணவர்கள் என்னுடைய செய்திகளின் நல்ல கருத்துகளை ஆக்குகின்றார்கள்.';
$string['colles22short'] = 'மாணவர்கள் என்னை விளங்கிக் கொள்கின்றார்கள்';
$string['colles23'] = 'நான் போதகருடைய செய்திகளின் நல்ல கருத்துகளை ஆக்குகின்றேன்.';
$string['colles23short'] = 'நான் போதகரை விளங்கிக் கொள்கின்றேன்';
$string['colles24'] = 'போதகர் என்னுடைய செய்திகளின் நல்ல கருத்துகளை ஆக்குகின்றார்.';
$string['colles24short'] = 'போதகர் என்னை விளங்கிக் கொள்கின்றார்';
$string['colles2short'] = 'என்னுடைய பயிற்சியிற்கு முக்கியமானது';
$string['colles3'] = 'என்னுடைய உத்தியோக சம்பந்தமான பயிற்சிகளை விருத்தியடையச்செய்வது எவ்வாறு என்பதைக் கற்கின்றேன் .';
$string['colles3short'] = 'என்னுடைய பயிற்சிகளை விருத்தியடையச்செய்க';
$string['colles4'] = 'நான் கற்கின்ற விடயம் என்னுடைய உத்தியோக சம்பந்தமான பயிற்சிகளுடன் நன்றாக இணைக்கின்றது  .';
$string['colles4short'] = 'என்னுடைய பயிற்சிகளுடன் இணைக்கின்றது';
$string['colles5'] = 'நான் எவ்வாறு கற்கின்றேன் என்பதைப் பற்றி பகுத்தறிவாகச் சிந்திக்கின்றேன்.';
$string['colles5short'] = 'நான் என்னுடைய கற்றல்களின் பகுத்தறிபவராக இருக்கின்றேன்';
$string['colles6'] = 'நான் என்னுடைய எண்ணங்களைப் பற்றிப் பகுத்தறிவாகச் சிந்திக்கின்றேன்.';
$string['colles6short'] = 'நான் என்னுடைய எண்ணங்களின் பகுத்தறிபவராக இருக்கின்றேன்';
$string['colles7'] = 'நான் மற்றைய மாணவர்களுடைய எண்ணங்களைப் பற்றிப் பகுத்தறிவாகச் சிந்திக்கின்றேன்.';
$string['colles7short'] = 'நான் மற்றைய மாணவர்களின் பகுத்தறிபவராக இருக்கின்றேன்';
$string['colles8'] = 'வாசித்தல்களிலுள்ள எண்ணங்களைப் பற்றி நான் பகுத்தறிவாகச் சிந்திக்கின்றேன் .';
$string['colles8short'] = 'நான் வாசித்தல்களின் பகுத்தறிபவராக இருக்கின்றேன்.';
$string['colles9'] = 'நான் என்னுடைய எண்ணங்களை மற்றைய மாணவர்களுக்கு விளக்குகின்றேன்.';
$string['colles9short'] = 'நான் என்னுடைய எண்ணங்களை விளக்குகின்றேன்';
$string['collesaintro'] = 'இந்த அலகின் தொடரறா நிலை வழங்கல் எவ்வளவு நன்றாக கற்பதற்கு உங்களை செயலாக்கியது என்பதை விளங்கிக் கொள்ள எங்களுக்கு உதவுவதே இந்தக் மதிப்பாய்வின் நோக்கமாக இருக்கிறது .

கீழேயுள்ள 24 கூற்றுக்களின் ஓவ்வொன்றும்,இந்த அலகிலுள்ள உங்களுடைய அனுபவத்தைப்பற்றிக் கேட்கின்றது.

அங்கே  \'சரியான\' அல்லது \'பிழையான\' விடைகள் இல்லை; நாங்கள் உங்களுடைய அபிப்பிராயத்தில் மட்டுமே அக்கறைப்படுகின்றோம் . தயவுசெய்து உங்களுடைய பதில்கள் உயர்தர நம்பகத்தன்மையுடன் நடத்தப்படும், மற்றும் உங்களுடைய மதிப்பீடுகளை பாதிக்காது என்பதை நிச்சயப்படுத்துங்கள்.

உங்களுடைய கவனமாக கருத்திற் கொள்ளப்பட்ட  பதில்கள்,இந்த அலகு தொடரறா நிலையாக அறிமுகப்படுத்தப்படுகின்ற வழியை எதிர்காலத்தில் விருத்தியடையச்செய்வதற்கு எங்களுக்கு உதவும் .
மிகவும் நன்றி.';
$string['collesaname'] = 'COLLES (உண்மையானது)';
$string['collesapintro'] = 'இந்த அலகின் தொடரறா நிலை வழங்கல் எவ்வளவு நன்றாக கற்பதற்கு உங்களை செயலாக்கியது என்பதை விளங்கிக் கொள்ள எங்களுக்கு உதவுவதே இந்தக் கேள்விக் கொத்தின் நோக்கமாகஇருக்கிறது .

கீழேயுள்ள 24 கூற்றுக்களின் ஓவ்வொன்றும்,இந்த அலகிலுள்ள உங்களுடைய <b>சிறந்ததாகத் தேர்ந்தெடுக்கப்பட்டதும்</b>(உயர்ந்த) மற்றும் உண்மையானதுமான அனுபவத்தை ஓப்பிடுவதற்கு உங்களிடம் கேட்கின்றது.  

அங்கே  \'சரியான\' அல்லது \'பிழையான\' விடைகள் இல்லை; நாங்கள் உங்களுடைய அபிப்பிராயத்தில் மட்டுமே அக்கறைப்படுகின்றோம் . தயவுசெய்து உங்களுடைய பதில்கள் உயர்தர நம்பகத்தன்மையுடன் நடத்தப்படும், மற்றும் உங்களுடைய மதிப்பீடுகளை பாதிக்காது என்பதை நிச்சயப்படுத்துங்கள்.

உங்களுடைய கவனமாக கருத்திற் கொள்ளப்பட்ட  பதில்கள்,இந்த அலகு தொடரறா நிலையாக அறிமுகப்படுத்தப்படுகின்ற வழியை எதிர்காலத்தில் விருத்தியடையச்செய்வதற்கு எங்களுக்கு உதவும் .
மிகவும் நன்றி.';
$string['collesapname'] = 'COLLES (உண்மையானது மற்றும் சிறந்ததாகத் தேர்ந்தெடுக்கப்பட்டது )';
$string['collesm1'] = 'உகந்த தன்மை';
$string['collesm1short'] = 'உகந்த தன்மை';
$string['collesm2'] = 'பிரதிபலிப்பான சிந்தனை';
$string['collesm2short'] = 'பிரதிபலிப்பான சிந்தனை';
$string['collesm3'] = 'ஊடாடு நிலை';
$string['collesm3short'] = 'ஊடாடு நிலை';
$string['collesm4'] = 'போதகர் ஆதரவு';
$string['collesm4short'] = 'போதகர் ஆதரவு';
$string['collesm5'] = 'சக ஆதரவு';
$string['collesm5short'] = 'சக ஆதரவு';
$string['collesm6'] = 'விளக்கம்';
$string['collesm6short'] = 'விளக்கம்';
$string['collesmintro'] = 'இந்தத் தொடரறா நிலை அலகில் ...';
$string['collespintro'] = 'தொடரறா நிலை கற்றல் அனுபவத்தில்  நீங்கள் மதிப்பிடுவது என்ன என்பதை விளங்கிக் கொள்ள எங்களுக்கு உதவுவதே இந்த மதிப்பாய்வின் நோக்கமாக இருக்கிறது .

கீழேயுள்ள 24 கூற்றுக்களின் ஓவ்வொன்றும், இந்த அலகிலுள்ள உங்களுடைய <b>சிறந்ததாகத் தேர்ந்தெடுக்கப்பட்ட</b>(உயர்ந்த) அனுபவத்தைப்பற்றிக் கேட்கின்றது.

அங்கே  \'சரியான\' அல்லது \'பிழையான\' விடைகள் இல்லை; நாங்கள் உங்களுடைய அபிப்பிராயத்தில் மட்டுமே அக்கறைப்படுகின்றோம் . தயவுசெய்து உங்களுடைய பதில்கள் உயர்தர நம்பகத்தன்மையுடன் நடத்தப்படும், மற்றும் உங்களுடைய மதிப்பீடுகளை பாதிக்காது என்பதை நிச்சயப்படுத்துங்கள்.

 உங்களுடைய கவனமாக கருத்திற் கொள்ளப்பட்ட  பதில்கள்,இந்த அலகு தொடரறா நிலையாக அறிமுகப்படுத்தப்படுகின்ற வழியை எதிர்காலத்தில் விருத்தியடையச்செய்வதற்கு எங்களுக்கு உதவும் .

மிகவும் நன்றி.';
$string['collespname'] = 'COLLES (சிறந்ததாகத் தேர்ந்தெடுக்கப்பட்டது)';
$string['customintro'] = 'தனித்துவ அறிமுகம்';
$string['done'] = 'செய்யப்பட்டது';
$string['download'] = 'பதிவிறக்குக';
$string['downloadexcel'] = 'Excel விரிதாளாக தரவுகளை பதிவிறக்குக';
$string['downloadinfo'] = 'இந்த மதிப்பாய்விற்காக  மதிப்பாய்வினிற்கான பொருத்தமான படிவமொன்றில் Excel,SPSS அல்லது வேறு  Package ல் நீங்கள் பூரணமான raw தரவுகளை பதிவிறக்க முடிகிறது .';
$string['downloadtext'] = 'தரவுகளை வெற்று உரைக் கோப்பொன்றாக பதிவிறக்குக';
$string['editingasurvey'] = 'மதிப்பாய்வொன்றைத் தொகுக்க';
$string['guestsnotallowed'] = 'மதிப்பாய்வுகளை சமர்ப்பிப்பதற்கு விருந்தினர்களுக்கு அனுமதி வழங்கப்படவில்லை';
$string['helpsurveys'] = 'வித்தியாசமான வகை மதிப்பாய்வுகளிலுள்ள உதவிகள்';
$string['howlong'] = 'இந்த மதிப்பாய்வை பூர்த்திசெய்யவதற்கு உங்களுக்கு எவ்வளவு காலம் எடுத்தது  ?';
$string['howlongoptions'] = '1 நிமிடத்திற்கு குறைவாக,1-2 நிமிடம்,2-3 நிமிடம்,3-4 நிமிடம்,4-5-நிமிடம்,5-10 நிமிடம்,10 நிமிடத்திற்கு அதிகமாக';
$string['ifoundthat'] = 'நான் அதைக் கண்டுபிடித்தேன்';
$string['introtext'] = 'அறிமுக உரை';
$string['ipreferthat'] = 'நான் அதைச் சிறந்ததாகத் தேர்ந்தெடுக்கின்றேன்';
$string['modulename'] = 'மதிப்பாய்வு';
$string['modulenameplural'] = 'மதிப்பாய்வுகள்';
$string['name'] = 'பெயர்';
$string['newsurveyresponses'] = 'புதிய மதிப்பாய்வுப் பதில்கள்';
$string['nobodyyet'] = 'இந்த மதிப்பாய்வை இன்னும் ஓருவரும் பூர்த்திசெய்யவில்லை';
$string['notdone'] = 'இன்னும் செய்யப்படவில்லை';
$string['notes'] = 'உங்களுடைய தனிப்பட்ட மதிப்பாய்வுகள் மற்றும் குறிப்புகள்';
$string['othercomments'] = 'நீங்கள் வேறு ஏதாவது அபிப்பிராயங்களை வைத்திருக்கிறீர்களா?';
$string['peoplecompleted'] = '$a அங்கத்துனர் இதுவரை இந்த மதிப்பாய்வைப் பூர்த்திசெய்துவிட்டார்';
$string['preferred'] = 'சிறந்ததாக தெரிவு செய்யப்பட்டது';
$string['preferredclass'] = 'சிறந்ததாக தெரிவு செய்யப்பட்ட வகுப்பு';
$string['preferredstudent'] = 'சிறந்ததாக தெரிவு செய்யப்பட்ட $a';
$string['question'] = 'கேள்வி';
$string['questions'] = 'கேள்விகள்';
$string['questionsnotanswered'] = 'பல தெரிவு வினாக்களில் சில விடையளிக்கப்பட்டிருக்கவில்லை.';
$string['report'] = 'மதிப்பாய்வின் அறிக்கை';
$string['savednotes'] = 'உங்களுடைய குறிப்புகள் சேமிக்கப்பட்டன';
$string['scaleagree5'] = 'திடமாக இணங்காதிரு,சிறிதளவு இணங்காதிரு,ஓத்துக்கொள்ளவோ அல்லது இணங்காதிருக்கவோ இல்லை,சிறிதளவு ஓத்துக்கொள்,திடமாக ஓத்துக்கொள்';
$string['scales'] = 'அளவீடுகள்';
$string['scaletimes5'] = 'ஏறக்குறைய ஓருபோதும் இல்லை,அபூர்வமாக,சிலவேளை,அடிக்கடி,ஏறக்குறைய எப்போதும்';
$string['seemoredetail'] = 'மேலதிகமான விபரங்களைப் பார்ப்பதற்கு இங்கே சொடுக்குக';
$string['selectedquestions'] = 'ஓரு அளவீட்டிலிருந்து தெரிவு செய்யப்பட்ட வினாக்கள், அனைத்து மாணவர்களும்';
$string['summary'] = 'சாராம்சம்';
$string['survey:download'] = 'பதில்களைப் பதிவிறக்குக';
$string['survey:participate'] = 'மதிப்பாய்விற்கு பதிலளிக்க';
$string['survey:readresponses'] = 'பதில்களைப் பார்வையிடுக';
$string['surveycompleted'] = 'இந்த மதிப்பாய்வைப் பூர்த்திசெய்துவிட்டீர்கள்.  கீழேயுள்ள வரைபடம் வகுப்புச் சராசரிகளுடன் ஓப்பிடப்பட்ட உங்களுடைய முடிவுகளின் ஓரு சாராம்சத்தைக் காண்பிக்கின்றது.';
$string['surveygraph'] = 'மதிப்பாய்விற்கான வரைபு';
$string['surveyname'] = 'மதிப்பாய்வின் பெயர்';
$string['surveysaved'] = 'சேமிக்கப்பட்ட மதிப்பாய்வு';
$string['surveytype'] = 'மதிப்பாய்வு வகை';
$string['thanksforanswers'] = 'இந்த மதிப்பாய்வு,$aற்கு விடையளித்தற்காக நன்றி';
$string['time'] = 'நேரம்';
$string['viewsurveyresponses'] = '$a மதிப்பாய்வுப் பதில்களை பார்வையிடுக';

?>