<p align="center"><strong>&Alpha;&upsilon;&tau;&#972;&mu;&alpha;&tau;&eta; &Delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&#943;&alpha; &Nu;&#941;&omega;&nu; &Mu;&alpha;&theta;&eta;&mu;&#940;&tau;&omega;&nu;</strong></p>

<p align="center"><br />
  &Tau;&omicron; plugin &epsilon;&gamma;&gamma;&rho;&alpha;&phi;&#942;&sigmaf; <b>IMS <span lang="en-us" xml:lang="en-us">Enterprise</span></b><span lang="bg" xml:lang="bg"> </span>&mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&#942;&sigma;&epsilon;&iota; &nu;&#941;&alpha; 
  &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&alpha; &gamma;&iota;&alpha; &delta;&epsilon;&delta;&omicron;&mu;&#941;&nu;&alpha; &pi;&omicron;&upsilon; &theta;&alpha; &beta;&rho;&epsilon;&iota; &sigma;&tau;&eta;&nu; &beta;&#940;&sigma;&eta; &delta;&epsilon;&delta;&omicron;&mu;&#941;&nu;&omega;&nu; &tau;&omicron;&upsilon; <b><span lang="en-us" xml:lang="en-us"> IMS</span></b> &alpha;&lambda;&lambda;&#940; &#972;&chi;&iota; &kappa;&alpha;&iota; &gamma;&iota;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &pi;&omicron;&upsilon; &theta;&alpha; &beta;&rho;&epsilon;&iota; &sigma;&tau;&eta;&nu; &beta;&#940;&sigma;&eta; &delta;&epsilon;&delta;&omicron;&mu;&#941;&nu;&omega;&nu; &tau;&omicron;&upsilon; <span lang="en-us" xml:lang="en-us">Moodle, </span>&epsilon;&#940;&nu; &alpha;&upsilon;&tau;&#942; &eta; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &epsilon;&#943;&nu;&alpha;&iota; &epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;&eta;&mu;&#941;&nu;&eta;.<br />
  &Tau;&alpha; &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&alpha; &alpha;&rho;&chi;&iota;&kappa;&#940; &epsilon;&xi;&epsilon;&tau;&#940;&zeta;&omicron;&nu;&tau;&alpha;&iota; (&epsilon;&lambda;&#941;&gamma;&chi;&omicron;&nu;&tau;&alpha;&iota;) &alpha;&pi;&#972; &tau;&omicron;&nu; <b>&kappa;&omega;&delta;&iota;&kappa;&#972; &alpha;&nu;&alpha;&gamma;&nu;&#974;&rho;&iota;&sigma;&#942;&sigmaf;</b> &tau;&omicron;&upsilon;&sigmaf; (<span lang="en-us" xml:lang="en-us">ID)</span>, &#941;&nu;&alpha;&nu; &alpha;&lambda;&phi;&alpha;&rho;&iota;&theta;&mu;&eta;&tau;&iota;&kappa;&#972; &kappa;&omega;&delta;&iota;&kappa;&#972; &mu;&#941;&sigma;&alpha; &sigma;&tau;&omicron;&nu; &pi;&#943;&nu;&alpha;&kappa;&alpha; 
  &mu;&epsilon; &tau;&alpha; &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&alpha; &tau;&omicron;&upsilon; <span lang="en-us" xml:lang="en-us">Moodle, </span>&omicron; &omicron;&pi;&omicron;&#943;&omicron;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; 
  &delta;&iota;&epsilon;&upsilon;&kappa;&rho;&iota;&nu;&#943;&sigma;&epsilon;&iota; &tau;&omicron;&nu; &kappa;&omega;&delta;&iota;&kappa;&#972; &pi;&omicron;&upsilon; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&epsilon;&#943;&tau;&alpha;&iota; &gamma;&iota;&alpha; &nu;&alpha; &pi;&rho;&omicron;&sigma;&delta;&iota;&omicron;&rho;&iota;&sigma;&tau;&epsilon;&#943; &tau;&omicron; 
  &mu;&#940;&theta;&eta;&mu;&alpha; &sigma;&tau;&omicron; <b>&Sigma;&#973;&sigma;&tau;&eta;&mu;&alpha; &Pi;&lambda;&eta;&rho;&omicron;&phi;&omicron;&rho;&iota;&#974;&nu; &tau;&omega;&nu; &Sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu; </b>(&pi;&alpha;&rho;&alpha;&delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&omicron;&sigmaf; &chi;&#940;&rho;&iota;&nu;). &Epsilon;&#940;&nu; &alpha;&upsilon;&tau;&#972;&sigmaf; 
  &delta;&epsilon;&nu; &beta;&rho;&epsilon;&theta;&epsilon;&#943; (&omicron; &kappa;&omega;&delta;&iota;&kappa;&#972;&sigmaf; &alpha;&nu;&alpha;&gamma;&nu;&#974;&rho;&iota;&sigma;&eta;&sigmaf;), &gamma;&#943;&nu;&epsilon;&tau;&alpha;&iota; &alpha;&nu;&alpha;&zeta;&#942;&tau;&eta;&sigma;&eta; &sigma;&tau;&omicron;&nu; &pi;&#943;&nu;&alpha;&kappa;&alpha; &tau;&omega;&nu; &mu;&alpha;&theta;&eta;&mu;&#940;&tau;&omega;&nu; 
  &gamma;&iota;&alpha; &tau;&eta;&nu; &#39;&#39;&sigma;&#973;&nu;&tau;&omicron;&mu;&eta; &pi;&epsilon;&rho;&iota;&gamma;&rho;&alpha;&phi;&#942;&#39;&#39;, 
  &eta; &omicron;&pi;&omicron;&#943;&alpha; &gamma;&iota;&alpha; &tau;&omicron; Moodle &epsilon;&#943;&nu;&alpha;&iota; &alpha;&nu;&#940;&lambda;&omicron;&gamma;&omicron; &pi;&rho;&omicron;&sigma;&delta;&iota;&omicron;&rho;&iota;&sigma;&tau;&iota;&kappa;&#972; &mu;&epsilon; &tau;&omicron;&nu; &kappa;&omega;&delta;&iota;&kappa;&#972; &alpha;&nu;&alpha;&gamma;&nu;&#974;&rho;&iota;&sigma;&eta;&sigmaf; &tau;&omicron;&upsilon; 
  &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&omicron;&sigmaf;... (&Sigma;&epsilon; &mu;&epsilon;&rho;&iota;&kappa;&#940; &sigma;&upsilon;&sigma;&tau;&#942;&mu;&alpha;&tau;&alpha; &alpha;&upsilon;&tau;&omicron;&#943; &omicron;&iota; 
  &delta;&#973;&omicron; &tau;&omicron;&mu;&epsilon;&#943;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &tau;&alpha;&upsilon;&tau;&#943;&zeta;&omicron;&nu;&tau;&alpha;&iota;). &Mu;&#972;&nu;&omicron; &#972;&tau;&alpha;&nu; &alpha;&upsilon;&tau;&#942; &eta; &alpha;&nu;&alpha;&zeta;&#942;&tau;&eta;&sigma;&eta; &alpha;&pi;&omicron;&tau;&#973;&chi;&epsilon;&iota; 
  &mu;&pi;&omicron;&rho;&epsilon;&#943; &tau;&omicron; plugin &nu;&alpha; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&#942;&sigma;&epsilon;&iota; &pi;&rho;&omicron;&alpha;&iota;&rho;&epsilon;&tau;&iota;&kappa;&#940; &nu;&#941;&alpha; &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&alpha;.<br />
  &#908;&lambda;&alpha; &tau;&alpha; &pi;&rho;&omicron;&sigma;&phi;&#940;&tau;&omega;&sigmaf; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&eta;&mu;&#941;&nu;&alpha; &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &Kappa;&Rho;&Upsilon;&Phi;&Alpha; &sigma;&tau;&eta;&nu; &alpha;&rho;&chi;&#942;. &Alpha;&upsilon;&tau;&#972; &gamma;&#943;&nu;&epsilon;&tau;&alpha;&iota; &gamma;&iota;&alpha; &nu;&alpha; &alpha;&pi;&omicron;&tau;&rho;&#941;&psi;&epsilon;&iota; &tau;&eta; &delta;&upsilon;&nu;&alpha;&tau;&#972;&tau;&eta;&tau;&alpha; 
  &sigma;&tau;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &nu;&alpha;&nbsp; 
  &pi;&epsilon;&rho;&iota;&pi;&lambda;&alpha;&nu;&iota;&omicron;&#973;&nu;&tau;&alpha;&iota; (&sigma;&epsilon;&rho;&phi;&#940;&rho;&omicron;&upsilon;&nu;) &sigma;&tau;&iota;&sigmaf; &kappa;&epsilon;&nu;&#941;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&epsilon;&sigmaf; &epsilon;&nu;&#972;&sigmaf; &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&omicron;&sigmaf;, &gamma;&iota;&alpha; &tau;&iota;&sigmaf; &omicron;&pi;&omicron;&#943;&epsilon;&sigmaf; &omicron; 
  &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#942;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &alpha;&gamma;&nu;&omicron;&epsilon;&#943; &tau;&eta;&nu; &#973;&pi;&alpha;&rho;&xi;&#942; &tau;&omicron;&upsilon;&sigmaf;.</p>
