<p align="center">&nbsp;</p>
<p align="center"><strong> &Epsilon;&pi;&iota;&sigma;&kappa;&#972;&pi;&eta;&sigma;&eta; &mu;&omicron;&rho;&phi;&#942;&sigmaf; </strong></p>
<p>&Kappa;&alpha;&tau;&omega;&tau;&#941;&rho;&omega; &epsilon;&#943;&nu;&alpha;&iota; &#941;&nu;&alpha;&sigmaf; &alpha;&pi;&lambda;&#972;&sigmaf; &omicron;&delta;&eta;&gamma;&#972;&sigmaf; &gamma;&iota;&alpha; &tau;&eta; &beta;&alpha;&sigma;&iota;&kappa;&#942; &delta;&omicron;&mu;&#942; &epsilon;&nu;&#972;&sigmaf; &alpha;&rho;&chi;&epsilon;&#943;&omicron;&upsilon; IMS . &Pi;&epsilon;&rho;&iota;&sigma;&sigma;&#972;&tau;&epsilon;&rho;&epsilon;&sigmaf; &pi;&lambda;&eta;&rho;&omicron;&phi;&omicron;&rho;&#943;&epsilon;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; &delta;&iota;&alpha;&theta;&#941;&sigma;&iota;&mu;&epsilon;&sigmaf; &sigma;&tau;&omicron;&nu; <a href="http://www.imsglobal.org/enterprise/">&epsilon;&pi;&#943;&sigma;&eta;&mu;&omicron; &delta;&iota;&alpha;&delta;&iota;&kappa;&tau;&upsilon;&alpha;&kappa;&#972; &tau;&#972;&pi;&omicron; IMS</a>.</p>
<p>&Mu;&pi;&omicron;&rho;&epsilon;&#943;&tau;&epsilon; &nu;&alpha; &delta;&iota;&alpha;&beta;&#940;&sigma;&epsilon;&tau;&epsilon; &tau;&eta;&nu; <a href="./enrol/imsenterprise/entv1p1_conformance_summary.html">&pi;&epsilon;&rho;&#943;&lambda;&eta;&psi;&eta; &pi;&rho;&omicron;&sigma;&alpha;&rho;&mu;&omicron;&gamma;&#942;&sigmaf;</a>   &pi;&omicron;&upsilon; &pi;&epsilon;&rho;&iota;&gamma;&rho;&#940;&phi;&epsilon;&iota; &pi;&omicron;&iota;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; IMS &epsilon;&pi;&epsilon;&xi;&epsilon;&rho;&gamma;&#940;&zeta;&epsilon;&tau;&alpha;&iota; &alpha;&upsilon;&tau;&#972; &tau;&omicron; plugin . </p>
<p>&nbsp; </p>
<p align="center"><strong> &Beta;&alpha;&sigma;&iota;&kappa;&#972;&sigmaf; &omicron;&delta;&eta;&gamma;&#972;&sigmaf; &gamma;&iota;&alpha; &tau;&eta; &mu;&omicron;&rho;&phi;&#942; &alpha;&rho;&chi;&epsilon;&#943;&omega;&nu; IMS </strong></p>
<p>&Gamma;&iota;&alpha; &kappa;&#940;&theta;&epsilon; &epsilon;&gamma;&gamma;&rho;&alpha;&phi;&#942; &tau;&#973;&pi;&omicron;&upsilon; IMS &chi;&rho;&epsilon;&iota;&#940;&zeta;&epsilon;&sigma;&tau;&epsilon; &mu;&iota;&alpha; &lt;group &gt; &epsilon;&tau;&iota;&kappa;&#941;&tau;&alpha; &pi;&omicron;&upsilon; &delta;&iota;&epsilon;&upsilon;&kappa;&rho;&iota;&nu;&#943;&zeta;&epsilon;&iota; &tau;&eta; &sigma;&epsilon;&iota;&rho;&#940; &mu;&alpha;&theta;&eta;&mu;&#940;&tau;&omega;&nu;, &mu;&iota;&alpha; &lt;person &gt; &epsilon;&tau;&iota;&kappa;&#941;&tau;&alpha; &pi;&omicron;&upsilon; &omicron;&rho;&#943;&zeta;&epsilon;&iota; &tau;&omicron; &lambda;&omicron;&gamma;&alpha;&rho;&iota;&alpha;&sigma;&mu;&#972; &tau;&omicron;&upsilon; &chi;&rho;&#942;&sigma;&tau;&eta;, &mu;&iota;&alpha; &lt;membership &gt; &epsilon;&tau;&iota;&kappa;&#941;&tau;&alpha; &pi;&omicron;&upsilon; &pi;&epsilon;&rho;&iota;&#941;&chi;&epsilon;&iota; &lt;member &gt; &epsilon;&tau;&iota;&kappa;&#941;&tau;&epsilon;&sigmaf; &pi;&omicron;&upsilon; &kappa;&alpha;&theta;&omicron;&rho;&#943;&zeta;&omicron;&upsilon;&nu; &tau;&omicron; &rho;&#972;&lambda;&omicron; &epsilon;&nu;&#972;&sigmaf; &pi;&rho;&omicron;&sigma;&#974;&pi;&omicron;&upsilon; &mu;&#941;&sigma;&alpha; &sigma;&epsilon; &mu;&iota;&alpha; &delta;&epsilon;&delta;&omicron;&mu;&#941;&nu;&eta; &sigma;&epsilon;&iota;&rho;&#940; &mu;&alpha;&theta;&eta;&mu;&#940;&tau;&omega;&nu;. </p>
<p>&Theta;&upsilon;&mu;&eta;&theta;&epsilon;&#943;&tau;&epsilon; &#972;&tau;&iota; &tau;&alpha; &alpha;&rho;&iota;&theta;&mu;&eta;&tau;&iota;&kappa;&#940; &kappa;&lambda;&epsilon;&iota;&delta;&iota;&#940; &pi;&omicron;&upsilon; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&omicron;&#973;&nu;&tau;&alpha;&iota; &sigma;&tau;&iota;&sigmaf; &beta;&#940;&sigma;&epsilon;&iota;&sigmaf; &delta;&epsilon;&delta;&omicron;&mu;&#941;&nu;&omega;&nu; Moodle &delta;&epsilon;&nu; &epsilon;&#943;&nu;&alpha;&iota; &tau;&alpha; &delta;&iota;&alpha;&lambda;&epsilon;&iota;&tau;&omicron;&upsilon;&rho;&gamma;&iota;&kappa;&#940; &kappa;&lambda;&epsilon;&iota;&delta;&iota;&#940; - &#941;&nu;&alpha; &sigma;&#973;&sigma;&tau;&eta;&mu;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omega;&nu; &delta;&iota;&delta;&alpha;&sigma;&kappa;&omicron;&mu;&#941;&nu;&omega;&nu; &delta;&epsilon;&nu; &pi;&rho;&#972;&kappa;&epsilon;&iota;&tau;&alpha;&iota; &pi;&omicron;&tau;&#941; &nu;&alpha; &gamma;&nu;&omega;&rho;&#943;&zeta;&epsilon;&iota; &epsilon;&kappa; &tau;&omega;&nu; &pi;&rho;&omicron;&tau;&#941;&rho;&omega;&nu; &#972;&tau;&iota; &omicron; Joe &epsilon;&#943;&nu;&alpha;&iota; &omicron; 20&#972;&sigmaf; &chi;&rho;&#942;&sigma;&tau;&eta;&sigmaf; &pi;&omicron;&upsilon; &pi;&rho;&omicron;&sigma;&tau;&#943;&theta;&epsilon;&tau;&alpha;&iota; &sigma;&tau;&eta; &beta;&#940;&sigma;&eta; &delta;&epsilon;&delta;&omicron;&mu;&#941;&nu;&omega;&nu; Moodle - &#941;&tau;&sigma;&iota; &epsilon;&kappa;&epsilon;&#943;&nu;&alpha; &delta;&epsilon;&nu; &epsilon;&#943;&nu;&alpha;&iota; &alpha;&upsilon;&tau;&#940; &tau;&alpha; &kappa;&lambda;&epsilon;&iota;&delta;&iota;&#940; &pi;&omicron;&upsilon; &alpha;&nu;&tau;&alpha;&lambda;&lambda;&#940;&sigma;&sigma;&omicron;&nu;&tau;&alpha;&iota; &sigma;&epsilon; &alpha;&upsilon;&tau;&#972;&nu; &tau;&omicron;&nu; &tau;&#973;&pi;&omicron; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omega;&nu;. </p>
<p>&Mu;&iota;&alpha; &sigma;&epsilon;&iota;&rho;&#940; &mu;&alpha;&theta;&eta;&mu;&#940;&tau;&omega;&nu; &theta;&alpha; &epsilon;&#943;&chi;&epsilon; &#941;&nu;&alpha;&nu; &kappa;&omega;&delta;&iota;&kappa;&#972; &alpha;&nu;&alpha;&phi;&omicron;&rho;&#940;&sigmaf; &kappa;&alpha;&theta;&#974;&sigmaf; &epsilon;&pi;&#943;&sigma;&eta;&sigmaf; &kappa;&alpha;&iota; &#941;&nu;&alpha; &#972;&nu;&omicron;&mu;&alpha;, &#941;&tau;&sigma;&iota; &upsilon;&pi;&omicron;&theta;&#941;&sigma;&tau;&epsilon; &#972;&tau;&iota; &omicron; &kappa;&omega;&delta;&iota;&kappa;&#972; &alpha;&nu;&alpha;&phi;&omicron;&rho;&#940;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; MOODLE 101. &Gamma;&iota;&alpha; &nu;&alpha; &kappa;&alpha;&theta;&omicron;&rho;&#943;&sigma;&epsilon;&tau;&epsilon; &tau;&eta; &sigma;&epsilon;&iota;&rho;&#940; &mu;&alpha;&theta;&eta;&mu;&#940;&tau;&omega;&nu; &sigma;&alpha;&sigmaf; &theta;&alpha; &mu;&pi;&omicron;&rho;&omicron;&#973;&sigma;&alpha;&tau;&epsilon; &nu;&alpha; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&#942;&sigma;&epsilon;&tau;&epsilon; </p>
<p>&lt;group&gt;</p>
<p>&lt;sourcedid&gt;</p>
<p>&lt;source&gt;MyDataSystem&lt;/source&gt;</p>
<p>&lt;id&gt;MOODLE101&lt;/id&gt;</p>
<p>&lt;/sourcedid&gt;</p>
<p>&lt;description&gt;</p>
<p>&lt;short&gt;Moodle 101&lt;/short&gt;</p>
<p>&lt;/description&gt;</p>
<p>&lt;/group&gt;</p>
<p>&nbsp;</p>
<p>&Tau;&omicron; script &epsilon;&gamma;&gamma;&rho;&alpha;&phi;&#942;&sigmaf; &theta;&alpha; &psi;&#940;&xi;&epsilon;&iota; &mu;&iota;&alpha; &sigma;&epsilon;&iota;&rho;&#940; &mu;&alpha;&theta;&eta;&mu;&#940;&tau;&omega;&nu; &mu;&epsilon; &tau;&omicron;&nu; &kappa;&omega;&delta;&iota;&kappa;&#972; MOODLE 101, &kappa;&alpha;&iota; (&pi;&rho;&omicron;&alpha;&iota;&rho;&epsilon;&tau;&iota;&kappa;&#940;) &tau;&omicron;&nu; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&epsilon;&#943;, &epsilon;&#940;&nu; &delta;&epsilon;&nu; &upsilon;&pi;&#940;&rho;&chi;&epsilon;&iota;. &Omicron;&mu;&omicron;&#943;&omega;&sigmaf; &gamma;&iota;&alpha; &tau;&omicron; &pi;&rho;&#972;&sigma;&omega;&pi;&omicron; - &upsilon;&pi;&omicron;&theta;&#941;&sigma;&tau;&epsilon; &#972;&tau;&iota; &epsilon;&#943;&nu;&alpha;&iota; &quot;jmoodle &quot;: </p>
<p>&lt;person&gt;</p>
<p>&lt;sourcedid&gt;</p>
<p>&lt;source&gt;MyDataSystem&lt;/source&gt;</p>
<p>&lt;id&gt;jmoodle&lt;/id&gt;</p>
<p>&lt;/sourcedid&gt;</p>
<p>&lt;userid&gt;jmoodle&lt;/userid&gt;</p>
<p>&lt;name&gt;</p>
<p>&lt;fn&gt;Joe Moodle&lt;/fn&gt;</p>
<p>&lt;n&gt;</p>
<p>&lt;family&gt;MOODLE&lt;/family&gt;</p>
<p>&lt;given&gt;JOE&lt;/given&gt;</p>
<p>&lt;/n&gt;</p>
<p>&lt;/name&gt;</p>
<p>&lt;/person&gt;</p>
<p>&nbsp;</p>
<p>&Epsilon;&#940;&nu; o Joe &delta;&epsilon;&nu; &#941;&chi;&epsilon;&iota; &#942;&delta;&eta; &#941;&nu;&alpha;&nu; &lambda;&omicron;&gamma;&alpha;&rho;&iota;&alpha;&sigma;&mu;&#972;, &tau;&omicron; script &mu;&pi;&omicron;&rho;&epsilon;&#943; (&pi;&rho;&omicron;&alpha;&iota;&rho;&epsilon;&tau;&iota;&kappa;&#940;) &nu;&alpha; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&#942;&sigma;&epsilon;&iota; &#941;&nu;&alpha;&nu; &lambda;&omicron;&gamma;&alpha;&rho;&iota;&alpha;&sigma;&mu;&#972; &gamma;&iota;&alpha; &tau;&omicron;&nu; Joe . </p>
<p>&nbsp; </p>
<p> &Tau;&#974;&rho;&alpha; &epsilon;&xi;&epsilon;&tau;&#940;&sigma;&tau;&epsilon; &tau;&eta;&nu; &iota;&delta;&iota;&#972;&tau;&eta;&tau;&alpha; &mu;&#941;&lambda;&omicron;&upsilon;&sigmaf;, &pi;&rho;&omicron;&sigma;&theta;&#941;&tau;&omicron;&nu;&tau;&alpha;&sigmaf; &tau;&omicron; &pi;&rho;&#972;&sigma;&omega;&pi;&omicron; &sigma;&tau;&eta; &sigma;&epsilon;&iota;&rho;&#940; &mu;&alpha;&theta;&eta;&mu;&#940;&tau;&omega;&nu;: </p>
<p>&lt;membership&gt;</p>
<p>&lt;sourcedid&gt;</p>
<p>&lt;source&gt;MyDataSystem&lt;/source&gt;</p>
<p>&lt;id&gt;MOODLE101&lt;/id&gt;</p>
<p>&lt;/sourcedid&gt;</p>
<p>&lt;member&gt;</p>
<p>&lt;sourcedid&gt;</p>
<p>&lt;source&gt;MyDataSystem&lt;/source&gt;</p>
<p>&lt;id&gt;jmoodle&lt;/id&gt;</p>
<p>&lt;/sourcedid&gt;</p>
<p>&lt;role roletype=&quot;01&quot;&gt;</p>
<p>&lt;status&gt;1&lt;/status&gt;</p>
<p>&lt;extension&gt;&lt;cohort&gt;unit 2&lt;/cohort&gt;&lt;/extension&gt;</p>
<p>&lt;/role&gt;</p>
<p>&lt;/member&gt;</p>
<p>&lt;/membership&gt;</p>
<p>&nbsp; </p>
<p>&Omicron;&iota; &pi;&rho;&omicron;&delta;&iota;&alpha;&gamma;&rho;&alpha;&phi;&#941;&sigmaf; IMS &pi;&rho;&omicron;&sigma;&phi;&#941;&rho;&omicron;&upsilon;&nu; &mu;&iota;&alpha; &delta;&upsilon;&nu;&alpha;&tau;&#972;&tau;&eta;&tau;&alpha; &gamma;&iota;&alpha; &tau;&eta; &delta;&iota;&epsilon;&upsilon;&kappa;&rho;&#943;&nu;&iota;&sigma;&eta; &tau;&omega;&nu; &eta;&mu;&epsilon;&rho;&omicron;&mu;&eta;&nu;&iota;&#974;&nu; &#941;&nu;&alpha;&rho;&xi;&eta;&sigmaf;/&lambda;&#942;&xi;&eta;&sigmaf; &gamma;&iota;&alpha; &tau;&iota;&sigmaf; &epsilon;&gamma;&gamma;&rho;&alpha;&phi;&#941;&sigmaf;, &#941;&tau;&sigma;&iota; &omicron;&iota; &eta;&mu;&epsilon;&rho;&omicron;&mu;&eta;&nu;&#943;&epsilon;&sigmaf; &#941;&nu;&alpha;&rho;&xi;&eta;&sigmaf;/&lambda;&#942;&xi;&eta;&sigmaf; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &sigma;&upsilon;&mu;&pi;&epsilon;&rho;&iota;&lambda;&eta;&phi;&theta;&omicron;&#973;&nu; &mu;&epsilon; &tau;&eta; &chi;&rho;&#942;&sigma;&eta; &tau;&eta;&sigmaf; &epsilon;&tau;&iota;&kappa;&#941;&tau;&alpha;&sigmaf; &lt;timeframe &gt;, &epsilon;&#940;&nu; &epsilon;&#943;&nu;&alpha;&iota; &alpha;&pi;&alpha;&rho;&alpha;&#943;&tau;&eta;&tau;&omicron;. </p>
<p>&Epsilon;&#940;&nu; &#941;&nu;&alpha; &pi;&rho;&#972;&sigma;&omega;&pi;&omicron; &epsilon;&#943;&nu;&alpha;&iota; &#942;&delta;&eta; &sigma;&epsilon; &mu;&iota;&alpha; &omicron;&mu;&#940;&delta;&alpha; &mu;&#941;&sigma;&alpha; &sigma;&tau;&eta; &sigma;&epsilon;&iota;&rho;&#940; &mu;&alpha;&theta;&eta;&mu;&#940;&tau;&omega;&nu;, &tau;&omicron; script &delta;&epsilon;&nu; &theta;&alpha; &kappa;&#940;&nu;&epsilon;&iota; &tau;&rho;&omicron;&pi;&omicron;&pi;&omicron;&iota;&#942;&sigma;&epsilon;&iota;&sigmaf;. &Epsilon;&#940;&nu; &#972;&mu;&omega;&sigmaf; &delta;&epsilon;&nu; &epsilon;&#943;&nu;&alpha;&iota; &omicron;&mu;&alpha;&delta;&omicron;&pi;&omicron;&iota;&eta;&mu;&#941;&nu;&epsilon;&sigmaf;, &tau;&#972;&tau;&epsilon; &theta;&alpha; &epsilon;&phi;&alpha;&rho;&mu;&omicron;&sigma;&tau;&epsilon;&#943; &eta; &sigma;&chi;&epsilon;&tau;&iota;&kappa;&#942; &omicron;&mu;&alpha;&delta;&omicron;&pi;&omicron;&#943;&eta;&sigma;&eta;. </p>
<p align="center">&nbsp;</p>
<p align="center">&nbsp;</p>
<p align="center"><b>Format overview</b></p>
<p>Below is a simple guide to the basic structure of a typical IMS Enterprise 
data file. Much more information is available on the <a href="http://www.imsglobal.org/enterprise/">IMS Enterprise official website</a>.</p>

<p>You may like to read the <a href="./enrol/imsenterprise/entv1p1_conformance_summary.html">conformance summary</a> which describes which IMS data elements this plugin can process.</p>


<p align="center"><b>Basic guide to IMS Enterprise file format</b></p>

<p>For any IMS-style enrolment you need a &lt;group&gt; tag which specifies the course, a &lt;person&gt; tag which specifies the user account, and a &lt;membership&gt; tag containing &lt;member&gt; tags which specify a person's role within a given course.</p><p>
</p>

<p>
Remember that the numeric keys used in the Moodle databases are not the interoperable data - a student data system is never going to know in advance that Joe is the 20th user added to the Moodle database - so those aren't the keys exchanged in this type of data.</p><p>
</p>

<p>
Typically a course would have a reference code as well as a name, so let's assume its code is MOODLE101. To define your course you could use</p><p>
</p>

<p>
&nbsp; &lt;group&gt;<br />
&nbsp; &nbsp; &lt;sourcedid&gt;<br />
&nbsp; &nbsp; &nbsp; &lt;source&gt;MyDataSystem&lt;/source&gt;<br />
&nbsp; &nbsp; &nbsp; &lt;id&gt;MOODLE101&lt;/id&gt;<br />
&nbsp; &nbsp; &lt;/sourcedid&gt;<br />
&nbsp; &nbsp; &lt;description&gt;<br />
&nbsp; &nbsp; &nbsp; &lt;short&gt;Moodle 101&lt;/short&gt;<br />
&nbsp; &nbsp; &lt;/description&gt;<br />
&nbsp; &lt;/group&gt;<br />
</p>

<p>
The enrolment script will look for a course with code MOODLE101, and (optionally) create it if it doesn't exist. Similarly for the person - let's assume it's &quot;jmoodle&quot;:</p><p>
</p>

<p>
&nbsp; &lt;person&gt;<br />
&nbsp; &nbsp; &lt;sourcedid&gt;<br />
&nbsp; &nbsp; &nbsp; &lt;source&gt;MyDataSystem&lt;/source&gt;<br />
&nbsp; &nbsp; &nbsp; &lt;id&gt;jmoodle&lt;/id&gt;<br />
&nbsp; &nbsp; &lt;/sourcedid&gt;<br />
&nbsp; &nbsp; &lt;userid&gt;jmoodle&lt;/userid&gt;<br />
&nbsp; &nbsp; &lt;name&gt;<br />
&nbsp; &nbsp; &nbsp; &lt;fn&gt;Joe Moodle&lt;/fn&gt;<br />
&nbsp; &nbsp; &nbsp; &lt;n&gt;<br />
&nbsp; &nbsp; &nbsp; &nbsp; &lt;family&gt;MOODLE&lt;/family&gt;<br />
&nbsp; &nbsp; &nbsp; &nbsp; &lt;given&gt;JOE&lt;/given&gt;<br />
&nbsp; &nbsp; &nbsp; &lt;/n&gt;<br />
&nbsp; &nbsp; &lt;/name&gt;<br />
&nbsp; &lt;/person&gt;<br />
</p>

<p>
If Joe doesn't already have an account, the script can (optionally) create an account for him.</p>


<p>
Let's now look at the membership, adding the person to the course:</p><p>
</p>

<p>
&nbsp; &lt;membership&gt;<br />
&nbsp; &nbsp; &lt;sourcedid&gt;<br />
&nbsp; &nbsp; &nbsp; &lt;source&gt;MyDataSystem&lt;/source&gt;<br />
&nbsp; &nbsp; &nbsp; &lt;id&gt;MOODLE101&lt;/id&gt;<br />
&nbsp; &nbsp; &lt;/sourcedid&gt;<br />
&nbsp; &nbsp; &lt;member&gt;<br />
&nbsp; &nbsp; &nbsp; &lt;sourcedid&gt;<br />
&nbsp; &nbsp; &nbsp; &nbsp; &lt;source&gt;MyDataSystem&lt;/source&gt;<br />
&nbsp; &nbsp; &nbsp; &nbsp; &lt;id&gt;jmoodle&lt;/id&gt;<br />
&nbsp; &nbsp; &nbsp; &lt;/sourcedid&gt;<br />
&nbsp; &nbsp; &nbsp; &lt;role roletype=&quot;01&quot;&gt;<br />
&nbsp; &nbsp; &nbsp; &nbsp; &lt;status&gt;1&lt;/status&gt;<br />
&nbsp; &nbsp; &nbsp; &nbsp; &lt;extension&gt;&lt;cohort&gt;unit 2&lt;/cohort&gt;&lt;/extension&gt;<br />
&nbsp; &nbsp; &nbsp; &lt;/role&gt;<br />
&nbsp; &nbsp; &lt;/member&gt;<br />
&nbsp; &lt;/membership&gt;<br />
</p>

<p>
The IMS Enterprise specification does offer a facility for specifying start/end dates for enrolments, so those can be included using the &lt;timeframe&gt; tag if needed.</p><p>
</p>

<p>
If a person is already added to a group within the course, the script won't actually modify that. If they are not grouped, however, then the specified grouping will be applied.</p><p>

