<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_emaildescription'] = 'ในการสมัครเป็นสมาชิกนั้น ผู้สมัครจะได้รับการอนุมัติ ผ่านอีเมล ซึ่งเป็นค่าที่ตั้งไว้ของระบบ เมื่อผู้สมัครเลือก ชื่อ และ รหัสผ่านแล้ว ระบบจะทำการส่งอีเมลไปยัง อีเมลของสมาชิกนั้น อีเมลนี้จะมีลิงก์กลับไปยังหน้าหลักของหน้า ซึ่งจะเป็นการยืนยันว่า อีเมลดังกล่าวใช้ได้จริง  หลังจากนั้นสมาชิก สามารถล็อกอินโดยใช้ชื่อและรหัสผ่านเว็บ';
$string['auth_emailtitle'] = 'ใช้วิธีอนุมัติผ่านอีเมล';