<p align="center"><strong>&Kappa;&#972;&sigma;&tau;&omicron;&sigmaf; &sigma;&epsilon;&iota;&rho;&#940;&sigmaf; &mu;&alpha;&theta;&eta;&mu;&#940;&tau;&omega;&nu;</strong></p>
<p align="left">&Epsilon;&#940;&nu; &omicron; &delta;&iota;&kappa;&tau;&upsilon;&alpha;&kappa;&#972;&sigmaf; &tau;&#972;&pi;&omicron;&sigmaf; &#941;&chi;&epsilon;&iota; &delta;&iota;&alpha;&mu;&omicron;&rho;&phi;&omega;&theta;&epsilon;&#943; &gamma;&iota;&alpha; &nu;&alpha; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&epsilon;&#943; &mu;&iota;&alpha; &mu;&#941;&theta;&omicron;&delta;&omicron; &epsilon;&gamma;&gamma;&rho;&alpha;&phi;&#942;&sigmaf; &pi;&omicron;&upsilon;  &alpha;&pi;&alpha;&iota;&tau;&epsilon;&#943; &tau;&eta;&nu; &pi;&lambda;&eta;&rho;&omega;&mu;&#942; (&#972;&pi;&omega;&sigmaf; &eta; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha; Paypal), 
  &tau;&#972;&tau;&epsilon; &mu;&pi;&omicron;&rho;&epsilon;&#943;&tau;&epsilon; &nu;&alpha; &epsilon;&iota;&sigma;&alpha;&gamma;&#940;&gamma;&epsilon;&tau;&epsilon; 
  &epsilon;&delta;&#974; &tau;&eta;&nu; &chi;&rho;&eta;&mu;&alpha;&tau;&iota;&kappa;&#942; &alpha;&xi;&#943;&alpha; &gamma;&iota;&alpha; &tau;&eta;&nu; &sigma;&epsilon;&iota;&rho;&#940; &mu;&alpha;&theta;&eta;&mu;&#940;&tau;&omega;&nu;  &chi;&omega;&rho;&#943;&sigmaf; &tau;&omicron; &sigma;&#973;&mu;&beta;&omicron;&lambda;&omicron; 
  &tau;&omicron;&upsilon; &nu;&omicron;&mu;&#943;&sigma;&mu;&alpha;&tau;&omicron;&sigmaf; (&tau;&omicron; &nu;&#972;&mu;&iota;&sigma;&mu;&alpha; &tau;&#943;&theta;&epsilon;&tau;&alpha;&iota; 
  &sigma;&epsilon; &#940;&lambda;&lambda;&omicron; &sigma;&eta;&mu;&epsilon;&#943;&omicron; &sigma;&tau;&omicron; plugin &#39;&#39;&epsilon;&gamma;&gamma;&rho;&alpha;&phi;&#942;&#39;&#39;). &Pi;&alpha;&rho;&alpha;&delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&omicron;&sigmaf; &chi;&#940;&rho;&iota;&nu;,  19.95.</p>
<p align="left">&Epsilon;&#940;&nu; &tau;&omicron; &pi;&epsilon;&delta;&#943;&omicron; &kappa;&#972;&sigma;&tau;&omicron;&upsilon;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; &kappa;&epsilon;&nu;&#972;, 
  &tau;&#972;&tau;&epsilon; &omicron; &tau;&rho;&#972;&pi;&omicron;&sigmaf; &pi;&lambda;&eta;&rho;&omega;&mu;&#942;&sigmaf; &delta;&epsilon;&nu; &theta;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &epsilon;&mu;&phi;&alpha;&nu;&#942;&sigmaf; &kappa;&alpha;&iota; &tau;&omicron; <span lang="en-us" xml:lang="en-us">interface 
    (</span>&delta;&iota;&epsilon;&pi;&alpha;&phi;&#942;) - &delta;&eta;&lambda;&alpha;&delta;&#942; &alpha;&upsilon;&tau;&#972; &pi;&omicron;&upsilon; &theta;&alpha; &beta;&lambda;&#941;&pi;&epsilon;&iota; &kappa;&#940;&pi;&omicron;&iota;&omicron;&sigmaf; &sigma;&tau;&eta;&nu; &sigma;&upsilon;&gamma;&kappa;&epsilon;&kappa;&rho;&iota;&mu;&#941;&nu;&eta; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;, 
  &theta;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &omicron;&iota; &#940;&lambda;&lambda;&omicron;&iota; &tau;&rho;&#972;&pi;&omicron;&iota; &epsilon;&gamma;&gamma;&rho;&alpha;&phi;&#942;&sigmaf; &#972;&pi;&omega;&sigmaf; &pi;.&chi;. &tau;&alpha; &kappa;&lambda;&epsilon;&iota;&delta;&iota;&#940; 
  (&kappa;&omega;&delta;&iota;&kappa;&omicron;&#943;), &#942; &eta; <span lang="en-us" xml:lang="en-us">manual</span><span lang="bg" xml:lang="bg"> </span> &delta;&eta;&lambda;&alpha;&delta;&#942; &eta; &alpha;&upsilon;&tau;&#972;&nu;&omicron;&mu;&eta; &epsilon;&gamma;&gamma;&rho;&alpha;&phi;&#942; &alpha;&pi;&#972; &tau;&omicron;&nu; &chi;&rho;&#942;&sigma;&tau;&eta;.</p>
<p align="left">&Epsilon;&#940;&nu; &tau;&omicron; &pi;&epsilon;&delta;&#943;&omicron; &tau;&omicron;&upsilon; &kappa;&#972;&sigma;&tau;&omicron;&upsilon;&sigmaf; &Delta;&Epsilon;&Nu; &epsilon;&#943;&nu;&alpha;&iota; &kappa;&epsilon;&nu;&#972;, 
  &tau;&#972;&tau;&epsilon; &sigma;&tau;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &pi;&omicron;&upsilon; 
  &theta;&alpha; &pi;&rho;&omicron;&sigma;&pi;&alpha;&theta;&#942;&sigma;&omicron;&upsilon;&nu;  &nu;&alpha; &epsilon;&gamma;&gamma;&rho;&alpha;&phi;&omicron;&#973;&nu; &theta;&alpha; 
  &tau;&omicron;&upsilon;&sigmaf; &epsilon;&mu;&phi;&alpha;&nu;&#943;&zeta;&epsilon;&tau;&alpha;&iota; &eta; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &nu;&alpha; &pi;&lambda;&eta;&rho;&#974;&sigma;&omicron;&upsilon;&nu; &gamma;&iota;&alpha; &nu;&alpha; &epsilon;&gamma;&gamma;&rho;&alpha;&phi;&omicron;&#973;&nu; &sigma;&tau;&omicron; &mu;&#940;&theta;&eta;&mu;&alpha;.</p>
<p align="left">&Epsilon;&#940;&nu; &epsilon;&iota;&sigma;&#940;&gamma;&epsilon;&tau;&epsilon; &Epsilon;&Pi;&Iota;&Sigma;&Eta;&Sigma; &#941;&nu;&alpha; &kappa;&lambda;&epsilon;&iota;&delta;&#943; &epsilon;&gamma;&gamma;&rho;&alpha;&phi;&#942;&sigmaf; &sigma;&tau;&iota;&sigmaf; 
  &rho;&upsilon;&theta;&mu;&#943;&sigma;&epsilon;&iota;&sigmaf; &tau;&omicron;&upsilon; &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&omicron;&sigmaf;,  &omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &theta;&alpha; &#941;&chi;&omicron;&upsilon;&nu; &epsilon;&pi;&#943;&sigma;&eta;&sigmaf; &tau;&eta;&nu; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &nu;&alpha; 
  &epsilon;&gamma;&gamma;&rho;&alpha;&phi;&omicron;&#973;&nu; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&#974;&nu;&tau;&alpha;&sigmaf; &tau;&omicron; &kappa;&lambda;&epsilon;&iota;&delta;&#943; &pi;&omicron;&upsilon; &tau;&omicron;&upsilon;&sigmaf; &#941;&chi;&epsilon;&iota; &delta;&omicron;&theta;&epsilon;&#943;. &Alpha;&upsilon;&tau;&#972; &epsilon;&#943;&nu;&alpha;&iota; &chi;&rho;&#942;&sigma;&iota;&mu;&omicron; &epsilon;&#940;&nu; 
  &tau;&omicron; &mu;&#940;&theta;&eta;&mu;&alpha; &tau;&omicron; &pi;&alpha;&rho;&alpha;&kappa;&omicron;&lambda;&omicron;&upsilon;&theta;&omicron;&#973;&nu; &#940;&tau;&omicron;&mu;&alpha; &pi;&omicron;&upsilon; &pi;&lambda;&eta;&rho;&#974;&nu;&omicron;&upsilon;&nu; &alpha;&lambda;&lambda;&#940; &kappa;&alpha;&iota; &#940;&tau;&omicron;&mu;&alpha; &pi;&omicron;&upsilon; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &tau;&omicron; 
  &pi;&alpha;&rho;&alpha;&kappa;&omicron;&lambda;&omicron;&upsilon;&theta;&#942;&sigma;&omicron;&upsilon;&nu; &delta;&omega;&rho;&epsilon;&#940;&nu;.</p>
