<p align="center"><b>&Pi;&rho;&omicron;&kappa;&alpha;&theta;&omicron;&rho;&iota;&sigma;&mu;&#941;&nu;&omicron;&sigmaf; &Rho;&#972;&lambda;&omicron;&sigmaf;</b></p>
<p>&Alpha;&upsilon;&tau;&#972;&nu; &tau;&omicron;&nu; <strong>&rho;&#972;&lambda;&omicron;</strong> &#941;&chi;&omicron;&upsilon;&nu; &tau;&alpha; &#940;&tau;&omicron;&mu;&alpha;, &#972;&tau;&alpha;&nu; &delta;&epsilon;&nu; &tau;&omicron;&upsilon;&sigmaf; &#941;&chi;&epsilon;&iota; &alpha;&pi;&omicron;&delta;&omicron;&theta;&epsilon;&#943; &kappa;&#940;&pi;&omicron;&iota;&omicron;&sigmaf; &iota;&delta;&iota;&alpha;&#943;&tau;&epsilon;&rho;&omicron;&sigmaf; &rho;&#972;&lambda;&omicron;&sigmaf;, &#972;&pi;&omega;&sigmaf; &pi;.&chi;. &#972;&tau;&alpha;&nu; &kappa;&#940;&pi;&omicron;&iota;&omicron; &#940;&tau;&omicron;&mu;&omicron; &epsilon;&gamma;&gamma;&rho;&#940;&phi;&epsilon;&tau;&alpha;&iota; &mu;&#972;&nu;&omicron;&sigmaf; &tau;&omicron;&upsilon; &sigma;&tau;&omicron; &mu;&#940;&theta;&eta;&mu;&#940; &sigma;&alpha;&sigmaf;, &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&#974;&nu;&tau;&alpha;&sigmaf; &#941;&nu;&alpha; &kappa;&omega;&delta;&iota;&kappa;&#972;.</p>
<p>&Chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&epsilon;&#943;&tau;&alpha;&iota; &epsilon;&pi;&#943;&sigma;&eta;&sigmaf; &omega;&sigmaf; &pi;&rho;&omicron;&epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &alpha;&pi;&#972; &tau;&omicron; plugin &tau;&eta;&sigmaf; &epsilon;&gamma;&gamma;&rho;&alpha;&phi;&#942;&sigmaf;, &pi;&omicron;&upsilon; 
  &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&iota; &tau;&eta;&nu; &epsilon;&gamma;&gamma;&rho;&alpha;&phi;&#942; &sigma;&epsilon;  &alpha;&upsilon;&tau;&#942;&nu; &tau;&eta;&nu; &sigma;&epsilon;&iota;&rho;&#940; &mu;&alpha;&theta;&eta;&mu;&#940;&tau;&omega;&nu; &beta;&alpha;&sigma;&iota;&zeta;&#972;&mu;&epsilon;&nu;&omicron; (&tau;&omicron; <span lang="en-us" xml:lang="en-us">plugin)</span> &sigma;&epsilon; &delta;&epsilon;&delta;&omicron;&mu;&#941;&nu;&alpha; &pi;&omicron;&upsilon; &#941;&chi;&epsilon;&iota; &alpha;&pi;&#972; &#940;&lambda;&lambda;&alpha; &sigma;&upsilon;&sigma;&tau;&#942;&mu;&alpha;&tau;&alpha; <span lang="en-us" xml:lang="en-us">Moodle</span><span lang="bg" xml:lang="bg"> </span>&#942; &#940;&lambda;&lambda;&alpha; &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&alpha;.</p>
<p>&Tau;&iota;&sigmaf; &pi;&epsilon;&rho;&iota;&sigma;&sigma;&#972;&tau;&epsilon;&rho;&epsilon;&sigmaf; &phi;&omicron;&rho;&#941;&sigmaf; &alpha;&upsilon;&tau;&#972; &theta;&alpha; &beta;&rho;&#943;&sigma;&kappa;&epsilon;&tau;&alpha;&iota; &sigma;&tau;&eta;&nu; &pi;&rho;&omicron;&epsilon;&pi;&iota;&lambda;&epsilon;&gamma;&mu;&#941;&nu;&eta; &theta;&#941;&sigma;&eta; &pi;&omicron;&upsilon; &epsilon;&#943;&nu;&alpha;&iota; 
  &gamma;&iota;&#39; &alpha;&upsilon;&tau;&#972;&nu; &tau;&omicron;&nu; &delta;&iota;&kappa;&tau;&upsilon;&alpha;&kappa;&#972; &tau;&#972;&pi;&omicron;, &#941;&tau;&sigma;&iota; &#974;&sigma;&tau;&epsilon; &omicron; &delta;&iota;&alpha;&chi;&epsilon;&iota;&rho;&iota;&sigma;&tau;&#942;&sigmaf; &tau;&omicron;&upsilon; &delta;&iota;&kappa;&tau;&upsilon;&alpha;&kappa;&omicron;&#973; &tau;&#972;&pi;&omicron;&upsilon; &nu;&alpha; 
  &alpha;&pi;&omicron;&phi;&alpha;&sigma;&#943;&sigma;&epsilon;&iota; &tau;&omicron;&nu; <b>&rho;&#972;&lambda;&omicron;</b> &tau;&omicron;&upsilon; &chi;&rho;&#942;&sigma;&tau;&eta; &gamma;&iota;&alpha; &#972;&lambda;&alpha; &tau;&alpha; &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&alpha;.</p>
