<p align="center"><strong>&Pi;&epsilon;&rho;&#943;&omicron;&delta;&omicron;&sigmaf; &epsilon;&gamma;&gamma;&rho;&alpha;&phi;&#942;&sigmaf;</strong></p>

<p align="left">&Alpha;&upsilon;&tau;&#942; &eta; &rho;&#973;&theta;&mu;&iota;&sigma;&eta; &kappa;&alpha;&theta;&omicron;&rho;&#943;&zeta;&epsilon;&iota; &tau;&omicron;&nu; &alpha;&rho;&iota;&theta;&mu;&#972; &eta;&mu;&epsilon;&rho;&#974;&nu; &pi;&omicron;&upsilon; &#941;&nu;&alpha;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;&sigmaf; 
  &pi;&alpha;&rho;&alpha;&mu;&#941;&nu;&epsilon;&iota; &epsilon;&gamma;&gamma;&epsilon;&gamma;&rho;&alpha;&mu;&mu;&#941;&nu;&omicron;&sigmaf; &sigma;&epsilon; &#941;&nu;&alpha; &mu;&#940;&theta;&eta;&mu;&alpha; (&xi;&epsilon;&kappa;&iota;&nu;&#974;&nu;&tau;&alpha;&sigmaf; &alpha;&pi;&#972; &tau;&eta; &sigma;&tau;&iota;&gamma;&mu;&#942; &pi;&omicron;&upsilon; &epsilon;&gamma;&gamma;&rho;&#940;&phi;&omicron;&nu;&tau;&alpha;&iota;).<br />
  &Epsilon;&#940;&nu; &alpha;&upsilon;&tau;&#942; &eta; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;&eta;&theta;&epsilon;&#943;, &tau;&#972;&tau;&epsilon; &omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &alpha;&upsilon;&tau;&#972;&mu;&alpha;&tau;&alpha; &delta;&iota;&alpha;&gamma;&rho;&#940;&phi;&omicron;&nu;&tau;&alpha;&iota; &mu;&epsilon;&tau;&#940; 
  &tau;&omicron; &pi;&#941;&rho;&alpha;&sigmaf; &tau;&omicron;&upsilon; &pi;&rho;&omicron;&kappa;&alpha;&theta;&omicron;&rho;&iota;&sigma;&mu;&#941;&nu;&omicron;&upsilon; &chi;&rho;&omicron;&nu;&iota;&kappa;&omicron;&#973; &delta;&iota;&alpha;&sigma;&tau;&#942;&mu;&alpha;&tau;&omicron;&sigmaf;. &Alpha;&upsilon;&tau;&#972; &epsilon;&#943;&nu;&alpha;&iota; &pi;&omicron;&lambda;&#973; &chi;&rho;&#942;&sigma;&iota;&mu;&omicron; &gamma;&iota;&alpha; 
  &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&alpha; &chi;&omega;&rho;&#943;&sigmaf; &sigma;&upsilon;&gamma;&kappa;&epsilon;&kappa;&rho;&iota;&mu;&#941;&nu;&omicron; &chi;&rho;&#972;&nu;&omicron; &#941;&nu;&alpha;&rho;&xi;&eta;&sigmaf; &#942; &tau;&#941;&lambda;&omicron;&upsilon;&sigmaf;.<br />
  &Epsilon;&#940;&nu; &delta;&epsilon;&nu; &tau;&omicron; &epsilon;&pi;&iota;&theta;&upsilon;&mu;&epsilon;&#943;&tau;&epsilon; &alpha;&upsilon;&tau;&#972;, &omicron; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;&sigmaf; &theta;&alpha; &pi;&alpha;&rho;&alpha;&mu;&epsilon;&#943;&nu;&epsilon;&iota; &epsilon;&gamma;&gamma;&epsilon;&gamma;&rho;&alpha;&mu;&mu;&#941;&nu;&omicron;&sigmaf; &sigma;&epsilon; &alpha;&upsilon;&tau;&#972; &tau;&omicron; 
  &mu;&#940;&theta;&eta;&mu;&alpha; &mu;&#941;&chi;&rho;&iota; &tau;&eta;&nu; &sigma;&tau;&iota;&gamma;&mu;&#942; &tau;&eta;&sigmaf; &chi;&epsilon;&iota;&rho;&omicron;&kappa;&#943;&nu;&eta;&tau;&eta;&sigmaf; &delta;&iota;&alpha;&gamma;&rho;&alpha;&phi;&#942;&sigmaf; &#942; &mu;&epsilon; &tau;&eta;&nu; &lambda;&epsilon;&iota;&tau;&omicron;&upsilon;&rho;&gamma;&#943;&alpha; &kappa;&alpha;&theta;&alpha;&rho;&iota;&sigma;&mu;&omicron;&#973; 
  &alpha;&pi;&omicron;&mu;&alpha;&kappa;&rho;&upsilon;&nu;&theta;&omicron;&#973;&nu; &omicron;&iota; &alpha;&nu;&epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&#943; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf;. <br />
  &Epsilon;&#940;&nu; &#941;&chi;&epsilon;&tau;&epsilon; &epsilon;&pi;&iota;&lambda;&#941;&xi;&epsilon;&iota; &nu;&alpha; &delta;&iota;&alpha;&chi;&epsilon;&iota;&rho;&iota;&sigma;&tau;&epsilon;&#943;&tau;&epsilon; &alpha;&upsilon;&tau;&#972; &tau;&omicron; &mu;&#940;&theta;&eta;&mu;&alpha; &omega;&sigmaf;  
  &mu;&#940;&theta;&eta;&mu;&alpha; meta, &eta; &pi;&epsilon;&rho;&#943;&omicron;&delta;&omicron;&sigmaf; &epsilon;&gamma;&gamma;&rho;&alpha;&phi;&#942;&sigmaf; &sigma;&alpha;&sigmaf; (&delta;&eta;&lambda;&alpha;&delta;&#942; &tau;&omicron; &chi;&rho;&omicron;&nu;&iota;&kappa;&#972; &delta;&iota;&#940;&sigma;&tau;&eta;&mu;&alpha; &pi;&omicron;&upsilon; &#941;&chi;&epsilon;&tau;&epsilon; 
  &theta;&#941;&sigma;&epsilon;&iota;) &delta;&epsilon;&nu; &theta;&alpha; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&eta;&theta;&epsilon;&#943;..</p>
