<p align="center"><strong>&Epsilon;&iota;&delta;&omicron;&pi;&omicron;&iota;&#942;&sigma;&epsilon;&iota;&sigmaf; &mu;&epsilon; &tau;&eta;&nu; &mu;&omicron;&rho;&phi;&#942; &mu;&eta;&nu;&#973;&mu;&alpha;&tau;&omicron;&sigmaf; &eta;&lambda;&epsilon;&kappa;&tau;&rho;&omicron;&nu;&iota;&kappa;&omicron;&#973; &tau;&alpha;&chi;&upsilon;&delta;&rho;&omicron;&mu;&epsilon;&#943;&omicron;&upsilon; &sigma;&tau;&omicron;&upsilon;&sigmaf; 
&kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#941;&sigmaf;</strong></p>

<p align="left">&Epsilon;&#940;&nu; &epsilon;&#943;&nu;&alpha;&iota; &epsilon;&nu;&epsilon;&rho;&gamma;&#942; &eta; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942;, &tau;&#972;&tau;&epsilon; &omicron;&iota; &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#941;&sigmaf; &epsilon;&iota;&delta;&omicron;&pi;&omicron;&iota;&omicron;&#973;&nu;&tau;&alpha;&iota; &mu;&epsilon; 
  &#941;&nu;&alpha; &sigma;&#973;&nu;&tau;&omicron;&mu;&omicron; &eta;&lambda;&epsilon;&kappa;&tau;&rho;&omicron;&nu;&iota;&kappa;&omicron;&#973; &tau;&alpha;&chi;&upsilon;&delta;&rho;&omicron;&mu;&epsilon;&#943;&omicron;&upsilon; &mu;&#942;&nu;&upsilon;&mu;&alpha;, &#972;&tau;&alpha;&nu; &omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &pi;&rho;&omicron;&sigma;&theta;&#941;&tau;&omicron;&upsilon;&nu; &#942; &epsilon;&nu;&eta;&mu;&epsilon;&rho;&#974;&nu;&omicron;&upsilon;&nu; &mu;&iota;&alpha; 
  &upsilon;&pi;&omicron;&beta;&alpha;&lambda;&lambda;&#972;&mu;&epsilon;&nu;&eta; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;&sigmaf;.</p>
<p align="left">&Mu;&#972;&nu;&omicron; &omicron;&iota; &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#941;&sigmaf; &pi;&omicron;&upsilon; &epsilon;&#943;&nu;&alpha;&iota; &sigma;&epsilon; &theta;&#941;&sigma;&eta; &nu;&alpha; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&omicron;&upsilon;&nu; &tau;&eta;&nu; 
  &sigma;&upsilon;&gamma;&kappa;&epsilon;&kappa;&rho;&iota;&mu;&#941;&nu;&eta; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942; 
  &epsilon;&iota;&delta;&omicron;&pi;&omicron;&iota;&omicron;&#973;&nu;&tau;&alpha;&iota;. &#904;&tau;&sigma;&iota;, &pi;&alpha;&rho;&alpha;&delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&omicron;&sigmaf; &chi;&#940;&rho;&iota;&nu;, &epsilon;&#940;&nu; &tau;&omicron; &mu;&#940;&theta;&eta;&mu;&alpha; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&epsilon;&#943; &chi;&omega;&rho;&iota;&sigma;&tau;&#941;&sigmaf; &omicron;&mu;&#940;&delta;&epsilon;&sigmaf; 
  &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu;, &tau;&#972;&tau;&epsilon; &omicron;&iota; &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#941;&sigmaf; &pi;&omicron;&upsilon; &#941;&chi;&omicron;&upsilon;&nu; &omicron;&rho;&iota;&sigma;&tau;&epsilon;&#943; &gamma;&iota;&alpha; &sigma;&upsilon;&gamma;&kappa;&epsilon;&kappa;&rho;&iota;&mu;&#941;&nu;&epsilon;&sigmaf; 
  &omicron;&mu;&#940;&delta;&epsilon;&sigmaf; &delta;&epsilon;&nu; &theta;&alpha; &lambda;&#940;&beta;&omicron;&upsilon;&nu; &omicron;&pi;&omicron;&iota;&alpha;&delta;&#942;&pi;&omicron;&tau;&epsilon; &epsilon;&iota;&delta;&omicron;&pi;&omicron;&#943;&eta;&sigma;&eta; &alpha;&pi;&#972; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &pi;&omicron;&upsilon; &alpha;&nu;&#942;&kappa;&omicron;&upsilon;&nu; &sigma;&epsilon; &#940;&lambda;&lambda;&epsilon;&sigmaf; 
  &omicron;&mu;&#940;&delta;&epsilon;&sigmaf;.</p>
<p align="left">&Gamma;&iota;&alpha; &delta;&rho;&alpha;&sigma;&tau;&eta;&rho;&iota;&#972;&tau;&eta;&tau;&epsilon;&sigmaf;, &pi;&omicron;&upsilon; &delta;&epsilon;&nu; &alpha;&pi;&alpha;&iota;&tau;&epsilon;&#943;&tau;&alpha;&iota; &eta; &sigma;&#973;&nu;&delta;&epsilon;&sigma;&eta; &mu;&epsilon; &tau;&omicron;&nu; &delta;&iota;&kappa;&tau;&upsilon;&alpha;&kappa;&#972; 
  &tau;&#972;&pi;&omicron; &tau;&omicron;&upsilon; &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&omicron;&sigmaf;, <span lang="en-us" xml:lang="en-us">e-mail</span> &delta;&epsilon;&nu; 
  &sigma;&tau;&#941;&lambda;&nu;&epsilon;&tau;&alpha;&iota; &pi;&omicron;&tau;&#941; &delta;&epsilon;&delta;&omicron;&mu;&#941;&nu;&omicron;&upsilon; &#972;&tau;&iota; &omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &delta;&epsilon;&nu; &upsilon;&pi;&omicron;&beta;&#940;&lambda;&lambda;&omicron;&upsilon;&nu; &pi;&omicron;&tau;&#941; &tau;&#943;&pi;&omicron;&tau;&alpha;.</p>
