<?PHP


$string['allowdeleting'] = 'ފުހުން ހުއްދަ';
$string['allowmaxfiles'] = 'އެންމެގިނައިން ފައިލް އަޕްލޯޑުކުރެވޭނެ ވަރު';
$string['allownotes'] = 'ނޯޓްތައް ހުއްދަ';
$string['allowresubmit'] = 'އަލުން ސަބްމިޓް ކުރުން ހުއްދަ';
$string['alreadygraded'] = 'އެސައިންމަންޓަށް ވަނީ ގްރޭޑް ދެވިފައި އަދި އަލުން އެސައިންމަންޓް ސަބްމިޓެއް ނުކުރެވޭނެ';
$string['assignment:grade'] = 'އެސައިންމަންޓް ގްރޭޑް ކުރުން';
$string['assignment:submit'] = 'އެސައިންމަންޓް ސަބްމިޓް ކުރުން';
$string['assignment:view'] = 'އެސައިންމަންޓް ބެލުން';
$string['assignmentdetails'] = 'އެސައިންމަންޓް ތަފްޞީލް';
$string['assignmentmail'] = '$a->teacher $a->assignment ގެ އެސައިންމަންޓަށް ފީޑްބެކް ދީފަ އެބައިން.

މި ފީޑްބެކް އެސައިންމަންޓް ސަބްމިޓް ކުރިބަޔަށް އިތުރުކުރެވިފަ ވާނެ:

$a->url';
$string['assignmentmailhtml'] = '$a->teacher <i>$a->assignment</i> ގެ އެސައިންމަންޓަށް ފީޑްބެކް ދީފަ އެބައިން.<br /><br />

މި ފީޑްބެކް <a href=\"$a->url\">އެސައިންމަންޓް ސަބްމިޓްކުރިބަޔަށް</a> އިތުރުކުރެވިފަ ވާނެ:';
$string['assignmentname'] = 'އެސައިންމަންޓް ނަން';
$string['assignmenttype'] = 'އެސައިންމަންޓް ވައްތަރު/ބާވަތް';
$string['availabledate'] = 'ލިބެން ހުރީ';
$string['cannotdeletefiles'] = 'މައްސަލައެއް ވަނީ ޖެހިފަ އަދި ފައިލްތައް ފުހެއެއް ނުލެވޭނެ';
$string['comment'] = 'ކޮމްންޓް';
$string['commentinline'] = 'އިންލައިން ކޮމެންޓް';
$string['configitemstocount'] = 'އޮންލައިން އެސައިންމަންޓްތަކަށް ދަރިވަރުން ލާ ސަބްމިޝަންތަކުން ގުނަންވީ އައިޓަމްތަކުގެ ވަނަވަރު';
$string['configmaxbytes'] = 'މުޅި ސައިޓުގައި ކޮންމެ އެސައިންމަންޓަކަށް ޑިފޯލްޓްކޮށް އިންނަ އެންމެ ބޮޑު ސައިޒު';
$string['configshowrecentsubmissions'] = 'ފަހުގެ ހަރަކާތްތަކުގެ ރިޕޯޓުގައި، ސަބްމިޝަންތަކުގެ ނޮޓިފިކޭޝަން އެންމެނަށްވެސް ފެންނާނެ';
$string['confirmdeletefile'] = 'މި ފައިލް ފުހެލަންވީތޯ ޔަޤީން ކޮށްލާ! <br /><strong>$a</strong>';
$string['deleteallsubmissions'] = 'ހުރިހާ ސަބްމިޓްތަކެއް ފުހެލާ';
$string['deletefilefailed'] = 'ފައިލް ފުހެއެއް ނުލެވުނު';
$string['description'] = 'ތަފްޞީލް';
$string['draft'] = 'ޑްރާފްޓް';
$string['duedate'] = 'ފަހު ތާރީޚް';
$string['duedateno'] = 'ފަހު ތާރީޚެއް ނެތް';
$string['early'] = 'ކުރިން $a';
$string['editmysubmission'] = 'އަމިއްލަ ސަބްމިޝަން ބަދަލުކުރުން';
$string['emailstudents'] = 'ދަރިވަރުންނަށް ފޮނުވާ އީމެއިލްގެ އިޝާރާތްތައް';
$string['emailteachermail'] = '$a->username ބަދަލު ގެނެސްފި
	އެސައިންމަންޓަށް  \'$a->assignment\'
	މިތަނުން ފެންނާނެ:
	$a->url';
$string['emailteachermailhtml'] = '$a->username ބަދަލު ގެނެސްފި
	އެސައިންމަންޓަށް  <i>\'$a->assignment\'</i><br /><br />
	އެ މިހާރު <a href=\"$a->url\"> ވެބްސައިޓުގައި މިހާރު ލިބެން ހުންނާނެ.';
$string['emailteachers'] = 'ޓީޗަރުންނަށް ފޮނުވާ އީމެއިލްގެ އިޝާރާތްތައް';
$string['emptysubmission'] = 'މިހާތަނަށް އެއްވެސް އެއްޗެއް ސަބްމިޓް ކުރެވިފައެއް ނެތް';
$string['enableemailnotification'] = 'އިޝާރާތުގެ އީމެއިލެއް ފުނުވާ';
$string['existingfiledeleted'] = 'ހުރި ފައިލްތައް މިހާރުވަނީ ފުހެލެވިފައި : $a';
$string['failedupdatefeedback'] = 'ޔޫސަރު $a ގެ ސަބްމިޝަންގެ ފީޑްބެކް އަޕްޑޭޓެއް ނުކުރެވުނު!';
$string['feedback'] = 'ޚިޔާލުތައް';
$string['feedbackfromteacher'] = '$a ގެ ޚިޔާލު';
$string['feedbackupdated'] = '$a މީހުންގެ ސަބްމިޝަން ފީޑްބެކް އަޕްޑޭޓް ކުރެވިއްޖެ';
$string['finalize'] = 'އިތުރު ސަބްމިޝަނެއް ނެތް';
$string['finalizeerror'] = 'މައްސަލައެއް ވަނީ ޖެހިފަ އަދި އެ ސަބްމިޝަން ފައިނަލައިޒްޑް އެއް ނުކުރެވުނު';
$string['graded'] = 'ގްރޭޑް ކުރެވިފައި';
$string['guestnosubmit'] = 'ސޮރީ، އެއްވެސް ގެސްޓް ޔޫސަރަކަށް އެސައިންމަންޓް ސަބްމިޓެއް ނުކުރެވޭނެ. ޖެހޭނީ ޖަވާބު ސަބްމިޓް ކުރުމުގެ ކުރިން ލޮގް އިން/ރެޖިސްޓަރ ވާން';
$string['guestnoupload'] = 'ސޮރީ، ގެސްޓް ޔޫސަރުންނަށް އަޕްލޯޑެއް ނުކުރެވޭނެ';
$string['helpoffline'] = '</p>މޫޑުލްއިން ބޭރުން އެސައިންމަންޓްހެދިފަވާނަމަ މީ ވަރަށް މުހިންމު ކަމެއް.</p> </p>ދަރިވަރުންނަށް އެސައިންމަންޓުގެ ތަޢާރަފެއް ފެންނާނެ އެކަމު ފައިލެއް އަޕްލޯޑެއް ނުކުރެވޭނެ. ގްރޭޑިން ބަރާބަރަށް މަސައްކަތް ކުރާނެ އަދި ދަރިވަރުންނަށް ގުރޭޑުތަކުގެ ނޮޓިފިކޭޝަން ލިބޭނެ.</p>';
$string['helponline'] = '<p> މި އެސައިންމަންޓުގެ ބާވަތް، ޔޫސަރުން ގާތު އަހާނީ ލިޔުންކޮޅު ބަދަލުކުރަން އާދައިގެ ވަޞީލަތްތައް ބޭނުންކޮށްގެން. މުދައްރިސުންނަށް އޮންލައިންކޮށް އެ ގްރޭޑްކުރެވޭނެ އަދި ބަދަލުގެނެސް ކޮމެންޓްވެސް ކުރެވޭނެ. </p>';
$string['helpupload'] = '<p> މި ބާވަތުގެ އެސައިންމަންޓުގައި ކޮންމެ ބައިވެރިއަކަށްވެސް ބޭނުން ފޯމެޓެއްގެ ފައިލެއް ނުވަތަ ފައިލްތަކެއް އަޕްލޯޑުކުރެވިދާނެ. އޭގެ ތެރޭގައި ވާޑް ފައިލް، ޒިޕް ފައިލް، ފޮޓޮއެއް ނުވަތަ އެހެން ކޮންމެ އެއްޗެއްވެސް. </p> <p> މި ބާވަތުގައި ބައިވަރު ފައިލް ހިމެނިދާނެ. </p> <p> ބައިވެރިން ބޭނުންނަމަ އެމީހުން ސަބްމިޓްކުރި ފައިލްތަކުގެ ކުރު ތަޢާރަފެއް، މިހާރު ފައިލްގައި މަސައްކަތް ގޮސްއިން ހިސާބު ނުވަތަ އެހެން ބޭނުން މަޢުލޫމާތެއްވެސް ލެވިދާނެ.</p> ނުނިމި ހުރި ފައިލްތައް ޑްރާފްޓުގެ ގޮތުގައި ފާހަގަ ކުރެވޭނެ. ގްރޭޑު ނުކުރެވި ހުރި ކޮންމެ އެސައިންމަންޓެއްވެސް ޑްރާފްޓުގައި ހުރި ގޮތަށް ބަދަލުކުރެވޭނެ. </p>';
$string['helpuploadsingle'] = '<p> މި އެސައިންމަންޓުގެ ބާވަތުގައި، ކޮންމެ ބައިވެރިއަކަށްވެސް ކޮންމެ ވައްތަރެއްގެ ފައިލެއްވެސް އަޕްލޯޑުކުރެވިދާނެ.</p><p> އޭގެ ތެރޭގައި ވާޑް ފައިލް، ޒިޕް ފައިލް، ފޮޓޮއެއް ނުވަތަ އެހެން ކޮންމެ އެއްޗެއްވެސް. </p>';
$string['hideintro'] = 'ލިބެން ހުރި ދުވަހުގެ ކުރިން ތަފްޞިލްތައް ފޮރުވާ';
$string['itemstocount'] = 'ޢަދަދު';
$string['late'] = '$a ލަސް';
$string['maximumgrade'] = 'އެންމެ މަތީ ގްރޭޑް';
$string['maximumsize'] = 'އެންމެ ބޮޑު ސައިޒު';
$string['modulename'] = 'އެސައިންމަންޓް';
$string['modulenameplural'] = 'އެސައިންމަންޓްތައް';
$string['newsubmissions'] = 'ސަބްމިޓް ކުރި އެސައިންމަންޓްތައް';
$string['noassignments'] = 'މިހާތަނަށް އެއްވެސް އެސައިންމަންޓެއް ނެތް';
$string['noattempts'] = 'މި އެސައިންމަންޓަކަށް އެއްވެސް މަސައްކަތެއް ކުރެވިފައެއް ނެތް';
$string['nofiles'] = 'އެއްވެސް ފައިލެއް ސަބްމިޓް ކުރެވިފައެއް ނެތް';
$string['nofilesyet'] = 'އެއްވެސް ފައިލެއް މިހާތަނަށް ސަބްމިޓެއް ނުކުރެ';
$string['nomoresubmissions'] = 'އިތުރަކަށް ސަބްމިޓެއް ނުކުރެވޭނެ';
$string['nosubmitusers'] = 'އެސައިންމަންޓް ސަބްމިޓް ކުރުމުގެ ހުއްދަލިބަފައި އިން އެއްވެސް ޔޫސަރަކު ނުފެނުނު';
$string['notavailableyet'] = 'އެސައިންމަންޓްގެ މަޢުލޫމާތުތަށް މިތަނުން ފެންނާނެ ތިރީގައި މިވާ ތާރީޚުން ފެށިގެން <br /> ސޮރީ، މި އެސައިންމަންޓް އަދި ފޯރުކޮށްދެވޭކަށް ނެތް';
$string['notes'] = 'ނޯޓުތައް';
$string['notesempty'] = 'ނުވަދެވޭނެ';
$string['notesupdateerror'] = 'ނޯޓުތައް އަޕްޑޭޓް ކުރުމުގެ ތެރޭގައި މައްސަލައެއް';
$string['notgradedyet'] = 'އަދި ގްރޭޑެއް ނުކުރެ';
$string['notsubmittedyet'] = 'އަދި ސަބްމިޓެއް ނުކުރެ';
$string['onceassignmentsent'] = 'އެސައިންމަންޓް މާކު ކުރުމަށް ލުމަށްފަހު، ފައިލެއް/ފައިލުތަކެއް އެޓެޗެއް ނުކުރެވޭނެ އަދި ފުހެއެއްވެސް ނުލެވޭނެ. ކުރިޔަށް ގެންދަން ބޭނުންތައް؟';
$string['overwritewarning'] = 'އިންޒާރު: ދެވަނަ ފަހަރަށް އަޕްލޯޑް ކުރުމުން މިހާރު ސަބްމިޓް ކުރެވިފައި އިން އެއްޗެއް ނީންނާނެ';
$string['pagesize'] = 'ޞަފުޙާ އަކަށް ދެއްކޭނޭ ސަބްމިޓް ކުރި އެއްޗެހީގެ ޢަދަދު';
$string['preventlate'] = 'ފަހުން ސަބްމިޓް ކުރެވިޔަ ނުދިނުން';
$string['quickgrade'] = 'އަވަހަށް ގްރޭޑް ކުރުން ހުއްދަ';
$string['responsefiles'] = 'ރައްދު ފައިލުތައް';
$string['reviewed'] = 'ރިވިއު';
$string['saveallfeedback'] = 'ހުރިހާ ޚިޔާލުތަކެއް ސޭވް ކުރޭ';
$string['sendformarking'] = 'މާކު ކުރަން ފޮނުވުން';
$string['showrecentsubmissions'] = 'އެންމެ ފަހުން ސަބްމިޓް ކޮށްފައިވާ އެއްޗެހިތައް ދައްކާ';
$string['submission'] = 'ސަބްމިޝަން';
$string['submissiondraft'] = 'ސަބްމިޝަން ޑްރާފްޓް';
$string['submissionfeedback'] = 'ސަބްމިޝަން ޚިޔާލު';
$string['submissions'] = 'ސަބްމިޝަންތައް';
$string['submissionsaved'] = 'ތިޔަކުރި ބަދަލުތައް މިހާރު ސެވް ކުރެވިއްޖެ';
$string['submissionsnotgraded'] = '$a ސަބްމިޝަން ގުރޭޑު ނުކުރެވި';
$string['submitassignment'] = 'މި ދައްކާ ބޭނުންކޮށްގެން އެސައިންމަންޓް ސަބްމިޓް ކުރޭ';
$string['submitedformarking'] = 'އެސައިންމަންޓް ވަނީ މާކު ކުރުމަށް ސަބްމިޓް ކުރެވިފައި އަދި އެސައިންމަންޓަށް ބަދަލެއް ނުގެނެވޭނެ';
$string['submitformarking'] = 'އެސައިންމަންޓް މާކް ކުރަން ދެވޭ ފައިނަލް ސަބްމިޝަން';
$string['submitted'] = 'ސަބްމިޓް ކޮށްފި';
$string['submittedfiles'] = 'ސަބްމިޓް ކޮށްފައިވާ ފައިލުތައް';
$string['trackdrafts'] = 'މާރކްކުރަން ފޮނުވެވޭގޮތަށް ހަދަން';
$string['typeoffline'] = 'އޮފްލައިން ހަރަކާތްތައް';
$string['typeonline'] = 'އޮންލައިން ލިއުން';
$string['typeupload'] = 'އެޑްވާންސްކޮށް ފައިލްތަކެއް އަޕްލޯޑްކުރަން';
$string['typeuploadsingle'] = 'އެންމެ ފައިލެއް އަޕްލޯޑް ކުރުން';
$string['unfinalize'] = 'ޑްރާފްޓަށް ބަދަލުކުރަން';
$string['unfinalizeerror'] = 'މައްސަލައެއް ދިމާވެއްޖެ އަދި ސަބްމިޝަން ޑްރާފަޓަށް ބަދަލެއް ނުކުރެވުނު';
$string['uploadbadname'] = 'މި ފައިލްގައި އާދަޔާޚިލާފު އަކުރުތަކެއް ހުރުމުގެ ސަބަބުން އަޕްލޯޑެއް ނުކުރެވުނު';
$string['uploadedfiles'] = 'އަޕްލޯޑް ކުރެވިފައިވާ ފައިލްތައް';
$string['uploaderror'] = 'ސާވަރުގައި ފައިލް ސޭވްކުރުމުގައި މައްސަލައެއްދިމާވެއްޖެ';
$string['uploadfailnoupdate'] = 'ފައިލް އަޕްލޯޑް ކުރެވިއްޖެ އެކަމު ސަބްމިޝަން އަޕްޑޭޓެއް ނުކުރެވުނު';
$string['uploadfiletoobig'] = 'ސޮރީ، ތި ފައިލް މާ ބޮޑު (އެންމެ ބޮޑު މިނަކީ $a ބައިޓް)';
$string['uploadnofilefound'] = 'އެއްވެސް ފައިލެއް ނުފެނުނު -  އަޕްލޯޑު ކުރަން ފައިލެއް ޚިޔާރު ކުރެވުނުތޯ ޔަޤީންކުރޭ!';
$string['uploadnotregistered'] = '$a ސަބްމިޝަންތައް އަޕްލޯޑު ކުރެވިއްޖެ އެކަމު ބައެއް ސަބްމިޝަންތައް ރެޖިސްޓަރއެއް ނުކުރެވުނު';
$string['uploadsuccess'] = 'އަޕްލޯޑް ކުރެވިއްޖެ  $a ކަމިޔާބާ އެކީ';
$string['viewfeedback'] = 'އެސައިންމަންޓްގެ ގްރެޑްތަކާއި ޚިޔާލު ބެލުން';
$string['viewsubmissions'] = 'ސަބްމިޓްކޮށްފައިވާ $a އެސައިންމަންޓު ބަލަން';
$string['yoursubmission'] = 'ސަބްމިޝަންތައް';

?>
