<?PHP


$string['sso_idp_description'] = 'ކަލޭގެ ޔޫސަރުން، $a މޫޑުލްސައިޓަށް ދާއިރު، ދެވަނަ ފަހަރަށް ލޮގިން ކުރުވަން ބޭނުންނުވާނަމަ، މި ހިދުމަތަތް ޕަބްލިޝަކުރޭ.
<ul><li><em>ބަރޯސާވުން</em>: $aއިން އެސްއެސްއޯ ސަރވިސްއަށް (ހިދުމަތްދޭ ފަރާތް) ސަބްސްކަރައިބް ކުރައްވަންވާނެ
ބޭނުންވަނީ $a ގައި ލޮގިންވެފަ ތިބި ޔޫސަރުންނަށް ކަލޭގެ ސައިޓް، ދެވަނަފަހަރަށް ލޮގިންނުވެ ބޭނުން ކުރެވޭގޮތަށް ހަދަންނަމަ، މި ހިދުމަތަށް ސަބްސްކުރައިބް ކުރޭ.
<ul><li><em>ބަރޯސާވުން</em>: $aއިން އެސްއެސްއޯ ސަރވިސް (ހިދުމަތްދޭ ދޭފަރާތް) ޝާއިޢު ކުރައްވަންވާނެ.';
$string['sso_idp_name'] = 'އެސް އެސް އޯ (އައިޑެންޓިޓީ ދޭ ފަރާތް)';
$string['sso_mnet_login_refused'] = 'ޔޫސަރނޭމް $a[0]  އަކަށް ހުއްދައެއް ލިބިފައެއް ނެތް $a[1] އަކުން ލޮގިންވާކަށް';
$string['sso_sp_description'] = 'ބޭނުންވަނީ $a ގައި ލޮގިންވެފަ ތިބި ޔޫސަރުންނަށް ކަލޭގެ ސައިޓް، ދެވަނަފަހަރަށް ލޮގިންނުވެ ބޭނުން ކުރެވޭގޮތަށް ހަދަންނަމަ، މި ހިދުމަތަށް ޕަބްލިޝްކުރޭ.
<ul><li><em>ބަރޯސާވުން</em>: $aއިން އެސްއެސްއޯ ސަރވިސްއަށް(އައިޑެންޓިޓީ ދޭފަރާތް) ސަބްސްކަރައިބް ކުރައްވަންވާނެ
ކަލޭގެ ޔޫސަރުން، $a މޫޑުލްސައިޓަށް ދާއިރު، ދެވަނަ ފަހަރަށް ލޮގިން ކުރުވަން ބޭނުންނުވާނަމަ، މި ހިދުމަތަށް ސަބްސްކްރައިބްކުރޭ.
<ul><li><em>ބަރޯސާވުން</em>: $aއިން އެސްއެސްއޯ ސަރވިސް (އައިޑެންޓިޓީ ދޭފަރާތް) ޝާއިޢު ކުރައްވަންވާނެ.';
$string['sso_sp_name'] = 'އެސް އެސް އޯ (ހިދުމަތް ދޭ ފަރާތް)';

?>
