<?PHP


$string['bestgrade'] = 'އެންމެ މަތީ ގްރޭޑް';
$string['bestgrades'] = '$a އެންމެ މަތީ ގްރޭޑް';
$string['bestgroupgrade'] = 'އެންމެ މަތީ ގްރޭޑް ހިމެނޭ ގްރޫޕް';
$string['bestgroupgrades'] = '$a ގްރޫޕްތައް އެންމެ މަތި އެވްރެޖާއެކު';
$string['config_format_absolute'] = 'އެބްސޮލިއުޓް ނަންބަރުތައް';
$string['config_format_fraction'] = 'ފްރެކްޝަންތައް';
$string['config_format_percentage'] = 'ޕަސަންޓޭޖުތައް';
$string['config_grade_format'] = 'ގްރޭޑްތައް ދައްކަންވީ:';
$string['config_name_format'] = 'ދެއްކިފަހުރި ނަތީޖާ ތަކުގެ ޕްރައިވެސީ ލެވެލް';
$string['config_names_anon'] = 'އެނޮނިމަސް ނަތީޖާތައް';
$string['config_names_full'] = 'ފުރިހަމަ ނަން ދައްކާ';
$string['config_names_id'] = 'ހަމައެކަނި ID ނަންބަރުތައް ދައްކާ';
$string['config_no_quizzes_in_course'] = 'މި ކޯހުގައި އެއްވެސް ކުއިޒުގެ ހަރަކާތެއް ނެތް. މި ބުލޮކު ރަނގަޅަށް ބޭނުން ކުރަން ފެށުމުގެ ކުރިން މަދުވެގެން އެއް ކުއިޒު ލާން ޖެހޭނެ.';
$string['config_select_quiz'] = 'މި ބުލޮކުގައި ނަތީޖާ ދައްކަންވީ ކޮން ކުއިޒަކުންތަ؟';
$string['config_show_best'] = 'އެންމެ މަތީ ގުރޭޑުތަކުން ދައްކަންވީ ޢަދަދު (ޑިސްއޭބަލު ކުރުމަށް 0 ޖަހާ)؟';
$string['config_show_worst'] = 'އެންމެ ދަށް ގުރޭޑުތަކުން ދައްކަންވީ ޢަދަދު (ޑިސްއޭބަލު ކުރުމަށް 0 ޖަހާ)؟';
$string['config_use_groups'] = 'ދަރިވަރުންގެ ބަދަލުގައި ގުރޭޑުތައް ދައްކާ (ހަމައެކަނި ކުއިޒުގައި ގުރޫޕުތައް ސަޕޯޓު ކުރާނަމަ)';
$string['configuredtoshownothing'] = 'މިވަގުތު މި ބުލޮކުގެ ކޮންފިގަރޭޝަން އެއްވެސް ނަތީޖާއެއް ދެއްކުމަކަށް ހުއްދައެއް ނުކުރޭ. ތިބާ ބޭނުން ވެދާނެ އެ ފޮރުވަން ނުވަތަ ކޮންފިގާ ކުރަން.';
$string['error_emptyquizid'] = 'މިވަގުތު މި ބުލޮކުގައި މައްސަލައެއް އެބައުޅެ: ނަތީޖާ ދައްކަންވީ ކޮން ކުއިޒަކުންކަން ހިޔާ ކުރަންޖެހޭނެ.';
$string['error_emptyquizrecord'] = 'މި ބްލޮކްގައި މިހާރު މައްސަލައެއް އެބައުޅޭ. ހިޔާރުކުރި ކުއިޒު ޑޭޓާބޭހުގައެއް ނެތް.';
$string['error_nogroupsexist'] = 'މި ބްލޮކްގައި މިހާރު މައްސަލައެއް އެބައުޅޭ. ގްރޭޑްތައް ދައްކަން ޖެހެނީ ގްރޫޕްކޮށް އެކަމަކު ކޯހުގައި ގްރޫޕެއް ހެދިފައެއް ނެތް';
$string['formaltitle'] = 'ކުއިޒުގެ ނަތީޖަ';
$string['worstgrade'] = 'އެންމެ ދަށް ގްރޭޑް';
$string['worstgrades'] = '$a އެންމެ ދަށް ގްރޭޑް';
$string['worstgroupgrade'] = 'އެންމެދަށް އެވްރެޖް ލިބުނު ގްރޫޕް';
$string['worstgroupgrades'] = 'އެންމެ ދަށް އެވްރެޖް ލިބުނު $a ގްރޫޕްތައް';

?>
