<?PHP


$string['addentry'] = 'އަމިއްލައަށް އާންމުކޮށް ބޭނުން ކުރާ ބަސްތަށް އިތުރުކޮށްލާ';
$string['askaddentry'] = 'ޔޫސަރުންނަށް ގްލޮސަރީއަށް އެންޓްރީ އިތުރުކުރެވޭނަމަ، މި ލިޔުންކޮޅު ހިމެނޭ ގޮތަށް ލިންކެއް ދައްކާ';
$string['askinvisible'] = 'ޔޫސަރުންނަށް ގްލޮސަރީ ނުބެލޭ ނުވަތަ ބަދަލެއް ނުގެނެވޭނަމަ މި ލިޔުންކޮޅު ދައްކާ (ލިންކް ބޭނުންނުކޮށް)';
$string['askviewglossary'] = 'ޔޫސަރުންނަށް ގްލޮސަރީ ބެލޭ އެކަމު އެންޓީރީއެއް އިތުރުނުކުރެވޭނަމަ، މި ލިޔުންކޮޅު ހިމެނޭ ގޮތަށް ލިންކެއް ދައްކާ';
$string['blockname'] = 'ރެންޑޮމް ގްލޮސަރީ އެންޓްރީ';
$string['intro'] = 'މި ކޯހުގައި މަދުގެވެސް އެއް އެންޓްރީއިން އިން މަދުވެގެން އެއް ގްލޮސަރީ އިންތޯ ޔަޤީންކޮށްލާ. އެހެރުން ތިރީގައިވާ ސެޓިންގސް ބަދަލުކުރެވޭނެ.';
$string['invisible'] = '(އަދި ކުރިޔަށް ގެންދެވޭނެ)';
$string['lastmodified'] = 'އެންމެފަހުން މޮޑިފައި ކުރި އެންޓްރީ';
$string['nextone'] = 'ދެންޖެހިގެން އިން އެންޓްރީ';
$string['noentriesyet'] = 'ތި ފާހަނގަކުރި ގްލޮސަރީގައި އަދި އެއްވެސް އެންޓްރީއެއްނެތް';
$string['notyetconfigured'] = 'އެޑިޓްކުރާ އައިކަން ބޭނުންކޮށްގެން މި ބޮލޮކް އެޑިޓް ކޮށްލާ';
$string['notyetglossary'] = 'ޚިޔާރުކުރުމަށްޓަކައި މަދުވެގެން އެއް ގޮލޮސަރީ އިންނަންވާނެ';
$string['random'] = 'ރެންޑޮމް އެންޓްރީ';
$string['refresh'] = 'އައު އެންޓްރީއެއް އިޚްތިޔާރު ކުރެވޭނީ މިހާ ދުވަސް ވުމުން';
$string['select_glossary'] = 'މި ގޮލޮސަރީ އިން އެންޓްރީތައް ނަގާ';
$string['showconcept'] = 'ކޮންމެ އެންޓްރީއެއްގެ ކޮންސެޕްޓް (ސުރުޚީ) ދައްކާ';
$string['title'] = 'ސުރުޚީ';
$string['type'] = 'އައު އެންޓްރީއެއް ޚިޔާރުކުރެވޭ ގޮތް';
$string['viewglossary'] = 'އަދި އިތުރު ބަސްތައް';
$string['whichfooter'] = 'މި ބްލޮކާ ގުޅުންހުރި ގްލޮސަރީގެ ހަރަކާތްތަކާ ގުޅުވާ ލިންކްތަކެއް ދެއްކިދާނެ. އެ ބްލޮކްގައި ފެންނަން ހުންނާނީ ގްލޮސަރީގައި އެނޭބަލްކޮށްފަ ހުރި އެކްޝަންތައް';

?>
