<?PHP


$string['addnewentry'] = 'އައު އެންޓްރީއެއް ލުމަށް';
$string['backupblogshelp'] = 'އެނޭބަލްކޮށްފިނަމަ، އޮޓޯއިން ސައިޓުގެ ބެކަޕް ނެގޭއިރު ބްލޮގުވެސް ހިމެނޭނެ';
$string['blockmenutitle'] = 'ބްލޮގުގެ މެނު';
$string['blocktagstitle'] = 'ބްލޮގުގެ ޓެގުތައް';
$string['blocktitle'] = 'ބްލޮގް ޓެގުގެ ބްލޮކް ޓައިޓްލް';
$string['blog'] = 'ބްލޮގް';
$string['blogdeleteconfirm'] = 'މި ބްލޮގް ޑިލީޓުކޮށްލަންވީ؟';
$string['blogpreferences'] = 'ބްލޮގްގެ ޕްރިފެރެންސް';
$string['blogs'] = 'ބްލޮގްތައް';
$string['blogtags'] = 'ބްލޮގުގެ ޓެގުތައް';
$string['courseblog'] = 'ކޯސް ބްލޮގް: $a';
$string['courseblogs'] = 'ޔޫސަރުންނަށް އެހެންމީހެއްގެ ބްލޮގް ފެންނާނީ އެމީހަކާ އެއްކޯހެއްގައި އުޅޭނަމަ';
$string['deleteotagswarn'] = 'ހުރިހާ ބްލޮގް ޕޯސްޓްތަކުންނާއި ސިސްޓަމުން މި ޓެގުތައް <br /> ފުހެލަންބޭނުންވާކަން ޔަޤީންކޮށްލާ!';
$string['disableblogs'] = 'ބްލޮގް ސިސްޓަމް އެއްކޮށް ޑިސްއޭބަލް ކޮށްލަން';
$string['emptybody'] = 'ބްލޮގުގެ އެންޓްރީ ބޮޑީ ހުސްކޮށް އިނދެގެން ނުވާނެ';
$string['emptytitle'] = 'ބްލޮގުގެ އެންޓްރީ ޓައިޓްލް ހުސްކޮށް އިނދެގެން ނުވާނެ';
$string['entrybody'] = 'ބްލޮގުގެ އެންޓްރީ ބޮޑީ';
$string['entrybodyonlydesc'] = 'އެންޓްރީގެ މައުލޫމަތު';
$string['entryerrornotyours'] = 'މި އެންޓްރީ އަކީ ކަލޭގެ އެންޓްރީއެއްނޫން';
$string['entrysaved'] = 'ކަލޭގެ އެންޓްރީ އިނީ ސޭވްކުރެވިފަ';
$string['entrytitle'] = 'އެންޓްރީގެ ޓައިޓްލް';
$string['entryupdated'] = 'ބްލޮގުގެ އެންޓްރީ އަޕްޑޭޓް ކުރެވިއްޖެ';
$string['groupblog'] = 'ގްރޫޕް ބްލޮގް : $a';
$string['groupblogs'] = 'ޔޫސަރުންނަށް އެހެންމީހެއްގެ ބްލޮގް ފެންނާނީ އެމީހަކާ އެއް ގްރޫޕެއްގައި އުޅޭނަމަ';
$string['intro'] = 'އެއް ބްލޮގު ނުވަތަ އެއަށްވުރެން ގިނަ ބްލޮގުތަކުން އިނީ އާރްއެސްއެސް އޮޓޮމެޓިކުން ހަދާފަ';
$string['noentriesyet'] = 'ފެންނަގޮތަށް ހެދިފަ އިން އެއްވެސް އެންޓްރީއެއް މިތާކު ނެތް';
$string['noguestpost'] = 'މެހެމާނުންނަކަށް ބްލޮގުގައި ޕޯސްޓެއް ނުކުރެވޭނެ';
$string['norighttodeletetag'] = 'މި ޓެގު ފުހުމުގެ އެއްވެސް ހައްޤެއް ލިބުގެނެއްނުވޭ - $a';
$string['notallowedtoedit'] = 'މި އެންޓްރީއަށް ބަދަލު ގެނައުމުގެ ހުއްދައެއް ކަލެއަކަށް ލިބިގެނެއް ނުވޭ';
$string['numberofentries'] = 'އެންޓްރީތައް: $a';
$string['numberoftags'] = 'ދެއްކިފަ ހުންނަންވީ ޓެގުތަކުގެ އަދަދު';
$string['pagesize'] = 'ކޮންމެ ގަނޑަކަށް ބައިންދަންވީ ބްލޮގުގެ އަދަދު';
$string['permalink'] = 'ޕަރމަލިންކް';
$string['personalblogs'] = 'ޔޫސަރުންނަށް ފެންނާނީ ހަމައެކަނި އެމީހުންގެ ބޮލޮގް';
$string['publishto'] = 'ޕަބްލިޝްކުރަންވީ';
$string['publishtonoone'] = 'ކަލޭ (ޑްރާފްޓް)';
$string['publishtosite'] = 'ސައިޓުގަ ތިބި އެންމެނަށް';
$string['publishtoworld'] = 'ދުނިޔޭން ކޮންމެ މީހަކު';
$string['settingsupdatederror'] = 'އެރަރއެއް ދިމާވެއްޖެ، ބްލޮގުގެ ޕްރިފެރެންސް ސެޓިންގްސް އަޕްޑޭޓެއް ނުކުރެވުނު';
$string['siteblog'] = 'ސައިޓު ބްލޮގް: $a';
$string['siteblogs'] = 'ސައިޓުގެ ހުރިހާ ޔޫސަރުންނަށް ހުރިހާ ބްލޮގް އެންޓްރީތައް ފެންނާނެ';
$string['tagdatelastused'] = 'ޑޭޓް ޓެގް އެންމެ ފަހުން ބޭނުންކުރީ';
$string['tagsort'] = 'ޓެގުގެ ޑިސްޕްލޭ ސޯޓުކުރަންވީ';
$string['tagtext'] = 'ޓެގުގެ ޓެކްސް';
$string['tags'] = 'ޓެގުތައް';
$string['timewithin'] = 'މިހާގިނަ ދުވަހު ބޭނުންކުރެވިފަ ހުރި ޓެގުތައް ދައްކާ';
$string['updateentrywithid'] = 'އެންޓްރީ އަޕްޑޭޓްކުރެވެނީ';
$string['userblog'] = 'ޔޫސަރުގެ ބްލޮގް: $a';
$string['viewcourseentries'] = 'ކޯހުގެ އެންޓްރީތައް ދައްކާ';
$string['viewmyentries'] = 'މަގޭ އެންޓްރީތައް ދައްކާ';
$string['viewsiteentries'] = 'ސައިޓުގެ އެންޓްރީތައް ދައްކާ';
$string['worldblogs'] = 'ވަރލްޑް އެކްސެސިބަލް ކުރެވިފަ ހުރި އެންޓްރީތައް އެކަނި އެންމެނަށްފެންނާނީ';

?>
