<?PHP


$string['description'] = 'މިއީ ކޯހަށް އެންރޯލްވެވޭ ފޯމު. އާންމު ގޮތެއްގައި ކޯހަކަށް އެންރޯލްވެވޭ ދެގޮތެއް އޮވޭ.

<ul>
<li>ކޯހުގެ އެޑުމިނިސްޓްރޭޝަން މެނޫގައި ހިމެނޭ ލިންކް ބޭނުންކޮށްގެން ޓީޗަރަކަށް ނުވަތަ އެޑުމިނަށް އެންރޯލް ކުރުން</li>
<li>ކޯހަށް އެންރޯލްމަންޓް ކީ އެއް ދިނުން. މި ކީ ބޭނުންކޮށްގެން ކޮންމެ މީހަކަށްވެސް އެންރޯލްވެވޭނެ</li>
</ul>';
$string['enrol_manual_requirekey'] = 'އައު ކޯސްތަކަށް އެންރޯލްމަންޓް ކީ އެއް ބޭނުންކުރުވަން އަދި މިހާރު ބޭނުންކުރެވެމުންދާ ކީތައް ނުފުހެވޭ ގޮތަށް ހަދަން.';
$string['enrol_manual_showhint'] = 'އެންރޯލްމަންޓް ކީގެ ފުރަތަމަ އަކުރު އެހީއެއްގެ ގޮތަގައި ދައްކަން މި ސެޓިންގްސް ހަދާ. މި އެހީ ފެންނާނީ އެންރޯލްމަންޓް ކީ އެއްފަހަރު ނުބައިކޮށް ޖަހައިފިނަމަ.';
$string['enrol_manual_usepasswordpolicy'] = 'ކޯހުގެ އެންރޯލްމަންޓްކީތަކަށް މިހާރު ބޭނުން ކުރެވެމުންދާ ޔޫސަރ ޕާސްވަރޑް ޕޮލިސީ ބޭނުން ކުރޭ';
$string['enrolmentkeyerror'] = 'ތި އެންރޯލްމަންޓްކީ ރަނގަޅެއް ނޫން، އަދި މަސަތްކަތްކޮށްލާ';
$string['enrolname'] = 'އިންޓަރނަލް އެންރޯލްމަންޓް';
$string['keyholderrole'] = 'ކޯހުހެ އެންރޯލްމަންޓް ކީ އޮތް ޔޫސަރުގެ ރޯލް، ކޯހަށް އެންރޯލްވާން ބޭނުންވާ ދަރިވަރުންނަށް ފެންނަގޮތަށް.';

?>
