<?PHP


$string['description']='<p>ކޯހަށް ބައިވެރިން ވެއްދުމުގެ ކަންތައް ކޮންޓުރޯލު ކުރުމަށް LDAP ސާވަރެއް ބޭނުންކުރެވިދާނެއެވެ. މިގޮތަށް ކަންތައްކުރުމުގައި އެ LDAP ޓުރީތަކުގައި ކޯސްތަކަށް މެޕުވާ ގުރޫޕުތަކެއް ހުންނާނެކަމަށް ބެލެވޭނެއެވެ. އަދި އެއިގެ ކޮންމެ ގުރޫޕެއް/ކޯހެއްގައި ދަރިވަރުންނަށް މެޕުވާ މެމްބަޝިޕު އެންޓުރީތަކެއް ހުންނާނެކަމަށްވެސް ބެލެވޭނެއެވެ.</p>
	<p>LDAP ގައި މި ކޯސްތައް ހެދިފައިވަނީ ގުރޫޕުތަކެއްގެ ގޮތުގައިކަމަށާއި އަދި ކޮންމެ ގުރޫޕެއްގައި ބައިވަރު މެމްބަޝިޕު ކޮލަމުތައް (<em>member</em> or <em>memberUid</em>) ކޮންމެ ޔޫސަރެއް ވަކިވަކިން ހޯދޭނެގޮތަކަށް ވާނެކަމަށް ބެލެވޭނެއެވެ.<p>
	<p>LDAP އެންރޯލްމެންޓު ބޭނުންކުރުމަށް ޔޫސަރުންގެ ކަމުދާ idnumber ކޮލަމެއް އޮންނަންޖެހޭނެއެވެ. ޔޫސަރެއް ކޯހަކަށް ވެއްދުމަށް LDAP ގުރޫޕުތަކުގައި މި idnumber ކޮލަމު މެމްބަރުންގެ ކޮލަމުތަކުގެތެރޭގައި ހިމެނެންވާނެއެވެ. މި ގޮތް އާއްމުކޮށް އެންމެ ރަނގަޅަށް މަސައްކަތް ކުރާނީ މިހާރުވެސް LDAP އޯތެންޓިކޭޝަން ބޭނުންކުރާނަމައެވެ.</p>
	<p>ޔޫސަރު ލޮގިން ވުމުން އެންރޯލުމެންޓުތައް އަޕްޑޭޓުކުރެވޭނެއެވެ. އެންރޯލުމެންޓުތައް އަބަދުވެސް އަޕްޑޭޓުލޮށް ބެހެއްޓުމަށް ސްކުރިޕްޓޭއްވެސް ރަން ކުރެވިދާނެއެވެ. <em>enrol/ldap/enrol_ldap_sync.php</em> ބަލާށެވެ.</p>
	<p>LDAP ގައި އައުގުރޫޕުތައް އުފެދުމުން އޮޓޮމެޓިކުން ކޯސްތައް ހެދުމަށްވެސް މި ޕުލަގިން ބޭނުންކުރެވިދާނެއެވެ.</p>';
$string['enrol_ldap_autocreate']='މޫޑުލްގައި ނެތް ކޯހަކަށް ޖާގަ އޮތްނަމަ ކޯސް އޮޓޮމެޓިކުން ހެދިދާނެއެވެ.	';
$string['enrol_ldap_autocreation_settings']='އޮޓޮމެޓިކުން ކޯސް ހެދުމުގެ ސެޓިންތައް';
$string['enrol_ldap_bind_dn']='ޔޫސަރުން ހޯދުމަށް bind-user ބޭނުންކުރަން ބޭނުންނަމަ އެކަން މިތަނުގައި ކަނޑައަޅާށެވެ. މިސާލަކަށް މިކަހަލަ ގޮތަކަށް: \"cn=ldapuser,ou=public,o=org\"';
$string['enrol_ldap_bind_pw']='ބައިންޑު ޔޫސަރު ހެދުމަށް ބޭނުކުރާ ޕާސްވޯޑު';
$string['enrol_ldap_category']='އޮޓޯއިން ހެދޭ ކޯސްތަކުގެ ކެޓަގަރީ';
$string['enrol_ldap_contexts']='LDAP ތަންތަން';
$string['enrol_ldap_course_fullname']='ކޮންމެހެން ކުރަން ނުޖެހޭ: ފުރިހަމަ ނަން ހޯދުމަށް ބޭނުންވާ LDAP ކޮލަމު';
$string['enrol_ldap_course_idnumber']='LDAP ގައިވާ ޔުނީކު އައިޑެންޓީފަޔާއާއި މެޕު ކުރޭ (އާއްމުކޮށް ބޭނުންކުރެވޭ ގޮތް: <em>cn</em> ނުވަތަ <em>uid</em>. އޮޓޮމެޓިކު ކޯސް ހެދުން ބޭނުންކުރާނަމަ މި ؟؟؟ ލޮކުކުރުން އެދެވިގެން ވެއެވެ.';
$string['enrol_ldap_course_settings']='ކޯހަށް ބައިވެރިން ވެއްދުމުގެ ސެޓިންތައް';
$string['enrol_ldap_course_shortname']='ކޮންމެހެން ކުރަން ނުޖެހޭ: ކުރު ނަން ހޯދުމަށް ބޭނުންވާ LDAP ކޮލަމު';
$string['enrol_ldap_course_summary']='ކޮންމެހެން ކުރަން ނުޖެހޭ: ޚުލާސާ ހޯދުމަށް ބޭނުންވާ LDAP ކޮލަމު';
$string['enrol_ldap_editlock']='؟؟؟ ލޮކުކުރޭ';
$string['enrol_ldap_general_options']='އާއްމު އިޚުތިޔާރުތައް';
$string['enrol_ldap_host_url']='URL ގޮތަށް LDAP ހޯސްޓު ކަނޑައަޅާ. މިސާލަކަށް: \"ldap://ldap.myorg.com/\" ނުވަތަ \"ldaps://ldap.myorg.com/\"';
$string['enrol_ldap_memberattribute']='LDAP މެމްބަރުގެ އެޓުރިބިޔުޓު';
$string['enrol_ldap_objectclass']='ކޯސްތައް ހޯދުމަށް ބޭނުންކުރާ objectClass (އާއްމުކޮށް ބޭނުންކުރެވޭ ގޮތް: \'posixGroup\')';
$string['enrol_ldap_roles']='ރޯލު މެޕުކުރުން';
$string['enrol_ldap_search_sub']='ސަބުކޮންޓެކްސްޓުން ގުރޫޕު މެމްބަޝިޕުތައް ހޯދާ';
$string['enrol_ldap_server_settings']='LDAP ސާވަރުގެ ސެޓިންތައް';
$string['enrol_ldap_student_contexts']='ދަރިވަރުންގެ ގުރޫޕުތަކުގެ އެންރޯލްމެންޓުތައް ވާ ކޮންޓެކްސްޓު ލިސްޓު\'؛\' މިސާލަކަށް: \'ou=courses,o=org; ou=others,o=org\'';
$string['enrol_ldap_student_memberattribute']='ގުރޫޕެއްގައި މެމްބަރަކު ހިމެނުމުން ނުވަތަ އެންރޯލުކުރުމުން ވާ މެމްބަރުގެ އެޓުރިބިޔުޓު (އާއްމުކޮށް ބޭނުންކުރެވޭ ގޮތް: \'member\' ނުވަތަ \'memberUid\')';
$string['enrol_ldap_student_settings']='ކޯހަށް ދަރިވަރުން ވެއްދުމުގެ ސެޓިންތައް';
$string['enrol_ldap_teacher_contexts']='މުދައްރިސުންގެ ގުރޫޕުތަކުގެ އެންރޯލްމެންޓުތައް ވާ ކޮންޓެކްސްޓު ލިސްޓު\'؛\' މިސާލަކަށް: \'ou=courses,o=org; ou=others,o=org\'';
$string['enrol_ldap_teacher_memberattribute']='ގުރޫޕެއްގައި މެމްބަރަކު ހިމެނުމުން ނުވަތަ އެންރޯލުކުރުމުން ވާ މެމްބަރުގެ އެޓުރިބިޔުޓު (އާއްމުކޮށް ބޭނުންކުރެވޭ ގޮތް: \'member\' ނުވަތަ \'memberUid\')';
$string['enrol_ldap_teacher_settings']='ކޯހަށް މުދައްރިސުން ވެއްދުމުގެ ސެޓިންތައް';
$string['enrol_ldap_template']='ކޮންމެހެން ކުރަން ނުޖެހޭ: އޮޓޯއިން ހެދޭ ކޯސްތަކަށް ކުރިން ހެދިފައިވާ ކޯހެއްގެ (ޓެމްޕުލޭޓު ކޯސް) ސެޓިންތައް ކޮޕީ ކުރެވިދާނެއެވެ. ޓެމްޕުލޭޓު ކޯހުގެ ކުރުނަން މިތާ ޖަހާށެވެ.	';
$string['enrol_ldap_updatelocal']='ލޯކަލް ޑޭޓާ އަޕްޑޭޓުކުރޭ';
$string['enrol_ldap_version']='ކަލޭގެ ސާވަރު ބޭނުންކުރާ LDAP ޕުރޮޓޮކޯލުގެ ވާޝަން';
$string['enrolname']='LDAP';

?>
