<?PHP


$string['aftersaving...'] = 'ސެޓިންސްގް ސޭވް ކުރުމަށްފަހު ކަލޭ ބޭނުންވެދާނެ';
$string['allowunenrol'] = 'ދަރިވަރުންނާއި މުދައްރިސުން އަންއެންރޯލް ކުރައިރު އައިއެމްއެސް ޑޭޓާ ޤަބޫލް ކުރައްވާ';
$string['basicsettings'] = 'އައިދައިގެ ސެޓިންގްސް';
$string['coursesettings'] = 'ކޯހުގެ ޑޭޓާ އޮޕްޝަންސް';
$string['createnewcategories'] = 'މޫޑުލްއިން ނުފެނުނުނަމަ އައު (ފޮރުވިފަ ހުންނަގޮތަށް) ކޯސް ކެޓަގަރީތަކެއް ހަދާ';
$string['createnewcourses'] = 'މޫޑުލްއިން ނުފެނުނުނަމަ އައު (ފޮރުވިފަ ހުންނަގޮތަށް) ކޯސްތަކެއް ހަދާ';
$string['createnewusers'] = 'މޫޑުލްގައި ރެޖިސްޓަރ ނުވެ ތިބި ޔޫސަރުންނަށް ޔޫސަރ އެކައުންޓް ހަދާ';
$string['cronfrequency'] = 'ޕްރޮސެސް ކުރެވޭ ފްރީކުއެންސީ';
$string['deleteusers'] = 'އައިއެމްއެސް ޑޭޓާގައި ހިމެނިފައިވާނަމަ، ޔޫސަރ އެކައުންޓް ފުހެލާ';
$string['description'] = 'މި މެތަޑުން ކަނޑައެޅިފައިވާ ތަނެއް ތާއަބަދު ވަކި ޚާއްސަ ފޯމެޓެއްގެ ފައިލެއް ހޯދުމަށް މަސައްކަތް ކުރާނެ. މިފައިލު <a href=\'../help.php?module=enrol/imsenterprise&amp;file=formatoverview.html\'>IMS އެންޓަރޕްރައިސްގެ ސްޕެސިފިކޭޝަންތަކާ</a> އެއްގޮތަށް ހުންނަންވާނެ';
$string['doitnow'] = 'މިހާރު އައިއެމްއެސް އެންޓަރޕްރައިޒް އިމްޕޯރޓްކުރޭ';
$string['enrolname'] = 'IMS އެންޓަރޕްރައިސް ފައިލް';
$string['filelockedmail'] = 'ކްރޯން ޕްރޮސަސް އަކުން IMS ފައިލު އެންރޯލުމަންޓުތަކުގައި ($a) ބޭނުންކުރާ ޓެކްސްޓު ފައިލުތަކެއް ފުހެއެއް ނުލެވޭނެ. މީގެ މާނައަކީ އެ އެއްޗެއްސަށް ދީފައިވާ ޕާމިޝަންތަކަކީ ރަނގަޅު ނޫން ޕާމިޝަތަކެކެވެ. ޕާމިޝަންތައް ކަނޑައަޅާ، އޭރުން މޫޑުލް އަށް ފައިލުތައް ފުހެލެވޭނީ، އެހެން ނޫންނަމަ އެކަން ތަކުރާރުކޯށް ޕްރޮސަސް ވަމުންދާނެ.';
$string['filelockedmailsubject'] = 'މުހިންމު އެރަރ: އެންރޯލްމަންޓް ފައިލް';
$string['fixcasepersonalnames'] = 'ޒާތީ ނަންތައް ޓައިޓްލް ކޭސްއަށް ބަދަލުކުރެ';
$string['fixcaseusernames'] = 'ޔޫސަރުގެ ނަން ލޯވަކޭސްއަށް ބަދަލުކުރޭ';
$string['imsrolesdescription'] = 'IMS އެނަޓަރޕްރައިސްގެ ސްޕެސިފިކޭޝަނުގައި ތަފާތު 8 ވައްތަރެއްގެ ރޯލު ހިމެނޭ. އެ ރޯލުތައް މޫޑުލްގައި އެސައިން ކުރާނީ ކިހިނެއްކަން އިޚްތިޔާރު ކުރޭ، އަދި އެއިން އެއެވެސް ރޯލެއް އުނި ކުރަން ޖެހޭތޯ ވެސް ބަލާ.';
$string['location'] = 'ފައިލް ހުރިތަން';
$string['logtolocation'] = 'ލޮގް ފައިލް ބައިންދަންވި ތަން (ހުސްކޮށް ބަހައްޓައިފިނަމަ ލޮގެއް ނުކުރެވޭނެ)';
$string['mailadmins'] = 'އީމެއިލް ބޭނުންކޮށްގެން އެޑުމިނަށް އަންގަން';
$string['mailusers'] = 'އީމެއިލް ބޭނުންކޮށްގެން ޔޫސަރަށް އަންގަން';
$string['miscsettings'] = 'މިސަލޭނިއަސް';
$string['processphoto'] = 'ޕްރޮފައިލަށް ޔޫސަރުގެ ފޮޓޯ އިތުރުކުރަން';
$string['processphotowarning'] = 'އިންޒާރު: އިމޭޖު ޕްރޮސަސިން އަކީ ފާހަގަ ކުރެވޭ ވަރުގެ އުނދަގުލެއް ސާވަރަށް އިތުރު ކުރުން ކަހަލަ ކަމެކެވެ. ގިނަ ޢަދަދެއްގެ ދަރިވަރުންތަކެއް ޕްރޮސަސް ކުރަން ތިބި ނަމަ މި ބައި އެކްޓިވޭޓު ނުކުރުން ރަނގަޅުވާނީ';
$string['restricttarget'] = 'ޑޭޓާ ޕްރޮސަސް ކުރަންވީ ހަމައެކަނި ތިރީގައިވާ ޓާގެޓު އިޚްތިޔާރު ކޮށްފައިވާނަމަ';
$string['sourcedidfallback'] = '&quot;ޔޫސަރު އައިޑީ&quot; ފީލްޑު ނުފެނިއްޖެނަމަ މީހެއްގެ ޔޫސަރު އައިޑީއެއްގެ ގޮތުގައި &quot;ސޯސް އައިޑީ&quot; ބޭނުންކުރޭ';
$string['truncatecoursecodes'] = 'ކޯހުގެ ކޯޑުތައް މި މިނަށް ކުޑަ ކުރޭ';
$string['usecapitafix'] = 'މި ގޮޅީގައި ފާހަގަ ލާ &quot;Capita&quot; ބޭނުން ކުރަނީ ނަމަ. (އެ އެއްޗެހީގެ XML ފޯމެޓުތަައް އެއްކޮށް ރަނގަޅެއް ނޫން)';
$string['usersettings'] = 'ޔޫސަރގެ ޑޭޓާއޮޕްޝަންތައް';
$string['zeroisnotruncation'] = '0އިންނަމަ ޓްރަންކޭޓެއް ނުކުރެވޭނެ';

?>
