<?PHP


$string['autocreate']='މޫޑުލްގައި ނެތް ކޯހަކަށް ޖާގަ އޮތްނަމަ ކޯސް އޮޓޮމެޓިކުން ހެދިދާނެއެވެ.';
$string['autocreation_settings']='އޮޓޯއިން ހެދުމުގެ ސެޓިން';
$string['category']='އޮޓޯއިން ހެދިފައިވާ ކޯސްތަކުގެ ކެޓަގަރީ';
$string['course_fullname']='ކޯހުގެ ފުރިހަމަ ނަން ސްޓޯ ކުރާ ކޮލުމުގެ ނަން';
$string['course_id']='ކޯހުގެ އައި. ޑީ ސްޓޯ ކުރާ ކޮލުމުގެ ނަން. މި ކޮލަމުގައިވާ ޢަދަދުތައް ބޭނުންކުރެވޭނީ މޫޑުލްގެ ކޯސް ޓޭބަލް ގައިވާ \"enrol_db_l_coursefield\" ކޮލަމުގެ ޢަދަދުތަކާއި ގުޅުވުމަށެވެ.';
$string['course_shortname']='ކޯހުގެ ކުރު ނަން ސްޓޯ ކުރާ ކޮލުމުގެ ނަން';
$string['course_table']='ކޯހުގެ ތަފުސީލު (ފުރިހަމަ ނަން، ކުރު ނަން، އައި. ޑީ ފަދަ ހުރިހާ ތަފުސީލެއް) ހުންނާނެކަމަށް ބެލެވޭ ޓޭބަލްގެ ނަން';
$string['dbtype']='ޑޭޓާބޭސްގެ ވައްތަރު';
$string['dbhost']='ސާވަރުގެ އައި. ޕީ ނަން ނުވަތަ ނަންބަރު';
$string['dbuser']='ސާވަރުގެ ޔޫސަރު';
$string['dbpass']='ސާވަރުގެ ޕާސްވޯޑު';
$string['dbname']='ޑޭޓާބޭސްގެ ނަން';
$string['dbtable']='ޑޭޓާބޭސް ޓޭބަލް';
$string['defaultcourseroleid']='އެހެން ރޯލެއް ނުދޭނަމަ ދޭންޖެހޭ ރޯލު';
$string['description']='ކޯހަށް ބައިވެރިން ވެއްދުމުގެ ކަންތައް ކޮންޓުރޯލު ކުރުމަށް މޫޑުލްގެ ބޭރުން ކޮންމެކަހަލަ ޑޭޓާބޭސްއެއް ވެސް ބޭނުންކުރެވިދާނެއެވެ. އެއީ އެ ބޭނުންކުރާ ޑޭޓާބޭސްގައި ކޯހުގެ އައި. ޑީ އަށް ކޮލަމަކާއި ޔޫސަރުގެ އައި. ޑީ އަށް ކޮލަމެއް ވާނެ ކަމަށް ބަލާފައެވެ. މި ކޮލަމުތައް މޫޑުލްގެ ކޯސް އަދި ޔޫސަރު ޓޭބަލުން ހޮވާ ކޮލަމުތަކާ އަޅާކިޔޭނެއެވެ.';
$string['disableunenrol']='ޑޭޓާބޭސަގައި ކޮންމެ ކަހަލަ މަޢުލޫމާތެތަކެއް ހުރިކަމުގައި ވިޔަސް މިތަން \'އާނ\" އަށް ސެޓުކޮށްފިނަމަ ބޭރު ޑޭޓާބޭސް ޕުލަގިންއެއް ބޭނުންކޮށްގެން ކުރިން ކޯހަށް އިތުރުކޮށްފައިވާ ބައިވެރިން ހަމަ އެ ޕުލަގިން ބޭނުންކުރުމަކުން ކޯހުން ބޭރެއް ނުކުރެވޭނެއެވެ.';
$string['enrolname']='ބޭރު ޑޭޓާބޭސް';
$string['enrol_database_autocreation_settings']='ކޯސްތައް އޮޓޯއިން ހެދުން';
$string['general_options']='އާއްމު އިޚުތިޔާރުތައް';
$string['host']='ޑޭޓާބޭސް ސާވަރުގެ ހޯސްޓު ނަން';
$string['ignorehiddencourse']=' މިތަން \'އާނ\" އަށް ސެޓުކޮށްފިނަމަ ދަރިވަރުންނަށް ހުޅުވިފައިނުވާ ކޯސްތަކަށް ބައިވެރިންނެއް ނުވެއްދޭނެއެވެ.';
$string['localcoursefield']='Course ޓޭބަލުން ރިމޯޓު ޑޭޓާބޭސްގައިވާ އެންޓްރީތަކާއި (މިސާލަކަށް idnumber) ގުޅުވުމަށް ބޭނުންކުރާ ކޮލަމުގެ ނަން';
$string['localrolefield']='Roles ޓޭބަލުން ރިމޯޓު ޑޭޓާބޭސްގައިވާ އެންޓްރީތަކާއި (މިސާލަކަށް shortname) ގުޅުވުމަށް ބޭނުންކުރާ ކޮލަމުގެ ނަން';
$string['localuserfield']='Users ޓޭބަލުން ރިމޯޓު ޑޭޓާބޭސްގައިވާ އެންޓްރީތަކާއި (މިސާލަކަށް idnumber) ގުޅުވުމަށް ބޭނުންކުރާ ކޮލަމުގެ ނަން';
$string['local_fields_mapping']='މޫޑުލްގެ ޑޭޓާބޭސް ކޮލަމުތައް';
$string['name']='ބޭނުންކުރަން ކަނޑައެޅިފައިވާ ޑޭޓާބޭސް';
$string['pass']='ސާވަރަށް ވަނުމަށް ބޭނުންވާ ޕާސްވޯޑު';
$string['remote_fields_mapping']='ރިމޯޓު ޑޭޓާބޭސްގައިވާ ކޯހަށް ވެއްދުމާއި ބެހޭ ކޮލަމުތައް';
$string['remotecoursefield']='ރިމޯޓު ޑޭޓާބޭސްއިން course ޓޭބަލުގައިވާ އެންޓްރީތަކާއި ގުޅުވުމަށް ބޭނުންކުރާ ކޮލަމުގެ ނަން';
$string['remoterolefield']='ރިމޯޓު ޑޭޓާބޭސްއިން roles ޓޭބަލުގައިވާ އެންޓްރީތަކާއި ގުޅުވުމަށް ބޭނުންކުރާ ކޮލަމުގެ ނަން';
$string['remoteuserfield']='ރިމޯޓު ޑޭޓާބޭސްއިން users ޓޭބަލުގައިވާ އެންޓްރީތަކާއި ގުޅުވުމަށް ބޭނުންކުރާ ކޮލަމުގެ ނަން';
$string['server_settings']='ބޭރު ޑޭޓާބޭސް ސާވަރުގެ ސެޓިންތައް';
$string['student_coursefield']='Student Enrolment ޓޭބަލުގައި course ID އިންނާނެ ކަމަށް ބެލެވޭ ކޮލަމުގެ ނަން';
$string['student_l_userfield']='ރިމޯޓު ޑޭޓާބޭސްގައިވާ ދަރިވަރުންގެ ރިކޯޑުތަކާއި ގުޅުވުމަށް (މިސާލަކަށް idnumber އިން) ބޭނުންވާ Users ޓޭބަލުގައިވާ ކޮލަމުގެ ނަން ';
$string['student_r_userfield']='ރިމޯޓު Student Enrolment ޓޭބަލުގައި user ID އިންނާނެ ކަމަށް ބެލެވޭ ކޮލަމުގެ ނަން';
$string['student_table']='ދަރިވަރުން ކޯސްތަކަށް ވެއްދުމާއިބެހޭ މައުލޫމާތު ހުންނަ ޓޭބަލް';
$string['teacher_coursefield']='Teacher Enrolment ޓޭބަލުގައި course ID އިންނާނެ ކަމަށް ބެލެވޭ ކޮލަމުގެ ނަން';
$string['teacher_l_userfield']='ރިމޯޓު ޑޭޓާބޭސްގައިވާ މުދައްރިސުންގެ ރިކޯޑުތަކާއި ގުޅުވުމަށް (މިސާލަކަށް idnumber އިން) ބޭނުންވާ Users ޓޭބަލުގައިވާ ކޮލަމުގެ ނަން ';
$string['teacher_r_userfield']='ރިމޯޓު Teacher Enrolment ޓޭބަލުގައި user ID އިންނާނެ ކަމަށް ބެލެވޭ ކޮލަމުގެ ނަން';
$string['teacher_table']='މުދައްރިސުން ކޯސްތަކަށް ވެއްދުމާއިބެހޭ މައުލޫމާތު ހުންނަ ޓޭބަލް';
$string['template']='ކޮންމެހެން ކުރަން ނުޖެހޭ: އޮޓޯއިން ހެދޭ ކޯސްތަކަށް ކުރިން ހެދިފައިވާ ކޯހެއްގެ (ޓެމްޕުލޭޓު ކޯސް) ސެޓިންތައް ކޮޕީ ކުރެވިދާނެއެވެ. ޓެމްޕުލޭޓު ކޯހުގެ ކުރުނަން މިތާ ޖަހާށެވެ.';
$string['type']='ޑޭޓާބޭސް ސާވަރުގެ ވައްތަރު';
$string['user']='ސާވަރަށް ވަނުމަށް ބޭނުންވާ ޔޫސަރު ނަން';


?>
