<?PHP


$string['allcategories'] = '$a ޕޮޓެންޝަލް ކެޓަގަރީތައް';
$string['allcourses'] = '$a ޕޮޓެންޝަލް ކޯސްތައް';
$string['allow_allcourses'] = 'ހުރިހާ ރިމޯޓްކޯސްތަކަށް އެންރޯލްކުރެވޭގޮތަށް ހަދާ';
$string['allowedcategories'] = 'ހުއްދަދެވިފައިވާ $a ކެޓަގަރީތައް';
$string['allowedcourses'] = 'ހުއްދަދެވިފައިވާ $a ކޯސްތައް';
$string['allowedcourseslinktext'] = 'ހުއްދަ ލިބިފަހުރި ކޯސްތަކާއި ކެޓަގަރީތައް މިތަނުގައި އެޑިޓްކުރޭ';
$string['description'] = 'މޫޑުލް ނެޓްވަރކުގައި އެންރޯލުކުރެވޭ ގޮތުގެ މަޢުލޫމާތު';
$string['enrolname'] = 'މޫޑުލް ނެޓްވަރކިންގް';
$string['mnet_enrol_description'] = '$a ގައި ހިމެނޭ އެޑުމިނިސްޓްރޭޓަރުންނަށް ތިބާގެ ސަރވަރުގައި ހެދިފައިވާ ކޯސްތަކުގައި އެމީހުންގެ ދަރިވަރުން އެންރޯލްކުރުމަށް މި ޙިދުމަތް ޝާއިއު ކުރޭ.

<li>އެސްއެސްއޯ (ޙިދުމަތް ދޭފަރާތް) $a އަށް ޝާއިއުކުރަންވާނެ</li>
<li>$a ގައި ހިމެނޭ އެސްއެސްއޯ (އައިޑެންޓިޓީ ދޭފަރާތް) އަށް ސަބްސްކްރައިބް ކުރަންވާނެ</li>
<li>$a ގައި ހިމެނޭ ކޯސްތަކަށް އެންރޯލްވެވޭގޮތް ހެދުމަށް މި ހިދުމަތަށް ސަބްސްކްރައިބްކުރޭ</li>
<li>އެސްއެސްއޯ (ޙިދުމަތް ދޭފަރާތް) $a ގައިވާ ހިދުމަތަށް ސަބްސްކްރައިބް ކުރަންވާނެ</li>
<li>އެސްއެސްއޯ (އައިޑެންޓިޓީ ދޭފަރާތް) $a އަށް ޝާއިއުކުރަންވާނެ</li>';
$string['mnet_enrol_name'] = 'މޫޑުލް ނެޓްވަރކިން އެންރޯލްކުރުން';
$string['mnetlocalforexternal'] = 'އެކްސްޓަރނަލް ޔޫސަރުންނަށް ހުރި ލޯކަލް ކޯސްތައް';
$string['nocategoriesdefined'] = 'އެއްވެސް ކޯސް ކެޓަގަރީއެއް ނުފެނުނު. އައު ކެޓަގަރީއެއް <a href=\"$a\">ހަދަން</a>';
$string['nocoursesdefined'] = 'އެއްވެސް ކޯހެއް ނުފެނުނު. އައު ކޯހެއް <a href=\"$a\">ހަދަން</a>';

?>
