<?PHP


$string['business'] = 'ވިޔަފާރީ ކުރާ ޕޭޕާލް އެކައުންޓުގެ އީމެއިލް އެޑުރެސް';
$string['costorkey'] = 'އެންރޯލު ކުރުމަށް ތިރިން ގޮތެއް ޚިޔާރުކުރޭ';
$string['description'] = 'ޕޭޕާލް މޮޑިއުލް ބޭނުން ކުރަނީ ފައިސާ ދައްކައިގެން ބޭނުންކުރާ ކޯސްތައް އުފެއްދުމަށެވެ. ކޯހަކަށް އެއްވެސް ފީއެއް ދައްކަން ނުޖެހޭނަމަ، ދަރިވަރުން ގާތު ފީ ދައްކަން ނޭހޭނެއެވެ. މި ތަނުގައި މުޅިސައިޓަށް ދައްކަން ޖެހޭ އަދަދަކާ ވަކި ވަކީ ކޯސްތަކަށް ދައްކަންޖެހޭ އަދަދު ބަޔާން ކުރެވޭނެއެވެ. ކޯހަށް ދައްކަން ޖެހޭ ފައިސާ އަކީ ސައިޓަށް ދައްކަން ޖެހޭ ފައިސާގެ އިތުރުން ދައްކާ އަދަދެކެވެ.';
$string['enrolname'] = 'ޕޭޕާލް';
$string['paypalaccepted'] = 'ޕޭޕާލްއިން ދެއްކި ފައިސާ ޤަބޫލު ކުރެވިއްޖެ';
$string['sendpaymentbutton'] = 'ޕޭޕާލް ބޭނުން ކޮށްގެން ފައިސާދައްކަން';

?>
