<?PHP

$string['errbadxmlformat'] = 'އެރަރ: އެކްއެމްއެލް ފޯމެޓް ކަމަކުނުދޭ';
$string['errduplicateidnumber'] = 'އެރަރ: ޑުޕްލިކޭޓް އައިޑީ ނަންބަރު';
$string['errincorrectidnumber'] = 'އެރަރ: އައިޑީ ނަންބަރު ކަމަކުނުދޭ';
$string['errduplicategradeidnumber'] = 'އެރަރ: މި ކޯހުގައި ހިމެނޭ އައިޑީނަންބަރު $a އަށް ނިސްބަތްވާ ދެ ގްރޭޑް އައިޓަމް އެބައިން. މީ ވެގެން ވާނެ ގޮތެއްނޫން';
$string['errincorrectgradeidnumber'] = 'އެރަރ: އިމްޕޯޓް ކުރި ފައިލްގައި އިން އައިޑީ ނަންބަރު $a އެއްވެސް ގްރޭޑްއައިޓަމަކާ ދިމަލެއްނުވޭ';
$string['errincorrectuseridnumber'] = 'އެރަރ: އިމްޕޯޓް ކުރި ފައިލްގައި އިން އައިޑީ ނަންބަރު $a އެއްވެސް ޔޫސަރަކާ ދިމަލެއް ނުވޭ';
$string['fileurl'] = 'ރިމޯޓުފައިލް ޔޫއާރްއެލް';
$string['modulename'] = 'އެކްސްއެމްއެލް ފައިލް';
$string['xml:view'] = 'އެކްސްއެމްއެލް ބޭނުންކޮށްގެން ގްރޭޑް އިމްޕޯޓުކުރަން';
$string['xml:publish'] = 'އެކްސްއެމްއެލް ބޭނުންކޮށްގެން ގްރޭޑް ޕަބްލިޝްކުރަން';


?>
