<?PHP


$string['addmoreqblanks'] = 'އިތުރު ހުސް ބަޔެއް ނެތް {no}';
$string['filloutthreeqsandtwoas'] = 'މަދުވެގެން ދެ ސުވާލާއި ތިން ޖަވާބު ހުށަހަޅަންވާނެ.ނުބައި ޖަވާބެއް ދިނުމަށް ހުސް ސުވާލަކަށް ޖަވާބުދެވިދާނެ. ސުވާލާއި ޖަވާބެ، ދޭތި ހުސްނަމަ އަޅާނުލާ ދޫކޮށްލެވޭނެ';
$string['nomatchinganswerforq'] = 'މި ސުވާލަށް ޖަވާބެއް ކަނޑައަޅަން ޖެހޭނެ';
$string['notenoughqsandas'] = 'މަދުވެގެން $a ސުވާލު އަދި $a ޖަވާބު އެއްކުރަން ޖެހޭނެ';
$string['notenoughquestions'] = 'މަދުވެގެން $a ސުވާލާއި ޖަވާބު އެއްކުރަން ޖެހޭނެ';

?>
