<?PHP


$string['additem'] = 'އައިޓަމު އިތުރުކުރޭ';
$string['atleastonerealdataset'] = 'ސުވާލު ލިޔުންކޮޅުގައި މަދުވެގެން އެއް އަސްލު ޑޭޓާސެޓު އޮންނަންވާނެ';
$string['atleastonewildcard'] = 'ސުވާލު ލިޔުންކޮޅުގައި ނުވަތަ ޖަވާބު ފޮމިއުލާގައި މަދުވެގެން އެއް ވައިލްޑުކާޑު އޮންނަންވާނެ';
$string['calcdistribution'] = 'ބެހުން';
$string['calclength'] = 'ޑެސިމަލް ޕުލޭސް';
$string['calcmax'] = 'ގިނަވެގެން';
$string['calcmin'] = 'މަދުވެގެން';
$string['dataitemdefined'] = '$a ހިސާބު ނަންބަރާއިއެކު ހެދުނު ؟؟؟ ލިބެން އެބައޮތް';
$string['datasetrole'] = '<strong>{x..}</strong> ވައިލްޑު ކާޑުތައް އެތަކެތީގެ ޑޭޓާސެޓުގައިވާ ހިސާބު ނަންބަރަކާއި ބަދަލުކުރެވޭނެ';
$string['deletelastitem'] = 'ފަހުގެ އައިޓަމު ފޮހެލާ';
$string['existingcategory1'] = 'މި ކެޓަގަރީގައިވާ އެހެން ސުވާލުތަކަކުންވެސް ބޭނުންކުރާ، މިހާރުވެސް އޮތް ލިޓެރަލް ސެޓެއްގައިވާ ލިޓެރަލެއް';
$string['existingcategory2'] = 'މި ކެޓަގަރީގައިވާ އެހެން ސުވާލުތަކަކުންވެސް ބޭނުންކުރާ، މިހާރުވެސް އޮތް ފައިލު ސެޓެއްގައިވާ ފައިލެއް';
$string['existingcategory3'] = 'މި ކެޓަގަރީގައިވާ އެހެން ސުވާލުތަކަކުންވެސް ބޭނުންކުރާ، މިހާރުވެސް އޮތް ލިންކު ސެޓެއްގައިވާ ލިންކެއް';
$string['forceregeneration'] = 'އަލުން އުފެދުނަދީ';
$string['getnextnow'] = 'އައު\'އިތުރުކުރަންވީ އައިޓަމު\' މިހާރު ގެނޭ';
$string['item(s)'] = 'އައިޓމު(ތައް)';
$string['itemno'] = 'އައިޓަމު $a';
$string['itemscount'] = 'އައިޓަމުތައް<br />އަދަދު';
$string['itemtoadd'] = 'އިތުރުކުރަންވީ އައިޓަމު';
$string['keptcategory1'] = 'ކުރިން ފަދައިން އަލުން ބޭނުންކުރެވޭ ހަމަ އެއް ކެޓަގަރީއެއްގެ ލިޓެރަލް ސެޓެއްގައިވާ ލިޓެރަލެއް';
$string['keptcategory2'] = 'ކުރިން ފަދައިން އަލުން ބޭނުންކުރެވޭ ހަމަ އެއް ކެޓަގަރީއެއްގެ ފައިލު ސެޓެއްގައިވާ ފައިލެއް';
$string['keptcategory3'] = 'ކުރިން ފަދައިން އަލުން ބޭނުންކުރެވޭ ހަމަ އެއް ކެޓަގަރީއެއްގެ ލިންކު ސެޓެއްގައިވާ ލިންކެއް';
$string['keptlocal1'] = 'ކުރިން ފަދައިން ހަމަ އެއް ސުވާލެއްގެ އަމިއްލަ ލިޓެރަލް ސެޓެއްގައިވާ ލިޓެރަލެއް';
$string['keptlocal2'] = 'ކުރިން ފަދައިން ހަމަ އެއް ސުވާލެއްގެ އަމިއްލަ ފައިލު ސެޓެއްގައިވާ ފައިލެއް';
$string['keptlocal3'] = 'ކުރިން ފަދައިން ހަމަ އެއް ސުވާލެއްގެ އަމިއްލަ ލިންކު ސެޓެއްގައިވާ ލިންކެއް';
$string['lastitem(s)'] = 'ފަހުގެ އައިޓަމު(ތައް)';
$string['loguniform'] = 'ލޮގްޔުނިފޯމު';
$string['minmax'] = 'އަދަދުތަކުގެ މިންގަނޑު';
$string['newcategory1'] = 'މި ކެޓަގަރީގައިވާ އެހެން ސުވާލުތަކަކުންވެސް ބޭނުންކުރެވިދާނެ، އައުލިޓެރަލް ސެޓެއްގައިވާ ލިޓެރަލެއް';
$string['newcategory2'] = 'މި ކެޓަގަރީގައިވާ އެހެން ސުވާލުތަކަކުންވެސް ބޭނުންކުރެވިދާނެ، އައުފައިލު ސެޓެއްގައިވާ ފައިލެއް';
$string['newcategory3'] = 'މި ކެޓަގަރީގައިވާ އެހެން ސުވާލުތަކަކުންވެސް ބޭނުންކުރެވިދާނެ، އައުލިންކު ސެޓެއްގައިވާ ލިންކެއް';
$string['newlocal1'] = 'ހަމައެކަނި މި ސުވާލުން ބޭނުންކުރާ، އައުލިޓެރަލް ސެޓެއްގައިވާ ލިޓެރަލެއް';
$string['newlocal2'] = 'ހަމައެކަނި މި ސުވާލުން ބޭނުންކުރާ، އައުފައިލު ސެޓެއްގައިވާ ފައިލެއް';
$string['newlocal3'] = 'ހަމައެކަނި މި ސުވާލުން ބޭނުންކުރާ، އައުލިންކު ސެޓެއްގައިވާ ލިންކެއް';
$string['nodataset'] = 'އެއްވެސް އެއްޗެއް ނެތް - އެއީ ކަމުދާ ކާޑެއް ނޫން';
$string['param'] = 'ޕެރަމް {<strong>$a</strong>}';
$string['replacewithrandom'] = 'ކޮންމެހެން އަދަދަކާއި ބަދަލުކޮށްލާ';
$string['reuseifpossible'] = 'ކުރީގެ އަދަދު ލިބެން އޮތްނަމަ އަލުން ބޭނުންކުރޭ';
$string['sharedwildcard'] = 'ހިއްސާކުރެވޭ ވައިލްޑު ކާޑެއް';
$string['sharedwildcards'] = 'ހިއްސާކުރެވޭ ވައިލްޑު ކާޑުތަކެއް';
$string['uniform'] = 'އެއްވައްތަރު';
$string['updatedatasetparam'] = 'ޑޭޓާސެޓުގެ ޕެރަމީޓާތައް އަޕްޑޭޓުކުރޭ';
$string['youmustaddatleastoneitem'] = 'މި ސުވާލު ސޭވް ކުރެވޭނީ މަދުވެގެން އެއް ޑޭޓާސެޓު އައިޓަމު އިތުރުޖކުރުމަށްފަހު';

?>
