<?php
$string['spamauto'] ='އާންމުކޮށް ހުންނަ ސްޕޭމް ޕެޓަރންތައް އޮޓޯޑިޓެކްޓް ކުރޭ';
$string['spamcannotdelete'] ='މި ޔޫސަރ އެކައުންޓް ނުފުހެވޭ';
$string['spamcannotfinduser'] ='ތި ކުރި ސަރޗަށް އެއްވެސް ގުޅޭ ނަތީޖާ އެއް ނުފެނުނު';
$string['spamcleaner'] ='ސްޕޭމް ކްލީނަރ';
$string['spamcleanerintro'] ='މި ސްކްރިޕްޓުން ޔޫސަރ އެކައުންޓްތައް ހޯދާ ބަލާ ސްޕޭމަރުން ހަދާފައިވާ އެކައުންޓްތައް ފުހެލާނެ. މިގޮތަށް ސަރޗް ކުރާއިރު އެންމެ ބަހެއް ނުވަތަ ބައިވަރު ބަސް ވެސް ހިމެނިދާނެ. އިތުރު މަޢުލޫމާތު ހޯދުމަށް </a>މޫޑުލް ޑޮކްސަށް <a href=\"http://docs.moodle.org/en/Reducing_spam_in_Moodle\">ޒިޔާރަތް ކޮށްލައްވާ';
$string['spamdesc'] ='ޑިސްކްރިޕްޝަން';
$string['spamdeleteall'] ='މިހުރިހާ ޔޫސަރ އެކައުންޓްތައް ފުހެލާ';
$string['spamdeleteconfirm'] ='މި އެންޓްރީ ހަމަ ފުހެލަންވީތަ؟ މިކަމެއް އަންޑޫ އެއް ނުކުރެވޭނެ.';
$string['spamdeleteallconfirm'] ='މި ހުރިހާ އެކައުންޓްތައް ފުހަލަންވީތަ؟ މިކަމެއް އަންޑޫއެއް ނުކުރެވޭނެ';
$string['spameg'] ='މިސާލަކަށް: ކެސީނޯ، ޕޯން، އެކްސްއެކްސްއެކްސް';
$string['spamfromblog'] ='މި ބްލޮގް ޕޯސްޓް:';
$string['spaminvalidresult'] ='ގޮތް ނޭނގޭ، އެކަމު ނަތީޖާ ކަމަކުނުދޭ';
$string['spamoperation'] ='އޮޕެރޭޝަން';
$string['spamresult'] ='ޔޫސަރ ޕްރޮފައިލްތައް ސަރޗްކުރުމަން ލިބުނު ނަތީޖާ';
$string['spamsearch'] ='މި ކީވަރޑްތަށް ސަރޗް ކުރަން';

?>
