<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_ldap_bind_dn'] = 'Калі Вы жадаеце звязанага карыстальніка для пошуку карыстальнікаў, азначце гэта тут. Напрыклад, \'cn=ldapuser,ou=public,o=org\'';
$string['auth_ldap_bind_pw'] = 'Пароль для звязвання карыстальніка.';
$string['auth_ldap_bind_settings'] = 'Настройкі Bind';
$string['auth_ldap_contexts'] = 'Спіс кантэкстаў, дзе размешчаныя карыстальнікі . Аддзеліце розныя кантэксты \';\'. Напрыклад: \'ou=users,o=org; ou=others,o=org\'';
$string['auth_ldap_create_context'] = 'Калі Вы дазволілі стварэнне карыстальнікаў пры пацверджанні праз пошту, вызначыце кантэкст, у які будуць заводзіцца карыстальнікі. Гэты кантэкст павінен адрознівацца ад іншых, каб прадухіліць праблемы з бяспекай. Няма неабходнасці дадаваць, назву кантэксту да ldap_context-пераменным, сістэма будзе шукаць карыстальнікаў ад гэтага кантэксту аўтаматычна.';
$string['auth_ldap_creators'] = 'Спіс групаў, сябрам якіх дазваляецца ствараць новыя курсы. Спіс групаў падзяляйце з дапамогай \';\'. Напрыклад,\'cn=teachers,ou=staff,o=myorg\'';
$string['auth_ldap_expiration_desc'] = 'Выбярыце Не, каб не праводзіць праверку пароля на пратэрмінаваны ён ці не, альбо LDAP, каб правяраць пратэрмінаваны пароль ці не непасрэдна ў LDAP';
$string['auth_ldap_expiration_warning_desc'] = 'Колькасць дзён, за якія павінен пароль быць зменены да сканчэння тэрміну сапраўднасці пароля.';
$string['auth_ldap_host_url'] = 'Азначце LDAP-хост у выглядзе URL\'а, напрыклад \'ldap://ldap.myorg.com/\' або \'ldaps://ldap.myorg.com/\'';
$string['auth_ldap_login_settings'] = 'Настройкі ўліковага запісу';
$string['auth_ldap_memberattribute'] = 'Вызначыце карыстальніцкі атрыбут, які вызначае прыналежнасць карыстальніка да групы. Звычайна \'удзельнік\'';
$string['auth_ldap_passwdexpire_settings'] = 'Настройкі тэрміна дзейнасці пароля ў LDAP';
$string['auth_ldap_search_sub'] = 'Азначце значэнні <> 0 калі Вам падабаецца шукаць карыстальнікаў па субкантэкстам.';
$string['auth_ldap_server_settings'] = 'Настройкі LDAP-сервера';
$string['auth_ldap_update_userinfo'] = 'Абнаўляйце карыстальніцкую інфармацыю (Імя, Прозвішча, адрас ..) ад LDAP да сістэмы. Глядзіце /auth/ldap/attr_mappings.php для таго, каб адлюстраваць інфармацыю.';
$string['auth_ldap_user_attribute'] = 'Атрыбут, выкарыстаны для імя/пошук. Звычайна, \'cn\'.';
$string['auth_ldap_user_settings'] = 'Прагляд дадзеных карыстальніка';
$string['auth_ldap_user_type'] = 'Выбраць, каб карыстальнікі захоўваліся ў LDAP. Гэтыя настройкі таксама пазначаюць як дадзеныя пратэрмінаванага ўліковага запісу, стварэння карыстальніка будць працаваць.';
$string['auth_ldap_version'] = 'Версія LDAP пратаколу, якую выкарыстае Вашы сэрвер.';
$string['auth_ldapdescription'] = 'Гэты метад забяспечвае аўтэнтыфікацыю з дапамогай LDAP-сэрвера. Калі дадзены лагін і пароль маюць моц, ствараецца новы карыстальніцкі ўліковы запіс у базе дадзеных сістэмы. Гэты модуль можа чытаць палі ад LDAP-сэрвера і запаўняць неабходныя палі ў сістэме. У далейшым правяраюцца толькі лагін і пароль';
$string['auth_ldapextrafields'] = 'Гэтыя палі дадатковыя. Вы можаце выбіраць папярэдняе запаўненне некаторых палёў карыстальніцкіх дадзеных ад палёў LDAP, паказанага тут. <p>Не запаўняйце гэтае поле, для таго, каб не пераносіць дадзеныя з LDAP.</p><p>У любым выпадку, карыстальнік зможа рэдагаваць усе палі пасля таго, як ён зойдзе ў сістэму.</p>';
$string['auth_ldaptitle'] = 'Выкарыстаць LDAP-сэрвер';