<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_emaildescription'] = 'Пацвярджэнне з дапамогай электроннай пошты - выкарыстаны па-змаўчанні метад аўтэнтыфікацыі. Пры рэгістрацыі карыстальніка праз паказаны адрас электроннай пошты адпраўляецца ліст з просьбай пацвердзіць рэгістрацыю. Ліст утрымлівае выпадкова створаную (бяспечную) спасылку на старонку, дзе карыстальнік можа пацвердзіць уліковы запіс. У далейшым пры ўваходзе ў сістэму адбываецца зверка імя карыстальніка і паролю з іх значэннямі ў базе дадзеных.';
$string['auth_emailtitle'] = 'E-mail - аўтэнтыфікацыя';