<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_dbdescription'] = 'Гэты метад выкарыстае знешнюю базу дадзеных для праверкі пары лагін/пароль. Пры стварэнні новага ўліковага запісу, інфармацыя з палёў можа быць скапіяваная ў сістэму.';
$string['auth_dbextrafields'] = 'Гэтыя палі дадатковыя. Вы можаце выбраць папярэдняе запаўненне некаторых палёў карыстальніцкіх дадзеных ад палёў знешняй базы дадзеных, паказанай тут. <p>Не запаўняйце поле, для выкарыстання настроек па-змаўчанні.</p>
<p>У любым выпадку, карыстальнік зможа рэдагаваць усе палі пасля таго, як ён зойдзе ў сістэму.</p>';
$string['auth_dbfieldpass'] = 'Назва поля, якое змяшчае пароль';
$string['auth_dbfielduser'] = 'Назва поля, якое змяшчае лагін';
$string['auth_dbhost'] = 'Камп\'ютэр, на якім запушчаны сэрвер базы дадзеных.';
$string['auth_dbname'] = 'Назва базы дадзеных';
$string['auth_dbpass'] = 'Пароль, адпаведны паказанаму лагіну';
$string['auth_dbpasstype'] = 'Вызначае фармат выкарыстаных пароляў.  MD5-кадаванне найбольш прыдатнае пры злучэнні да іншых web-дадаткаў, напрыклад, PostNuke';
$string['auth_dbtable'] = 'Назва табліцы ў базе дадзеных';
$string['auth_dbtitle'] = 'Выкарыстаць знешнюю базу дадзеных';
$string['auth_dbtype'] = 'Тып базы дадзеных (Гл. <A HREF=\"../lib/adodb/readme.htm#drivers\">Дакументацыю па ADO db</A>)';
$string['auth_dbuser'] = 'Лагін карыстальніка з правамі толькі на чытанне для базы дадзеных';