<p align="center"><strong>&Sigma;&#973;&gamma;&kappa;&rho;&iota;&sigma;&eta; &tau;&omega;&nu; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&omega;&nu;</strong></p>
<p>&Sigma;&epsilon; &mu;&iota;&alpha; &#940;&sigma;&kappa;&eta;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &sigma;&upsilon;&nu;&eta;&theta;&iota;&sigma;&mu;&#941;&nu;&omicron; &#941;&nu;&alpha; &kappa;&omicron;&mu;&mu;&#940;&tau;&iota; &tau;&eta;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;&sigmaf; &nu;&alpha;  &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&eta;&theta;&epsilon;&#943; &delta;&#973;&omicron; &phi;&omicron;&rho;&#941;&sigmaf;. &#904;&nu;&alpha;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&epsilon;&#943; &tau;&eta;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &tau;&omicron;&upsilon;&sigmaf; &pi;&rho;&iota;&nu; &tau;&eta;&nu;  &upsilon;&pi;&omicron;&beta;&#940;&lambda;&lambda;&epsilon;&iota; &kappa;&alpha;&iota; &omicron; &delta;&#940;&sigma;&kappa;&alpha;&lambda;&omicron;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&epsilon;&#943; &#941;&pi;&epsilon;&iota;&tau;&alpha; &pi;&#940;&lambda;&iota; &tau;&eta;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;. &Eta; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &tau;&omicron;&upsilon;  &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&epsilon;&#943; &tau;&eta;&nu; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &tau;&omicron;&upsilon; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942; &omega;&sigmaf; &alpha;&phi;&epsilon;&tau;&eta;&rho;&#943;&alpha;. &Mu;&iota;&alpha; &#940;&sigma;&kappa;&eta;&sigma;&eta;  &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&iota; &sigma;&tau;&omicron; &delta;&#940;&sigma;&kappa;&alpha;&lambda;&omicron; &nu;&alpha; &alpha;&pi;&omicron;&nu;&epsilon;&#943;&mu;&epsilon;&iota; &#941;&nu;&alpha; &pi;&omicron;&sigma;&omicron;&sigma;&tau;&#972; &tau;&omicron;&upsilon; &beta;&alpha;&theta;&mu;&omicron;&#973; &sigma;&tau;&eta;&nu; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;  &tau;&omicron;&upsilon; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942; &kappa;&alpha;&iota; &tau;&omicron; &upsilon;&pi;&#972;&lambda;&omicron;&iota;&pi;&omicron; &tau;&omicron;&upsilon; &beta;&alpha;&theta;&mu;&omicron;&#973; &pi;&eta;&gamma;&alpha;&#943;&nu;&epsilon;&iota; &sigma;&tau;&eta;&nu; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &tau;&omicron;&upsilon; &iota;&delta;&#943;&omicron;&upsilon; &tau;&omicron;&upsilon; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha; &gamma;&iota;&alpha; &tau;&eta;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;. (&Omicron;&iota; &mu;&#941;&gamma;&iota;&sigma;&tau;&omicron;&iota; &beta;&alpha;&theta;&mu;&omicron;&#943; &gamma;&iota;&alpha; &alpha;&upsilon;&tau;&omicron;&#973;&sigmaf; (&tau;&omicron;&upsilon;&sigmaf; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&eta;&tau;&#941;&sigmaf;) &kappa;&alpha;&lambda;&omicron;&#973;&nu;&tau;&alpha;&iota;  &quot;&beta;&alpha;&theta;&mu;&#972;&sigmaf; &gamma;&iota;&alpha; &tau;&iota;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; &tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu;&quot; &kappa;&alpha;&iota; &quot;&beta;&alpha;&theta;&mu;&#972;&sigmaf; &gamma;&iota;&alpha; &tau;&iota;&sigmaf;  &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf;&quot; &alpha;&nu;&tau;&#943;&sigma;&tau;&omicron;&iota;&chi;&alpha;.) &Sigma;&eta;&mu;&epsilon;&iota;&#974;&sigma;&tau;&epsilon; &#972;&tau;&iota; &omicron; &beta;&alpha;&theta;&mu;&#972;&sigmaf; &alpha;&pi;&#972; &tau;&eta;&nu; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &tau;&omicron;&upsilon;  &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942; &delta;&epsilon;&nu; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&epsilon;&#943;&tau;&alpha;&iota;. &Sigma;&tau;&eta;&nu; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &tau;&omicron;&upsilon; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942; &delta;&#943;&nu;&epsilon;&tau;&alpha;&iota; &#941;&nu;&alpha;&sigmaf;  &beta;&alpha;&theta;&mu;&#972;&sigmaf; &beta;&alpha;&sigma;&iota;&sigma;&mu;&#941;&nu;&omicron;&sigmaf; &sigma;&tau;&omicron; &pi;&#972;&sigma;&omicron; &kappa;&alpha;&lambda;&#940; &tau;&alpha;&iota;&rho;&iota;&#940;&zeta;&epsilon;&iota; &eta; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&#942; &tau;&omicron;&upsilon; &mu;&epsilon; &tau;&eta;&nu; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;  &tau;&omicron;&upsilon; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;.</p>
<p> &Omicron; &beta;&alpha;&theta;&mu;&#972;&sigmaf; &sigma;&upsilon;&mu;&phi;&omega;&nu;&#943;&alpha;&sigmaf; &mu;&epsilon;&tau;&alpha;&xi;&#973; &tau;&eta;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &tau;&omicron;&upsilon; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942; &kappa;&alpha;&iota;  &tau;&omicron;&upsilon; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &beta;&alpha;&sigma;&iota;&sigma;&mu;&#941;&nu;&omicron;&sigmaf; &sigma;&tau;&iota;&sigmaf; &delta;&iota;&alpha;&phi;&omicron;&rho;&#941;&sigmaf; &mu;&epsilon;&tau;&alpha;&xi;&#973; &tau;&omega;&nu; &alpha;&pi;&omicron;&tau;&epsilon;&lambda;&epsilon;&sigma;&mu;&#940;&tau;&omega;&nu; &sigma;&tau;&alpha;  &mu;&epsilon;&mu;&omicron;&nu;&omega;&mu;&#941;&nu;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; (&sigma;&tau;&eta;&nu; &pi;&rho;&alpha;&gamma;&mu;&alpha;&tau;&iota;&kappa;&#972;&tau;&eta;&tau;&alpha;, &omicron;&iota; &rho;&eta;&tau;&#941;&sigmaf; &delta;&iota;&alpha;&phi;&omicron;&rho;&#941;&sigmaf; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&omicron;&#973;&nu;&tau;&alpha;&iota;).  &Omicron; &mu;&#941;&sigma;&omicron;&sigmaf; &#972;&rho;&omicron;&sigmaf; &alpha;&upsilon;&tau;&#974;&nu; &tau;&omega;&nu; &delta;&iota;&alpha;&phi;&omicron;&rho;&#974;&nu; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &mu;&epsilon;&tau;&alpha;&tau;&rho;&alpha;&pi;&epsilon;&#943; &sigma;&epsilon; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&alpha;. &Eta; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942;  &quot;&sigma;&#973;&gamma;&kappa;&rho;&iota;&sigma;&eta;&sigmaf; &tau;&omega;&nu; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&omega;&nu;&quot; &delta;&#943;&nu;&epsilon;&iota; &sigma;&tau;&omicron;&nu; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha; &#941;&nu;&alpha;&nu; &beta;&alpha;&theta;&mu;&#972; &epsilon;&lambda;&#941;&gamma;&chi;&omicron;&upsilon;  &sigma;&tau;&omicron;&nu; &tau;&rho;&#972;&pi;&omicron; &mu;&epsilon; &tau;&omicron;&nu; &omicron;&pi;&omicron;&#943;&omicron; &alpha;&upsilon;&tau;&#941;&sigmaf; &omicron;&iota; &sigma;&upsilon;&gamma;&kappa;&rho;&#943;&sigma;&epsilon;&iota;&sigmaf; &mu;&epsilon;&tau;&alpha;&tau;&rho;&#941;&pi;&omicron;&nu;&tau;&alpha;&iota; &sigma;&epsilon; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&alpha;.</p>
<p>&Gamma;&iota;&alpha; &nu;&alpha; &pi;&#940;&rho;&epsilon;&tau;&epsilon; &kappa;&#940;&pi;&omicron;&iota;&alpha; &iota;&delta;&#941;&alpha; &sigma;&chi;&epsilon;&tau;&iota;&kappa;&#940; &mu;&epsilon; &pi;&omicron;&iota;&alpha; &epsilon;&pi;&#943;&delta;&rho;&alpha;&sigma;&eta; &alpha;&upsilon;&tau;&#942; &eta;  &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &#941;&chi;&epsilon;&iota;, &theta;&epsilon;&omega;&rho;&#942;&sigma;&tau;&epsilon; &tau;&eta; (&alpha;&rho;&kappa;&epsilon;&tau;&#940; &alpha;&pi;&lambda;&#942;) &pi;&epsilon;&rho;&#943;&pi;&tau;&omega;&sigma;&eta; &mu;&iota;&alpha;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &pi;&omicron;&upsilon; &#941;&chi;&epsilon;&iota;  &delta;&#941;&kappa;&alpha; &nu;&alpha;&iota;/&#972;&chi;&iota; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf;. &Pi;&alpha;&rho;&alpha;&delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&omicron;&sigmaf; &chi;&#940;&rho;&iota;&nu; &eta; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &nu;&alpha; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&epsilon;&#943;  &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &#972;&pi;&omega;&sigmaf; &quot;&epsilon;&#943;&nu;&alpha;&iota; &tau;&omicron; &delta;&iota;&#940;&gamma;&rho;&alpha;&mu;&mu;&alpha; &sigma;&omega;&sigma;&tau;&#940; &sigma;&chi;&eta;&mu;&alpha;&tau;&omicron;&pi;&omicron;&iota;&eta;&mu;&#941;&nu;&omicron;;&quot;,  &quot;&Epsilon;&#943;&nu;&alpha;&iota; &tau;&omicron; &upsilon;&pi;&omicron;&lambda;&omicron;&gamma;&iota;&sigma;&mu;&#941;&nu;&omicron; &kappa;&#941;&rho;&delta;&omicron;&sigmaf; $100.66;&quot;, &kappa;.&lambda;&pi;. &upsilon;&pi;&omicron;&theta;&#941;&sigma;&tau;&epsilon; &#972;&tau;&iota; &upsilon;&pi;&#940;&rho;&chi;&omicron;&upsilon;&nu;  &delta;&#941;&kappa;&alpha; &tau;&#941;&tau;&omicron;&iota;&epsilon;&sigmaf; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf;. &#908;&tau;&alpha;&nu; &eta; &quot;&pi;&omicron;&lambda;&#973; &alpha;&mu;&epsilon;&lambda;&#942;&sigmaf;&quot; &rho;&#973;&theta;&mu;&iota;&sigma;&eta; &epsilon;&pi;&iota;&lambda;&#941;&gamma;&epsilon;&tau;&alpha;&iota;, &eta;  &tau;&#941;&lambda;&epsilon;&iota;&alpha; &sigma;&upsilon;&mu;&phi;&omega;&nu;&#943;&alpha; &mu;&epsilon;&tau;&alpha;&xi;&#973; &tau;&eta;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &tau;&omicron;&upsilon; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942; &kappa;&alpha;&iota; &tau;&omicron;&upsilon; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha; &delta;&#943;&nu;&epsilon;&iota;  &#941;&nu;&alpha;&nu; &beta;&alpha;&theta;&mu;&#972; 100%, &epsilon;&#940;&nu; &upsilon;&pi;&#940;&rho;&chi;&epsilon;&iota; &mu;&#972;&nu;&omicron; &mu;&iota;&alpha; &epsilon;&rho;&#974;&tau;&eta;&sigma;&eta; &pi;&omicron;&upsilon; &delta;&epsilon;&nu; &tau;&alpha;&iota;&rho;&iota;&#940;&zeta;&epsilon;&iota; &mu;&epsilon; &tau;&omicron; &beta;&alpha;&theta;&mu;&#972;  &epsilon;&#943;&nu;&alpha;&iota; 90%, &delta;&#973;&omicron; &delta;&iota;&alpha;&phi;&omega;&nu;&#943;&epsilon;&sigmaf; &delta;&#943;&nu;&epsilon;&iota; &#941;&nu;&alpha;&nu; &beta;&alpha;&theta;&mu;&#972; 80%, &tau;&rho;&iota;&#974;&nu; &delta;&iota;&alpha;&phi;&omega;&nu;&iota;&#974;&nu; 70%, &kappa;.&lambda;&pi;...  &Alpha;&upsilon;&tau;&#972; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &mu;&eta;&nu; &sigma;&alpha;&sigmaf; &phi;&alpha;&#943;&nu;&epsilon;&tau;&alpha;&iota; &kappa;&alpha;&iota; &pi;&omicron;&lambda;&#973; &lambda;&omicron;&gamma;&iota;&kappa;&#972; &mu;&epsilon; &tau;&eta;&nu; &omicron;&nu;&omicron;&mu;&alpha;&sigma;&#943;&alpha; &tau;&eta;&sigmaf; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942;&sigmaf;  &quot;&pi;&omicron;&lambda;&#973; &alpha;&mu;&epsilon;&lambda;&#942;&sigmaf;&quot; &sigma;&#973;&gamma;&kappa;&rho;&iota;&sigma;&eta;. &Theta;&epsilon;&omega;&rho;&epsilon;&#943;&sigma;&tau;&epsilon; &tau;&eta;&nu; &pi;&epsilon;&rho;&#943;&pi;&tau;&omega;&sigma;&eta; &epsilon;&nu;&#972;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942; &pi;&omicron;&upsilon;  &kappa;&#940;&nu;&epsilon;&iota; &mu;&iota;&alpha; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &sigma;&tau;&eta;&nu; &tau;&#973;&chi;&eta; &#972;&pi;&omicron;&upsilon; &omicron;&iota; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &tau;&omega;&nu; &delta;&#941;&kappa;&alpha; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&omega;&nu; &alpha;&pi;&lambda;&#974;&sigmaf;  &upsilon;&pi;&#941;&theta;&epsilon;&sigma;&epsilon; &#972;&tau;&iota; &epsilon;&#943;&nu;&alpha;&iota; &sigma;&omega;&sigma;&tau;&#941;&sigmaf;. &Kappa;&alpha;&tau;&#940; &mu;&#941;&sigma;&omicron;&nu; &#972;&rho;&omicron; &alpha;&upsilon;&tau;&#972; &theta;&alpha; &omicron;&delta;&eta;&gamma;&omicron;&#973;&sigma;&epsilon; &sigma;&epsilon; &pi;&#941;&nu;&tau;&epsilon; &alpha;&pi;&#972; &tau;&iota;&sigmaf; &delta;&#941;&kappa;&alpha;  &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &nu;&alpha; &tau;&alpha;&iota;&rho;&iota;&#940;&zeta;&omicron;&upsilon;&nu;. &#904;&tau;&sigma;&iota; &eta; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &tau;&omicron;&upsilon; &quot;&tau;&upsilon;&chi;&epsilon;&rho;&omicron;&#973;&quot; &theta;&alpha; &#941;&pi;&alpha;&iota;&rho;&nu;&epsilon;  &#941;&nu;&alpha;&nu; &beta;&alpha;&theta;&mu;&#972; &pi;&epsilon;&rho;&#943;&pi;&omicron;&upsilon; 50%. &Eta; &kappa;&alpha;&tau;&#940;&sigma;&tau;&alpha;&sigma;&eta; &gamma;&#943;&nu;&epsilon;&tau;&alpha;&iota; &pi;&epsilon;&rho;&iota;&sigma;&sigma;&#972;&tau;&epsilon;&rho;&omicron; &lambda;&omicron;&gamma;&iota;&kappa;&#942; &mu;&epsilon; &tau;&eta;  &quot;&alpha;&mu;&epsilon;&lambda;&#942;&quot; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942;, &gamma;&iota;&alpha;&tau;&#943; &mu;&epsilon; &alpha;&upsilon;&tau;&#942; &eta; &tau;&upsilon;&chi;&alpha;&#943;&alpha; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &pi;&alpha;&#943;&rho;&nu;&epsilon;&iota; &pi;&epsilon;&rho;&#943;&pi;&omicron;&upsilon;  20%. &#908;&tau;&alpha;&nu; &eta; &quot;&delta;&#943;&kappa;&alpha;&iota;&eta;&quot; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &epsilon;&pi;&iota;&lambda;&#941;&gamma;&epsilon;&tau;&alpha;&iota;, &eta; &tau;&upsilon;&chi;&alpha;&#943;&alpha; &epsilon;&iota;&kappa;&alpha;&sigma;&#943;&alpha; &theta;&alpha; &omicron;&delta;&eta;&gamma;&#942;&sigma;&epsilon;&iota;  &sigma;&epsilon; &#941;&nu;&alpha;&nu; &mu;&eta;&delta;&epsilon;&nu;&iota;&kappa;&#972; &beta;&alpha;&theta;&mu;&#972; &tau;&iota;&sigmaf; &pi;&epsilon;&rho;&iota;&sigma;&sigma;&#972;&tau;&epsilon;&rho;&epsilon;&sigmaf; &phi;&omicron;&rho;&#941;&sigmaf;. &Sigma;&epsilon; &alpha;&upsilon;&tau;&#972; &tau;&omicron; &epsilon;&pi;&#943;&pi;&epsilon;&delta;&omicron;, &#941;&nu;&alpha;&sigmaf; &beta;&alpha;&theta;&mu;&#972;&sigmaf;  50% &delta;&#943;&nu;&epsilon;&tau;&alpha;&iota; &#972;&tau;&alpha;&nu; &sigma;&upsilon;&mu;&phi;&omega;&nu;&omicron;&#973;&nu; &omicron;&iota; &delta;&#973;&omicron; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; &sigma;&tau;&alpha; &omicron;&kappa;&tau;&#974; &theta;&#941;&mu;&alpha;&tau;&alpha; &alpha;&pi;&#972; &tau;&alpha; &delta;&#941;&kappa;&alpha;. &Epsilon;&#940;&nu;  &tau;&rho;&epsilon;&iota;&sigmaf; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; &delta;&iota;&alpha;&phi;&omicron;&rho;&epsilon;&tau;&iota;&kappa;&#941;&sigmaf; &omicron; &beta;&alpha;&theta;&mu;&#972;&sigmaf; &pi;&omicron;&upsilon; &delta;&#943;&nu;&epsilon;&tau;&alpha;&iota; &epsilon;&#943;&nu;&alpha;&iota; 25%. &#908;&tau;&alpha;&nu; &eta;  &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &tau;&#943;&theta;&epsilon;&tau;&alpha;&iota; &sigma;&tau;&eta;&nu; &quot;&alpha;&kappa;&rho;&iota;&beta;&#942;&sigmaf;&quot; &#941;&chi;&omicron;&nu;&tau;&alpha;&sigmaf; &delta;&#973;&omicron; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &pi;&omicron;&upsilon; &delta;&epsilon;&nu;  &tau;&alpha;&iota;&rho;&iota;&#940;&zeta;&omicron;&upsilon;&nu; (&delta;&epsilon;&nu; &epsilon;&#943;&nu;&alpha;&iota; &sigma;&omega;&sigma;&tau;&#941;&sigmaf; &omicron;&iota; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &tau;&eta;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf;) &delta;&#943;&nu;&omicron;&upsilon;&nu; &#941;&nu;&alpha;&nu; &beta;&alpha;&theta;&mu;&#972;  40%, &epsilon;&pi;&iota;&lambda;&#941;&gamma;&omicron;&nu;&tau;&alpha;&sigmaf; &tau;&omicron; &quot;&pi;&omicron;&lambda;&#973; &alpha;&kappa;&rho;&iota;&beta;&epsilon;&#943;&sigmaf;&quot; &mu;&iota;&alpha; &delta;&iota;&alpha;&phi;&omega;&nu;&#943;&alpha; &sigma;&epsilon; &alpha;&kappa;&rho;&iota;&beta;&#974;&sigmaf; &delta;&#973;&omicron;  &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &rho;&#943;&chi;&nu;&epsilon;&iota; &tau;&omicron;&nu; &beta;&alpha;&theta;&mu;&#972; &sigma;&tau;&omicron; 35% &kappa;&alpha;&iota; &#941;&chi;&omicron;&nu;&tau;&alpha;&sigmaf; &delta;&iota;&alpha;&phi;&omega;&nu;&#943;&alpha; &sigma;&epsilon; &mu;&#943;&alpha; &mu;&#972;&nu;&omicron; &epsilon;&rho;&#974;&tau;&eta;&sigma;&eta;  &delta;&#943;&nu;&epsilon;&iota; &#941;&nu;&alpha;&nu; &beta;&alpha;&theta;&mu;&#972; 65%.</p>
<p>&Alpha;&upsilon;&tau;&#972; &tau;&omicron; &pi;&alpha;&rho;&#940;&delta;&epsilon;&iota;&gamma;&mu;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &tau;&epsilon;&chi;&nu;&eta;&tau;&#972; &delta;&epsilon;&delta;&omicron;&mu;&#941;&nu;&omicron;&upsilon; &#972;&tau;&iota; &omicron;&iota;  &pi;&epsilon;&rho;&iota;&sigma;&sigma;&#972;&tau;&epsilon;&rho;&epsilon;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; &pi;&epsilon;&rho;&iota;&#941;&chi;&omicron;&upsilon;&nu; &sigma;&upsilon;&nu;&#942;&theta;&omega;&sigmaf; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &pi;&omicron;&upsilon; &#941;&chi;&omicron;&upsilon;&nu; &mu;&iota;&alpha; &sigma;&epsilon;&iota;&rho;&#940; &tau;&iota;&mu;&#974;&nu;  &pi;&alpha;&rho;&#940; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &mu;&epsilon; &nu;&alpha;&iota; &#942; &#972;&chi;&iota;. &Sigma;&epsilon; &tau;&#941;&tau;&omicron;&iota;&epsilon;&sigmaf; &pi;&epsilon;&rho;&iota;&pi;&tau;&#974;&sigma;&epsilon;&iota;&sigmaf; &eta; &sigma;&#973;&gamma;&kappa;&rho;&iota;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &pi;&iota;&theta;&alpha;&nu;&#972; &nu;&alpha;  &omicron;&delta;&eta;&gamma;&#942;&sigma;&epsilon;&iota; &sigma;&epsilon; &kappa;&#940;&pi;&omega;&sigmaf; &upsilon;&psi;&eta;&lambda;&#972;&tau;&epsilon;&rho;&omicron;&upsilon;&sigmaf; &beta;&alpha;&theta;&mu;&omicron;&#973;&sigmaf; &alpha;&pi;&#972; &tau;&iota;&sigmaf; &tau;&iota;&mu;&#941;&sigmaf; &pi;&omicron;&upsilon; &upsilon;&pi;&omicron;&delta;&epsilon;&iota;&kappa;&nu;&#973;&omicron;&nu;&tau;&alpha;&iota; &alpha;&nu;&omega;&tau;&#941;&rho;&omega;.  &Tau;&alpha; &delta;&iota;&#940;&phi;&omicron;&rho;&alpha; &epsilon;&pi;&#943;&pi;&epsilon;&delta;&alpha; (&pi;&omicron;&lambda;&#973; &alpha;&mu;&epsilon;&lambda;&#942;&sigmaf;, &alpha;&mu;&epsilon;&lambda;&#942;&sigmaf;, &delta;&#943;&kappa;&alpha;&iota;&omicron;&sigmaf;...) &delta;&#943;&nu;&omicron;&nu;&tau;&alpha;&iota; &#941;&tau;&sigma;&iota; &#974;&sigma;&tau;&epsilon; &omicron;  &delta;&#940;&sigma;&kappa;&alpha;&lambda;&omicron;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &rho;&upsilon;&theta;&mu;&#943;&sigma;&epsilon;&iota; &mu;&epsilon; &alpha;&kappa;&rho;&#943;&beta;&epsilon;&iota;&alpha; &tau;&iota;&sigmaf; &sigma;&upsilon;&gamma;&kappa;&rho;&#943;&sigma;&epsilon;&iota;&sigmaf;. &Epsilon;&#940;&nu; &theta;&epsilon;&omega;&rho;&omicron;&#973;&nu; &omicron;&iota;  &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#941;&sigmaf; &#972;&tau;&iota; &omicron;&iota; &beta;&alpha;&theta;&mu;&omicron;&#943; &pi;&omicron;&upsilon; &delta;&#943;&nu;&omicron;&nu;&tau;&alpha;&iota; &gamma;&iota;&alpha; &tau;&iota;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; &pi;&#940;&rho;&alpha; &pi;&omicron;&lambda;&#973;  &chi;&alpha;&mu;&eta;&lambda;&omicron;&#943; &alpha;&upsilon;&tau;&#942; &eta; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &kappa;&iota;&nu;&eta;&theta;&epsilon;&#943; &pi;&rho;&omicron;&sigmaf; &tau;&iota;&sigmaf; &quot;&alpha;&mu;&epsilon;&lambda;&#942;&sigmaf;&quot; &#942; &alpha;&kappa;&#972;&mu;&alpha;  &kappa;&alpha;&iota; &quot;&pi;&omicron;&lambda;&#973; &alpha;&mu;&epsilon;&lambda;&#942;&sigmaf;&quot; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#941;&sigmaf;. &Kappa;&alpha;&iota; &epsilon;&nu;&alpha;&lambda;&lambda;&alpha;&kappa;&tau;&iota;&kappa;&#940;, &epsilon;&#940;&nu; &omicron;&iota; &beta;&alpha;&theta;&mu;&omicron;&#943; &gamma;&iota;&alpha; &tau;&iota;&sigmaf;  &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; &tau;&omicron;&upsilon; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;, &gamma;&epsilon;&nu;&iota;&kappa;&#940;, &phi;&alpha;&#943;&nu;&epsilon;&tau;&alpha;&iota; &nu;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &pi;&#940;&rho;&alpha; &pi;&omicron;&lambda;&#973; &upsilon;&psi;&eta;&lambda;&omicron;&#943; &alpha;&upsilon;&tau;&#942; &eta;  &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &kappa;&iota;&nu;&eta;&theta;&epsilon;&#943; &pi;&rho;&omicron;&sigmaf; &epsilon;&#943;&tau;&epsilon; &tau;&iota;&sigmaf; &quot;&alpha;&kappa;&rho;&iota;&beta;&#942;&sigmaf;&quot; &epsilon;&#943;&tau;&epsilon; &quot;&pi;&omicron;&lambda;&#973;  &alpha;&kappa;&rho;&iota;&beta;&#942;&sigmaf;&quot; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#941;&sigmaf;. &Epsilon;&#943;&nu;&alpha;&iota; &pi;&rho;&alpha;&gamma;&mu;&alpha;&tau;&iota;&kappa;&#940; &theta;&#941;&mu;&alpha; &pi;&epsilon;&iota;&rho;&alpha;&mu;&alpha;&tau;&iota;&sigma;&mu;&omicron;&#973; &mu;&epsilon; &kappa;&alpha;&lambda;&#973;&tau;&epsilon;&rho;&eta;  &alpha;&phi;&epsilon;&tau;&eta;&rho;&#943;&alpha; &tau;&eta;&nu; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &quot;&delta;&#943;&kappa;&alpha;&iota;&eta;&quot;.</p>
<p>&Kappa;&alpha;&tau;&#940; &tau;&eta; &delta;&iota;&#940;&rho;&kappa;&epsilon;&iota;&alpha; &tau;&eta;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf; &omicron; &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#942;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &theta;&epsilon;&omega;&rho;&#942;&sigma;&epsilon;&iota;  &#972;&tau;&iota; &omicron;&iota; &beta;&alpha;&theta;&mu;&omicron;&#943; &pi;&omicron;&upsilon; &delta;&#943;&nu;&omicron;&nu;&tau;&alpha;&iota; &sigma;&tau;&iota;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; &tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu; &epsilon;&#943;&nu;&alpha;&iota; &epsilon;&#943;&tau;&epsilon; &pi;&#940;&rho;&alpha;  &pi;&omicron;&lambda;&#973; &upsilon;&psi;&eta;&lambda;&omicron;&#943; &epsilon;&#943;&tau;&epsilon; &pi;&#940;&rho;&alpha; &pi;&omicron;&lambda;&#973; &chi;&alpha;&mu;&eta;&lambda;&omicron;&#943;. &Alpha;&upsilon;&tau;&omicron;&#943; &omicron;&iota; &beta;&alpha;&theta;&mu;&omicron;&#943; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&omicron;&nu;&tau;&alpha;&iota; &sigma;&tau;&eta; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;  &delta;&iota;&omicron;&#943;&kappa;&eta;&sigma;&eta;&sigmaf; &tau;&eta;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf;. &Sigma;&epsilon; &alpha;&upsilon;&tau;&#942;&nu; &tau;&eta;&nu; &pi;&epsilon;&rho;&#943;&pi;&tau;&omega;&sigma;&eta;, &omicron; &delta;&#940;&sigma;&kappa;&alpha;&lambda;&omicron;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &alpha;&lambda;&lambda;&#940;&xi;&epsilon;&iota; &tau;&eta;&nu;  &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &kappa;&alpha;&iota; &nu;&alpha; &upsilon;&pi;&omicron;&lambda;&omicron;&gamma;&#943;&sigma;&epsilon;&iota; &epsilon;&kappa; &nu;&#941;&omicron;&upsilon; &tau;&omicron;&upsilon;&sigmaf; &beta;&alpha;&theta;&mu;&omicron;&#973;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu;  (&chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&#974;&nu;&tau;&alpha;&sigmaf; &tau;&eta;&nu; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &quot;&beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &tau;&omega;&nu; &beta;&alpha;&theta;&mu;&#974;&nu;&quot;). &Omicron; &upsilon;&pi;&omicron;&lambda;&omicron;&gamma;&iota;&sigma;&mu;&#972;&sigmaf;  &mu;&epsilon;&tau;&#940; &tau;&iota;&sigmaf; &alpha;&lambda;&lambda;&alpha;&gamma;&#941;&sigmaf; &gamma;&#943;&nu;&epsilon;&tau;&alpha;&iota; &mu;&epsilon; &alpha;&rho;&iota;&sigma;&tau;&epsilon;&rho;&#972; &kappa;&lambda;&iota;&kappa; &tau;&omicron;&upsilon; &pi;&omicron;&nu;&tau;&iota;&kappa;&iota;&omicron;&#973; &tau;&eta;&sigmaf; &sigma;&#973;&nu;&delta;&epsilon;&sigma;&eta;&sigmaf;  &quot;&alpha;&nu;&alpha;&beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &tau;&omega;&nu; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&omega;&nu; &tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu;&quot; &pi;&omicron;&upsilon; &beta;&rho;&#943;&sigma;&kappa;&epsilon;&tau;&alpha;&iota; &sigma;&tau;&eta;  &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &delta;&iota;&omicron;&#943;&kappa;&eta;&sigma;&eta;&sigmaf; &tau;&eta;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf;. &Alpha;&upsilon;&tau;&#972; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &epsilon;&kappa;&tau;&epsilon;&lambda;&epsilon;&sigma;&tau;&epsilon;&#943; &alpha;&kappa;&#943;&nu;&delta;&upsilon;&nu;&alpha; &omicron;&pi;&omicron;&iota;&alpha;&delta;&#942;&pi;&omicron;&tau;&epsilon;  &sigma;&tau;&iota;&gamma;&mu;&#942; &sigma;&tau;&eta;&nu; &#940;&sigma;&kappa;&eta;&sigma;&eta;.</p>
 
