<p align="center"><strong>&Sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf;</strong></p>

<p align="left">&Gamma;&iota;&alpha; &epsilon;&upsilon;&kappa;&omicron;&lambda;&#943;&alpha; &sigma;&tau;&eta;&nu; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;, &eta; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &mu;&iota;&alpha;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &#941;&chi;&epsilon;&iota; &#941;&nu;&alpha;&nu; &lambda;&omicron;&gamma;&iota;&kappa;&#972; &alpha;&rho;&iota;&theta;&mu;&#972; 
  &quot;&sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omega;&nu; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf;&quot;. &Kappa;&#940;&theta;&epsilon; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omicron; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &kappa;&alpha;&lambda;&#973;&psi;&epsilon;&iota; &mu;&iota;&alpha; &iota;&delta;&iota;&alpha;&#943;&tau;&epsilon;&rho;&eta; 
  &pi;&tau;&upsilon;&chi;&#942; &tau;&eta;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf;. &Tau;&upsilon;&pi;&iota;&kappa;&#940; &mu;&iota;&alpha; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &theta;&alpha; &#941;&chi;&epsilon;&iota; &mu;&epsilon;&tau;&alpha;&xi;&#973; &tau;&omega;&nu; 5 &#941;&omega;&sigmaf; 15 
  &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omega;&nu; &gamma;&iota;&alpha; &sigma;&chi;&#972;&lambda;&iota;&alpha; &kappa;&alpha;&iota; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;, &omicron; &pi;&rho;&alpha;&gamma;&mu;&alpha;&tau;&iota;&kappa;&#972;&sigmaf; &alpha;&rho;&iota;&theta;&mu;&#972;&sigmaf; &epsilon;&xi;&alpha;&rho;&tau;&#940;&tau;&alpha;&iota; &alpha;&pi;&#972; &tau;&omicron; 
  &mu;&#941;&gamma;&epsilon;&theta;&omicron;&sigmaf; &kappa;&alpha;&iota; &tau;&eta;&nu; &pi;&omicron;&lambda;&upsilon;&pi;&lambda;&omicron;&kappa;&#972;&tau;&eta;&tau;&alpha; &tau;&eta;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf; &pi;&omicron;&upsilon; &epsilon;&#943;&chi;&epsilon; &alpha;&nu;&alpha;&tau;&epsilon;&theta;&epsilon;&#943;. &Mu;&iota;&alpha; &#972;&mu;&omicron;&iota;&alpha; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta; &mu;&epsilon; &mu;&#972;&nu;&omicron; &#941;&nu;&alpha; 
  &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omicron; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&tau;&alpha;&iota; &kappa;&alpha;&iota; &#941;&chi;&epsilon;&iota; &#941;&nu;&alpha; &pi;&alpha;&rho;&#972;&mu;&omicron;&iota;&omicron; &tau;&rho;&#972;&pi;&omicron; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &mu;&epsilon; &tau;&eta;&nu; 
  &tau;&upsilon;&pi;&omicron;&pi;&omicron;&iota;&eta;&mu;&#941;&nu;&eta; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta; &tau;&omicron;&upsilon; Moodle.</p>
<p align="left">&Omicron; &tau;&#973;&pi;&omicron;&sigmaf; &tau;&omega;&nu; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omega;&nu; &epsilon;&xi;&alpha;&rho;&tau;&#940;&tau;&alpha;&iota; &alpha;&pi;&#972; &tau;&omicron;&nu; &tau;&rho;&#972;&pi;&omicron; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &tau;&eta;&sigmaf; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;&sigmaf;.</p>
<p align="left"><strong>&Mu;&eta; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&eta;&mu;&#941;&nu;&omicron;&sigmaf;.</strong> &Tau;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &pi;&epsilon;&rho;&iota;&gamma;&rho;&alpha;&phi;&#941;&sigmaf; &tau;&omega;&nu; 
  &delta;&iota;&alpha;&phi;&#972;&rho;&omega;&nu; &pi;&tau;&upsilon;&chi;&#974;&nu; 
  &tau;&eta;&sigmaf; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;&sigmaf;. &Alpha;&upsilon;&tau;&#972;&sigmaf; &pi;&omicron;&upsilon; &theta;&alpha; &kappa;&#940;&nu;&epsilon;&iota; &tau;&eta;&nu; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &kappa;&alpha;&lambda;&epsilon;&#943;&tau;&alpha;&iota; &nu;&alpha; &sigma;&chi;&omicron;&lambda;&iota;&#940;&sigma;&epsilon;&iota; &kappa;&#940;&theta;&epsilon; &mu;&iota;&alpha; &alpha;&pi;&#972; &alpha;&upsilon;&tau;&#941;&sigmaf; &tau;&iota;&sigmaf; &pi;&tau;&upsilon;&chi;&#941;&sigmaf;. 
  &#908;&pi;&omega;&sigmaf; &kappa;&alpha;&iota; &mu;&epsilon; &#972;&lambda;&epsilon;&sigmaf; &tau;&iota;&sigmaf; &sigma;&tau;&rho;&alpha;&tau;&eta;&gamma;&iota;&kappa;&#941;&sigmaf; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf;, &upsilon;&pi;&#940;&rho;&chi;&epsilon;&iota; &epsilon;&pi;&#943;&sigma;&eta;&sigmaf; &mu;&iota;&alpha; &pi;&epsilon;&rho;&iota;&omicron;&chi;&#942; &gamma;&iota;&alpha; &gamma;&epsilon;&nu;&iota;&kappa;&#940; 
  &sigma;&chi;&#972;&lambda;&iota;&alpha;.</p>
<p align="left"><strong>&Sigma;&upsilon;&sigma;&omega;&rho;&epsilon;&upsilon;&tau;&iota;&kappa;&#942; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;.</strong> &Tau;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; 
  &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &#941;&chi;&omicron;&upsilon;&nu; &tau;&alpha; &alpha;&kappa;&#972;&lambda;&omicron;&upsilon;&theta;&alpha; &tau;&rho;&#943;&alpha; 
  &chi;&alpha;&rho;&alpha;&kappa;&tau;&eta;&rho;&iota;&sigma;&tau;&iota;&kappa;&#940; &gamma;&nu;&omega;&rho;&#943;&sigma;&mu;&alpha;&tau;&alpha;:</p>
<ol>
  <li>&Eta; &Pi;&Epsilon;&Rho;&Iota;&Gamma;&Rho;&Alpha;&Phi;&Eta; &tau;&omicron;&upsilon; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omicron;&upsilon; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf;. &Alpha;&upsilon;&tau;&#972; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &delta;&eta;&lambda;&#974;&nu;&epsilon;&iota; &sigma;&alpha;&phi;&#974;&sigmaf; &pi;&omicron;&iota;&alpha; 
    &pi;&tau;&upsilon;&chi;&#942; &tau;&eta;&sigmaf; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&epsilon;&#943;&tau;&alpha;&iota;. &Epsilon;&#940;&nu; &eta; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &pi;&omicron;&iota;&omicron;&tau;&iota;&kappa;&#942; &epsilon;&#943;&nu;&alpha;&iota; 
    &chi;&rho;&#942;&sigma;&iota;&mu;&omicron; &nu;&alpha; &delta;&omicron;&theta;&omicron;&#973;&nu; &lambda;&epsilon;&pi;&tau;&omicron;&mu;&#941;&rho;&epsilon;&iota;&epsilon;&sigmaf; &gamma;&iota;&#39; &alpha;&upsilon;&tau;&#972; &pi;&omicron;&upsilon; &theta;&epsilon;&omega;&rho;&epsilon;&#943;&tau;&alpha;&iota; &#940;&rho;&iota;&sigma;&tau;&omicron;, &mu;&#941;&sigma;&omicron; &kappa;&alpha;&iota; 
    &phi;&tau;&omega;&chi;&#972;. </li>
  <li>&Eta; &Kappa;&Lambda;&Iota;&Mu;&Alpha;&Kappa;&Alpha; &tau;&omicron;&upsilon; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omicron;&upsilon; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf;. &Upsilon;&pi;&#940;&rho;&chi;&omicron;&upsilon;&nu; &delta;&iota;&#940;&phi;&omicron;&rho;&epsilon;&sigmaf; &pi;&rho;&omicron;&kappa;&alpha;&theta;&omicron;&rho;&iota;&sigma;&mu;&#941;&nu;&epsilon;&sigmaf; 
    &kappa;&lambda;&#943;&mu;&alpha;&kappa;&epsilon;&sigmaf;. &Alpha;&upsilon;&tau;&omicron;&#943; &kappa;&upsilon;&mu;&alpha;&#943;&nu;&omicron;&nu;&tau;&alpha;&iota; &alpha;&pi;&#972; &tau;&iota;&sigmaf; &alpha;&pi;&lambda;&#941;&sigmaf; &nu;&alpha;&iota;/&#972;&chi;&iota; &kappa;&lambda;&#943;&mu;&alpha;&kappa;&epsilon;&sigmaf;, &sigma;&epsilon; &kappa;&lambda;&#943;&mu;&alpha;&kappa;&epsilon;&sigmaf; &tau;&omega;&nu; 
    &pi;&omicron;&lambda;&lambda;&#974;&nu; &sigma;&eta;&mu;&epsilon;&#943;&omega;&nu; &kappa;&alpha;&iota; &phi;&tau;&#940;&nu;&omicron;&upsilon;&nu; &omega;&sigmaf; &tau;&iota;&sigmaf; &pi;&omicron;&sigma;&omicron;&sigma;&tau;&iota;&alpha;&#943;&epsilon;&sigmaf; &kappa;&lambda;&#943;&mu;&alpha;&kappa;&epsilon;&sigmaf;. &Kappa;&#940;&theta;&epsilon; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omicron; 
    &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &#941;&chi;&epsilon;&iota; &tau;&eta;&nu; &delta;&iota;&kappa;&iota;&#940; &tau;&omicron;&upsilon; &kappa;&lambda;&#943;&mu;&alpha;&kappa;&alpha; &eta; &omicron;&pi;&omicron;&#943;&alpha; &theta;&alpha; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &epsilon;&kappa;&lambda;&epsilon;&gamma;&epsilon;&#943; &#941;&tau;&sigma;&iota; 
    &#974;&sigma;&tau;&epsilon; &nu;&alpha; &tau;&alpha;&iota;&rho;&iota;&#940;&zeta;&epsilon;&iota; &mu;&epsilon; &tau;&omicron;&nu; &alpha;&rho;&iota;&theta;&mu;&#972; &tau;&omicron;&nu; &delta;&iota;&alpha;&phi;&omicron;&rho;&epsilon;&tau;&iota;&kappa;&#974;&nu; &epsilon;&kappa;&delta;&omicron;&chi;&#974;&nu; &pi;&omicron;&upsilon; &theta;&alpha; &#941;&chi;&epsilon;&iota; &alpha;&upsilon;&tau;&#972; &tau;&omicron; 
    &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omicron;. &Sigma;&eta;&mu;&epsilon;&iota;&#974;&sigma;&tau;&epsilon; &#972;&tau;&iota; &eta; &kappa;&lambda;&#943;&mu;&alpha;&kappa;&alpha; &Delta;&Epsilon;&Nu; &kappa;&alpha;&theta;&omicron;&rho;&#943;&zeta;&epsilon;&iota; &tau;&eta;&nu; &sigma;&eta;&mu;&alpha;&nu;&tau;&iota;&kappa;&#972;&tau;&eta;&tau;&alpha; &tau;&omicron;&upsilon; 
    &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omicron;&upsilon; &#972;&tau;&alpha;&nu; &kappa;&#940;&nu;&epsilon;&iota; &upsilon;&pi;&omicron;&lambda;&omicron;&gamma;&iota;&sigma;&mu;&#972; &tau;&omicron;&upsilon; &sigma;&upsilon;&nu;&omicron;&lambda;&iota;&kappa;&omicron;&#973; &beta;&#940;&theta;&mu;&omicron;&upsilon;, &mu;&#943;&alpha; &kappa;&lambda;&#943;&mu;&alpha;&kappa;&alpha; &delta;&#973;&omicron; 
    &sigma;&eta;&mu;&epsilon;&#943;&omega;&nu; &#39;&#39;&epsilon;&pi;&eta;&rho;&epsilon;&#940;&zeta;&epsilon;&iota;&#39;&#39; &tau;&omicron; &#943;&delta;&iota;&omicron; &mu;&epsilon; &mu;&#943;&alpha; &kappa;&lambda;&#943;&mu;&alpha;&kappa;&alpha; 100 &sigma;&eta;&mu;&epsilon;&#943;&omega;&nu; &alpha;&nu; &tau;&alpha; &alpha;&nu;&tau;&#943;&sigma;&tau;&omicron;&iota;&chi;&alpha; 
    &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &#941;&chi;&omicron;&upsilon;&nu; &tau;&eta;&nu; &#943;&delta;&iota;&alpha; &beta;&alpha;&rho;&#973;&tau;&eta;&tau;&alpha;...</li>
</ol>
<p>&Epsilon;&#940;&nu; &pi;&rho;&omicron;&sigma;&omega;&pi;&iota;&kappa;&#941;&sigmaf; &kappa;&lambda;&#943;&mu;&alpha;&kappa;&epsilon;&sigmaf; &#941;&chi;&omicron;&upsilon;&nu; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&eta;&theta;&epsilon;&#943; &mu;&#941;&sigma;&alpha; &sigma;&tau;&omicron; &mu;&#940;&theta;&eta;&mu;&alpha;, &tau;&#972;&tau;&epsilon; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; 
  &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&eta;&theta;&omicron;&#973;&nu; &kappa;&alpha;&iota; &alpha;&upsilon;&tau;&#941;&sigmaf;. &Sigma;&eta;&mu;&epsilon;&iota;&#974;&sigma;&tau;&epsilon;, &omega;&sigma;&tau;&#972;&sigma;&omicron;, &#972;&tau;&iota; &alpha;&upsilon;&tau;&#972;&sigmaf; &omicron; &tau;&#973;&pi;&omicron;&sigmaf; &kappa;&lambda;&#943;&mu;&alpha;&kappa;&alpha;&sigmaf; 
  &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&epsilon;&#943;&tau;&alpha;&iota; &omega;&sigmaf; &kappa;&lambda;&#943;&mu;&alpha;&kappa;&alpha; &pi;&omicron;&lambda;&lambda;&#974;&nu; &sigma;&eta;&mu;&epsilon;&#943;&omega;&nu; &kappa;&alpha;&iota; &#972;&tau;&iota; &mu;&#972;&nu;&omicron; &tau;&alpha; &pi;&rho;&#974;&tau;&alpha; &kappa;&alpha;&iota; &tau;&epsilon;&lambda;&epsilon;&upsilon;&tau;&alpha;&#943;&alpha; 
  &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &tau;&eta;&sigmaf; &kappa;&lambda;&#943;&mu;&alpha;&kappa;&alpha;&sigmaf; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&omicron;&nu;&tau;&alpha;&iota;. &Pi;&alpha;&rho;&alpha;&delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&omicron;&sigmaf; &chi;&#940;&rho;&iota;&nu;, &epsilon;&#940;&nu; &eta; &pi;&rho;&omicron;&sigma;&omega;&pi;&iota;&kappa;&#942; &kappa;&lambda;&#943;&mu;&alpha;&kappa;&alpha; 
  &mu;&epsilon; &tau;&eta;&nu; &omicron;&nu;&omicron;&mu;&alpha;&sigma;&#943;&alpha; &quot;&pi;&omicron;&lambda;&#973; &beta;&rho;&epsilon;&gamma;&mu;&#941;&nu;&omicron;&sigmaf;, &beta;&rho;&epsilon;&gamma;&mu;&#941;&nu;&omicron;&sigmaf;, &upsilon;&gamma;&rho;&#972;&sigmaf;, &xi;&eta;&rho;&#972;&sigmaf;&quot; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&eta;&theta;&epsilon;&#943; 
  &sigma;&tau;&omicron; &mu;&#940;&theta;&eta;&mu;&alpha;, 
  &alpha;&upsilon;&tau;&#942; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&eta;&theta;&epsilon;&#943; &kappa;&alpha;&iota; &theta;&alpha; &epsilon;&mu;&phi;&alpha;&nu;&#943;&zeta;&epsilon;&tau;&alpha;&iota; &omega;&sigmaf; &kappa;&lambda;&#943;&mu;&alpha;&kappa;&alpha; 4 &sigma;&eta;&mu;&epsilon;&#943;&omega;&nu;, &mu;&epsilon; &tau;&eta;&nu; 
  &omicron;&nu;&omicron;&mu;&alpha;&sigma;&#943;&alpha; 
  &quot;&pi;&omicron;&lambda;&#973; &beta;&rho;&epsilon;&gamma;&mu;&#941;&nu;&omicron;&sigmaf;&quot; &kappa;&lambda;&#943;&mu;&alpha;&kappa;&alpha; &sigma;&eta;&mu;&epsilon;&#943;&omicron;&upsilon; &sigma;&tau;&eta; &mu;&#943;&alpha; &pi;&lambda;&epsilon;&upsilon;&rho;&#940; &tau;&eta;&sigmaf; &kappa;&lambda;&#943;&mu;&alpha;&kappa;&alpha;&sigmaf; &kappa;&alpha;&iota; &quot;&xi;&epsilon;&rho;&#972;&sigmaf;&quot; &sigma;&tau;&eta;&nu; 
  &#940;&lambda;&lambda;&eta;.</p>
<ol start="3" type="1">
  <li>&Eta; &Beta;&Alpha;&Rho;&Upsilon;&Tau;&Eta;&Tau;&Alpha; &tau;&omicron;&upsilon; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omicron;&upsilon; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf;. &Epsilon;&xi; &omicron;&rho;&iota;&sigma;&mu;&omicron;&#973; &sigma;&tau;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &delta;&#943;&nu;&epsilon;&tau;&alpha;&iota; &eta; &#943;&delta;&iota;&alpha; 
    &alpha;&xi;&#943;&alpha; &kappa;&alpha;&tau;&#940; &tau;&eta;&nu; &upsilon;&pi;&omicron;&lambda;&omicron;&gamma;&iota;&sigma;&mu;&#972; &tau;&omicron;&upsilon; &gamma;&epsilon;&nu;&iota;&kappa;&omicron;&#973; &beta;&alpha;&theta;&mu;&omicron;&#973; &tau;&eta;&sigmaf; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;&sigmaf;. &Sigma;&tau;&eta;&nu; &Beta;&Alpha;&Rho;&Upsilon;&Tau;&Eta;&Tau;&Alpha; 
    &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &omicron;&rho;&iota;&sigma;&tau;&omicron;&#973;&nu; &kappa;&alpha;&iota; &alpha;&rho;&nu;&eta;&tau;&iota;&kappa;&#941;&sigmaf; &tau;&iota;&mu;&#941;&sigmaf;, &alpha;&lambda;&lambda;&#940; &alpha;&upsilon;&tau;&#972; &epsilon;&#943;&nu;&alpha;&iota; &#941;&nu;&alpha; &pi;&epsilon;&iota;&rho;&alpha;&mu;&alpha;&tau;&iota;&kappa;&#972; 
    &alpha;&kappa;&#972;&mu;&eta; &chi;&alpha;&rho;&alpha;&kappa;&tau;&eta;&rho;&iota;&sigma;&tau;&iota;&kappa;&#972;. </li>
</ol>
<p><strong>&Beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &beta;&alpha;&sigma;&iota;&sigma;&mu;&#941;&nu;&eta; &sigma;&tau;&alpha; &lambda;&#940;&theta;&eta;.</strong> &Tau;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &theta;&alpha; &pi;&epsilon;&rho;&iota;&gamma;&rho;&#940;&phi;&omicron;&upsilon;&nu; 
  &kappa;&alpha;&nu;&omicron;&nu;&iota;&kappa;&#940;, &omicron;&rho;&iota;&sigma;&mu;&#941;&nu;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &#942; &pi;&tau;&upsilon;&chi;&#941;&sigmaf; &pi;&omicron;&upsilon; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &pi;&alpha;&rho;&#972;&nu;&tau;&alpha; &sigma;&tau;&eta;&nu; &#940;&sigma;&kappa;&eta;&sigma;&eta; &pi;&omicron;&upsilon; 
  &#941;&chi;&epsilon;&iota; &alpha;&nu;&alpha;&tau;&epsilon;&theta;&epsilon;&#943; &sigma;&tau;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf;. &Eta; 
  &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &gamma;&#943;&nu;&epsilon;&tau;&alpha;&iota; &sigma;&tau;&eta;&nu; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&#943;&alpha; &#942; &tau;&eta;&nu; &alpha;&pi;&omicron;&upsilon;&sigma;&#943;&alpha; &alpha;&upsilon;&tau;&#974;&nu; &tau;&omega;&nu; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omega;&nu; &#942; &pi;&tau;&upsilon;&chi;&#974;&nu;. &Omicron; 
  &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#942;&sigmaf; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &theta;&epsilon;&sigma;&pi;&#943;&sigma;&epsilon;&iota; &#941;&nu;&alpha; &pi;&#943;&nu;&alpha;&kappa;&alpha; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &sigma;&tau;&omicron;&nu; &omicron;&pi;&omicron;&#943;&omicron; &nu;&alpha; &omicron;&rho;&#943;&zeta;&epsilon;&iota; &tau;&omega;&nu; 
  &pi;&rho;&omicron;&tau;&epsilon;&iota;&nu;&#972;&mu;&epsilon;&nu;&omicron;&nbsp; &beta;&alpha;&theta;&mu;&#972; &#972;&tau;&alpha;&nu; &#972;&lambda;&alpha; &tau;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &pi;&alpha;&rho;&#972;&nu;&tau;&alpha;, &#972;&tau;&alpha;&nu; &kappa;&#940;&pi;&omicron;&iota;&omicron; &epsilon;&#943;&nu;&alpha;&iota; &alpha;&pi;&#972;&nu;, &#972;&tau;&alpha;&nu; 
  &lambda;&epsilon;&#943;&pi;&omicron;&upsilon;&nu; &delta;&#973;&omicron; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha;, &kappa;.&lambda;&pi;.... &Epsilon;&#940;&nu; &omicron;&rho;&iota;&sigma;&mu;&#941;&nu;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &sigma;&eta;&mu;&alpha;&nu;&tau;&iota;&kappa;&#972;&tau;&epsilon;&rho;&alpha; &alpha;&pi;&#972; &#940;&lambda;&lambda;&alpha;, 
  &sigma;&epsilon; &epsilon;&kappa;&epsilon;&#943;&nu;&alpha; &tau;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &delta;&omicron;&theta;&epsilon;&#943; &mu;&iota;&alpha; &Beta;&Alpha;&Rho;&Upsilon;&Tau;&Eta;&Tau;&Alpha; &mu;&epsilon;&gamma;&alpha;&lambda;&#973;&tau;&epsilon;&rho;&eta; &alpha;&pi;&#972; &tau;&eta;&nu; &mu;&omicron;&nu;&#940;&delta;&alpha;. &Sigma;&tau;&alpha; 
  &delta;&epsilon;&upsilon;&tau;&epsilon;&rho;&epsilon;&#973;&omicron;&nu;&tau;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &delta;&omicron;&theta;&epsilon;&#943; &mu;&iota;&alpha; &Beta;&Alpha;&Rho;&Upsilon;&Tau;&Eta;&Tau;&Alpha; &mu;&iota;&kappa;&rho;&#972;&tau;&epsilon;&rho;&eta; &tau;&eta;&sigmaf; &mu;&omicron;&nu;&#940;&delta;&alpha;&sigmaf;. &Eta; 
  &sigma;&upsilon;&nu;&omicron;&lambda;&iota;&kappa;&#942; 
  &quot;&alpha;&rho;&#943;&theta;&mu;&eta;&sigma;&eta; &lambda;&alpha;&theta;&#974;&nu;&quot; &epsilon;&#943;&nu;&alpha;&iota; &#941;&nu;&alpha; &#940;&theta;&rho;&omicron;&iota;&sigma;&mu;&alpha; &alpha;&pi;&#972; &tau;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &pi;&omicron;&upsilon; &delta;&epsilon;&nu; &upsilon;&pi;&#940;&rho;&chi;&omicron;&upsilon;&nu;. 
  &Alpha;&upsilon;&tau;&#972;&sigmaf; &pi;&omicron;&upsilon; &kappa;&#940;&nu;&epsilon;&iota; &tau;&eta;&nu; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &mu;&pi;&omicron;&rho;&epsilon;&#943; &pi;&#940;&nu;&tau;&alpha; &nu;&alpha; &nu;&alpha; &kappa;&#940;&nu;&epsilon;&iota; &mu;&iota;&kappa;&rho;&#941;&sigmaf; &alpha;&lambda;&lambda;&alpha;&gamma;&#941;&sigmaf; &sigma;&tau;&omicron;&upsilon;&sigmaf; 
  &pi;&rho;&omicron;&tau;&epsilon;&iota;&nu;&#972;&mu;&epsilon;&nu;&omicron;&upsilon;&sigmaf; &beta;&alpha;&theta;&mu;&omicron;&#973;&sigmaf;.<br />
  <strong>&Beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &mu;&epsilon; &kappa;&rho;&iota;&tau;&#942;&rho;&iota;&alpha;.</strong> &Tau;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &theta;&alpha; &delta;&#974;&sigma;&omicron;&upsilon;&nu; &mu;&#943;&alpha; &omicron;&mu;&#940;&delta;&alpha; &quot;&epsilon;&pi;&iota;&pi;&#941;&delta;&omega;&nu;&quot; 
  &delta;&eta;&lambda;&#974;&sigma;&epsilon;&omega;&nu; &pi;&omicron;&upsilon; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&eta;&theta;&epsilon;&#943; &gamma;&iota;&alpha; &nu;&alpha; &tau;&alpha;&xi;&iota;&nu;&omicron;&mu;&#942;&sigma;&epsilon;&iota; &tau;&eta;&nu; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;. 
  &Omicron;&iota; &delta;&eta;&lambda;&#974;&sigma;&epsilon;&iota;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &sigma;&upsilon;&sigma;&omega;&rho;&epsilon;&upsilon;&tau;&iota;&kappa;&#941;&sigmaf; &#942; &mu;&pi;&omicron;&rho;&epsilon;&#943; &eta; &kappa;&#940;&theta;&epsilon; &mu;&iota;&alpha; &nu;&alpha; &pi;&epsilon;&rho;&iota;&lambda;&alpha;&mu;&beta;&#940;&nu;&epsilon;&iota; 
  &mu;&#972;&nu;&omicron; &tau;&omicron;&nu; &epsilon;&alpha;&upsilon;&tau;&#972; &tau;&eta;&sigmaf;. &Alpha;&upsilon;&tau;&#972;&sigmaf; &pi;&omicron;&upsilon; &kappa;&#940;&nu;&epsilon;&iota; &tau;&eta;&nu; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &alpha;&pi;&omicron;&phi;&alpha;&sigma;&#943;&sigma;&epsilon;&iota; &pi;&omicron;&iota;&alpha; &delta;&#942;&lambda;&omega;&sigma;&eta; 
  &tau;&alpha;&iota;&rho;&iota;&#940;&zeta;&epsilon;&iota; &kappa;&alpha;&lambda;&#973;&tau;&epsilon;&rho;&alpha; &sigma;&epsilon; &kappa;&#940;&theta;&epsilon; &sigma;&eta;&mu;&epsilon;&#943;&omicron; &tau;&eta;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;&sigmaf;. &Omicron; &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#942;&sigmaf; &pi;&rho;&#941;&pi;&epsilon;&iota; &epsilon;&pi;&#943;&sigma;&eta;&sigmaf; &nu;&alpha; 
  &sigma;&upsilon;&nu;&delta;&#941;&sigma;&epsilon;&iota; &kappa;&#940;&theta;&epsilon; 
  &kappa;&rho;&iota;&tau;&iota;&kappa;&#942; &delta;&#942;&lambda;&omega;&sigma;&eta; &mu;&epsilon; &#941;&nu;&alpha;&nu; &pi;&rho;&omicron;&tau;&epsilon;&iota;&nu;&#972;&mu;&epsilon;&nu;&omicron; &beta;&alpha;&theta;&mu;&#972;. &Alpha;&upsilon;&tau;&omicron;&#943; &pi;&rho;&#941;&pi;&epsilon;&iota; &sigma;&upsilon;&nu;&#942;&theta;&omega;&sigmaf; &nu;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &sigma;&epsilon; 
  &sigma;&epsilon;&iota;&rho;&#940;. &Kappa;&alpha;&iota; &pi;&#940;&lambda;&iota; &alpha;&upsilon;&tau;&#972;&sigmaf; &pi;&omicron;&upsilon; &kappa;&#940;&nu;&epsilon;&iota; &tau;&eta;&nu; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &kappa;&#940;&nu;&epsilon;&iota; &mu;&iota;&kappa;&rho;&#941;&sigmaf; &alpha;&lambda;&lambda;&alpha;&gamma;&#941;&sigmaf; 
  &sigma;&tau;&omicron;&upsilon;&sigmaf; &pi;&rho;&omicron;&tau;&epsilon;&iota;&nu;&#972;&mu;&epsilon;&nu;&omicron;&upsilon;&sigmaf; &beta;&alpha;&theta;&mu;&omicron;&#973;&sigmaf;.<br />
  <strong>&Beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &epsilon;&pi;&epsilon;&xi;&eta;&gamma;&#942;&sigma;&epsilon;&omega;&nu;.</strong> &Alpha;&upsilon;&tau;&#972; &epsilon;&#943;&nu;&alpha;&iota; &pi;&alpha;&rho;&#972;&mu;&omicron;&iota;&omicron; &mu;&epsilon; &tau;&eta;&nu; <b>&beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; 
  &mu;&epsilon; &kappa;&rho;&iota;&tau;&#942;&rho;&iota;&alpha; </b>&mu;&epsilon; &tau;&eta;&nu; &delta;&iota;&alpha;&phi;&omicron;&rho;&#940; &#972;&tau;&iota; &upsilon;&pi;&#940;&rho;&chi;&omicron;&upsilon;&nu; &pi;&epsilon;&rho;&iota;&sigma;&sigma;&#972;&tau;&epsilon;&rho;&alpha; &alpha;&pi;&#972; &#941;&nu;&alpha; &kappa;&rho;&iota;&tau;&#942;&rho;&iota;&alpha;. &Omicron; &alpha;&rho;&iota;&theta;&mu;&#972;&sigmaf; &kappa;&rho;&iota;&tau;&eta;&rho;&#943;&omega;&nu; 
  &delta;&#943;&nu;&epsilon;&tau;&alpha;&iota; &sigma;&tau;&iota;&sigmaf; &pi;&alpha;&rho;&alpha;&mu;&#941;&tau;&rho;&omicron;&upsilon;&sigmaf; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;&sigmaf;. &Mu;&#941;&sigma;&alpha; &sigma;&epsilon; &kappa;&#940;&theta;&epsilon; &kappa;&rho;&iota;&tau;&#942;&rho;&iota;&omicron; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &upsilon;&pi;&#940;&rho;&xi;&omicron;&upsilon;&nu; 
  &mu;&#941;&chi;&rho;&iota; &pi;&#941;&nu;&tau;&epsilon; &quot;&epsilon;&pi;&iota;&pi;&#941;&delta;&alpha;&quot; &delta;&eta;&lambda;&#974;&sigma;&epsilon;&omega;&nu;. &Sigma;&epsilon; &mu;&iota;&alpha; &delta;&epsilon;&delta;&omicron;&mu;&#941;&nu;&eta; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta; &omicron; &alpha;&rho;&iota;&theta;&mu;&#972;&sigmaf; &epsilon;&pi;&iota;&pi;&#941;&delta;&omega;&nu; 
  &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &pi;&omicron;&iota;&kappa;&#943;&lambda;&epsilon;&iota; &alpha;&pi;&#972; &kappa;&rho;&iota;&tau;&#942;&rho;&iota;&omicron; &sigma;&epsilon; &kappa;&rho;&iota;&tau;&#942;&rho;&iota;&omicron;. &Kappa;&alpha;&tau;&#940; &tau;&eta;&nu; &delta;&iota;&alpha;&mu;&#972;&rho;&phi;&omega;&sigma;&eta; &epsilon;&nu;&#972;&sigmaf; &kappa;&rho;&iota;&tau;&eta;&rho;&#943;&omicron;&upsilon; 
  &#941;&nu;&alpha; &kappa;&epsilon;&nu;&#972; &epsilon;&pi;&#943;&pi;&epsilon;&delta;&omicron; &delta;&#942;&lambda;&omega;&sigma;&eta;&sigmaf; &kappa;&alpha;&theta;&omicron;&rho;&#943;&zeta;&epsilon;&iota; &kappa;&alpha;&iota; &tau;&omicron; &tau;&#941;&lambda;&omicron;&sigmaf; &tau;&omega;&nu; &epsilon;&pi;&iota;&pi;&#941;&delta;&omega;&nu; &delta;&eta;&lambda;&#974;&sigma;&epsilon;&omega;&nu;. &Kappa;&alpha;&tau;&#940; 
  &sigma;&upsilon;&nu;&#941;&pi;&epsilon;&iota;&alpha; &mu;&epsilon;&rho;&iota;&kappa;&#940; &kappa;&rho;&iota;&tau;&#942;&rho;&iota;&alpha; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &#941;&chi;&omicron;&upsilon;&nu; &delta;&#973;&omicron; &epsilon;&pi;&#943;&pi;&epsilon;&delta;&alpha;, &#940;&lambda;&lambda;&alpha; &nu;&alpha; &#941;&chi;&omicron;&upsilon;&nu; &tau;&rho;&#943;&alpha;, &kappa;&alpha;&iota; 
  &mu;&epsilon;&rho;&iota;&kappa;&#940; &mu;&#941;&chi;&rho;&iota; 
  &pi;&#941;&nu;&tau;&epsilon; &epsilon;&pi;&#943;&pi;&epsilon;&delta;&alpha;. &Tau;&alpha; &kappa;&rho;&iota;&tau;&#942;&rho;&iota;&alpha; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &sigma;&tau;&alpha;&theta;&mu;&iota;&sigma;&tau;&omicron;&#973;&nu; (&nu;&alpha; &tau;&omicron;&upsilon;&sigmaf; &delta;&omicron;&theta;&epsilon;&#943; &beta;&alpha;&rho;&#973;&tau;&eta;&tau;&alpha;). &Tau;&alpha; &epsilon;&pi;&#943;&pi;&epsilon;&delta;&alpha; 
  &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&omicron;&#973;&nu;&tau;&alpha;&iota; &mu;&epsilon; 0, 1, 2, &mu;&#941;&chi;&rho;&iota; &tau;&omicron; 4. &Omicron; &beta;&alpha;&theta;&mu;&#972;&sigmaf; &tau;&eta;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; &#941;&nu;&alpha; &sigma;&tau;&alpha;&theta;&mu;&iota;&sigma;&mu;&#941;&nu;&omicron; 
  &#940;&theta;&rho;&omicron;&iota;&sigma;&mu;&alpha; &alpha;&upsilon;&tau;&#974;&nu; &tau;&omega;&nu; 
  &alpha;&pi;&omicron;&tau;&epsilon;&lambda;&epsilon;&sigma;&mu;&#940;&tau;&omega;&nu;.</p>
