<p align="center"><strong>&Delta;&iota;&alpha;&chi;&epsilon;&#943;&rho;&iota;&sigma;&eta; &mu;&iota;&alpha;&sigmaf; &Epsilon;&rho;&gamma;&alpha;&sigma;&tau;&eta;&rho;&iota;&alpha;&kappa;&#942;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf;.</strong></p>
<p align="left">&Mu;&iota;&alpha; &epsilon;&rho;&gamma;&alpha;&sigma;&tau;&eta;&rho;&iota;&alpha;&kappa;&#942; &#940;&sigma;&kappa;&eta;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &pi;&iota;&omicron; &sigma;&#973;&nu;&theta;&epsilon;&tau;&eta; &alpha;&pi;&#972; &mu;&iota;&alpha; &sigma;&upsilon;&nu;&eta;&theta;&iota;&sigma;&mu;&#941;&nu;&eta;   &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf;. &Pi;&epsilon;&rho;&iota;&lambda;&alpha;&mu;&beta;&#940;&nu;&epsilon;&iota; &tau;&rho;&#943;&alpha; &beta;&#942;&mu;&alpha;&tau;&alpha; &#942; &phi;&#940;&sigma;&epsilon;&iota;&sigmaf;. &Alpha;&upsilon;&tau;&#940; &epsilon;&#943;&nu;&alpha;&iota;:<br />
    <br />
    <span lang="el" xml:lang="el">1. </span><strong>&Omicron;&rho;&gamma;&alpha;&nu;&#974;&sigma;&tau;&epsilon; &tau;&eta;&nu; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta; &tau;&eta;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf;.</strong> &Eta; &alpha;&pi;&omicron;&tau;&#943;&mu;&eta;&sigma;&eta;   &tau;&eta;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf; &pi;&omicron;&upsilon; &#941;&chi;&epsilon;&iota; &alpha;&nu;&alpha;&tau;&epsilon;&theta;&epsilon;&#943; &gamma;&#943;&nu;&epsilon;&tau;&alpha;&iota; &epsilon;&upsilon;&kappa;&omicron;&lambda;&#972;&tau;&epsilon;&rho;&alpha; &epsilon;&#940;&nu; &epsilon;&#943;&nu;&alpha;&iota; &sigma;&pi;&alpha;&sigma;&mu;&#941;&nu;&eta; &sigma;&epsilon; &mu;&iota;&kappa;&rho;&#972;&tau;&epsilon;&rho;&alpha; <strong>&Sigma;&Tau;&Omicron;&Iota;&Chi;&Epsilon;&Iota;&Alpha;</strong> &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf;. &Alpha;&upsilon;&tau;&#972; &kappa;&alpha;&theta;&iota;&sigma;&tau;&#940; &tau;&eta; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &tau;&eta;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf; &lambda;&iota;&gamma;&#972;&tau;&epsilon;&rho;&omicron;   &alpha;&upsilon;&theta;&alpha;&#943;&rho;&epsilon;&tau;&eta; &kappa;&alpha;&iota; &delta;&#943;&nu;&epsilon;&iota; &sigma;&tau;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &#941;&nu;&alpha; &pi;&lambda;&alpha;&#943;&sigma;&iota;&omicron; &gamma;&iota;&alpha; &nu;&alpha; &kappa;&#940;&nu;&omicron;&upsilon;&nu; &tau;&eta;&nu; &delta;&iota;&kappa;&iota;&#940; &tau;&omicron;&upsilon;&sigmaf;   &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; (&delta;&eta;&lambda;&alpha;&delta;&#942; &sigma;&epsilon; &pi;&omicron;&iota;&alpha; &tau;&mu;&#942;&mu;&alpha;&tau;&alpha; &tau;&eta;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf; &nu;&alpha; &delta;&#974;&sigma;&omicron;&upsilon;&nu; &mu;&epsilon;&gamma;&alpha;&lambda;&#973;&tau;&epsilon;&rho;&eta; &beta;&alpha;&rho;&#973;&tau;&eta;&tau;&alpha;). &Omicron;   &delta;&iota;&delta;&#940;&sigma;&kappa;&omega;&nu; &#941;&chi;&epsilon;&iota; &tau;&omicron; &rho;&#972;&lambda;&omicron; &tau;&eta;&sigmaf; &omicron;&rho;&gamma;&#940;&nu;&omega;&sigma;&eta;&sigmaf; &tau;&omega;&nu; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omega;&nu; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&#974;&nu;&tau;&alpha;&sigmaf; &#941;&tau;&sigma;&iota;   &mu;&#943;&alpha; &kappa;&alpha;&rho;&tau;&#941;&lambda;&alpha; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&alpha;&sigmaf;. (&Beta;&lambda;.&nbsp;&tau;&eta;&nu; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &epsilon;&kappa;&epsilon;&#943;&nu;&eta; &gamma;&iota;&alpha; &pi;&epsilon;&rho;&iota;&sigma;&sigma;&#972;&tau;&epsilon;&rho;&epsilon;&sigmaf; &lambda;&epsilon;&pi;&tau;&omicron;&mu;&#941;&rho;&epsilon;&iota;&epsilon;&sigmaf;.)</p>
<p align="left">&Mu;&epsilon; &tau;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &nu;&alpha; &#941;&chi;&omicron;&upsilon;&nu; &omicron;&rho;&iota;&sigma;&tau;&epsilon;&#943;, &omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;&sigmaf; &theta;&alpha;   &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &upsilon;&pi;&omicron;&beta;&#940;&lambda;&epsilon;&iota; &kappa;&alpha;&nu;&omicron;&nu;&iota;&kappa;&#940;, &#941;&nu;&alpha; &mu;&iota;&kappa;&rho;&#972; &alpha;&rho;&iota;&theta;&mu;&#972; &alpha;&pi;&#972; &mu;&iota;&kappa;&rho;&#940; &pi;&alpha;&rho;&alpha;&delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&alpha; &gamma;&iota;&alpha; &tau;&omicron; &pi;&omega;&sigmaf;   &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &gamma;&#943;&nu;&epsilon;&iota; &eta; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;. &Alpha;&upsilon;&tau;&#940; &theta;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &tau;&mu;&#942;&mu;&alpha;&tau;&alpha; &pi;&rho;&alpha;&kappa;&tau;&iota;&kappa;&#942;&sigmaf; &epsilon;&xi;&#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf; &gamma;&iota;&alpha; &tau;&omicron;&upsilon;&sigmaf;   &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf;&nbsp;&gamma;&iota;&alpha; &nu;&alpha; &tau;&alpha; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&omicron;&upsilon;&nu; &pi;&rho;&iota;&nu; &epsilon;&tau;&omicron;&iota;&mu;&#940;&sigma;&omicron;&upsilon;&nu; &tau;&eta;&nu; &delta;&iota;&kappa;&iota;&#940; &tau;&omicron;&upsilon;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;.   &Epsilon;&nu;&tau;&omicron;&#973;&tau;&omicron;&iota;&sigmaf;, &pi;&rho;&omicron;&tau;&omicron;&#973; &nu;&alpha; &tau;&epsilon;&theta;&omicron;&#973;&nu; &alpha;&upsilon;&tau;&#940; &sigma;&tau;&eta;&nu; &delta;&iota;&#940;&theta;&epsilon;&sigma;&eta; &tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu;, &alpha;&upsilon;&tau;&#940; &tau;&alpha; &kappa;&omicron;&mu;&mu;&#940;&tau;&iota;&alpha;   &pi;&alpha;&rho;&alpha;&delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&omicron;&sigmaf; &theta;&alpha; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&eta;&theta;&omicron;&#973;&nu; &alpha;&pi;&#972; &tau;&omicron;&nu; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;. &Alpha;&upsilon;&tau;&#972; &pi;&alpha;&rho;&#941;&chi;&epsilon;&iota; &sigma;&tau;&omicron;&nu;   &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha; &delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&alpha; &alpha;&pi;&#972; &quot;&alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf;&quot; &kappa;&alpha;&tau;&#940; &tau;&omicron;&nu; &#941;&lambda;&epsilon;&gamma;&chi;&omicron; &tau;&omega;&nu; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&omega;&nu; &tau;&omega;&nu;   &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu; &sigma;&epsilon; &alpha;&upsilon;&tau;&#940; &tau;&alpha; &pi;&alpha;&rho;&alpha;&delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&alpha; (&pi;&omicron;&upsilon; &theta;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &eta; &epsilon;&pi;&#972;&mu;&epsilon;&nu;&eta; &phi;&#940;&sigma;&eta;).<br />
    <br />
  &Eta; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942; &kappa;&omicron;&mu;&mu;&alpha;&tau;&iota;&#974;&nu; &pi;&alpha;&rho;&alpha;&delta;&epsilon;&iota;&gamma;&mu;&#940;&tau;&omega;&nu; &tau;&eta;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;&sigmaf; &alpha;&pi;&#972; &tau;&omicron;&nu; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha; &epsilon;&#943;&nu;&alpha;&iota;   &pi;&rho;&omicron;&alpha;&iota;&rho;&epsilon;&tau;&iota;&kappa;&#942; &kappa;&alpha;&iota; &gamma;&iota;&alpha; &omicron;&rho;&iota;&sigma;&mu;&#941;&nu;&epsilon;&sigmaf; &alpha;&nu;&alpha;&theta;&#941;&sigma;&epsilon;&iota;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &mu;&eta;&nu; &epsilon;&#943;&nu;&alpha;&iota; &kappa;&alpha;&tau;&#940;&lambda;&lambda;&eta;&lambda;&omicron; &nu;&alpha; &delta;&omicron;&theta;&omicron;&#973;&nu;.<br />
  <br />
  <span lang="el" xml:lang="el">2. </span><strong>&Epsilon;&pi;&iota;&tau;&rho;&#941;&psi;&tau;&epsilon; &tau;&iota;&sigmaf; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; &tau;&omega;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&iota;&#974;&nu; &tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu;.</strong> &Omicron;&iota; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&epsilon;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; &tau;&#974;&rho;&alpha; &sigma;&tau;&eta;&nu; &delta;&iota;&#940;&theta;&epsilon;&sigma;&eta; &tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu;. &Epsilon;&#940;&nu; &omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;&sigmaf; &#941;&chi;&epsilon;&iota;   &omicron;&rho;&gamma;&alpha;&nu;&#974;&sigma;&epsilon;&iota; &kappa;&omicron;&mu;&mu;&#940;&tau;&iota;&alpha; &pi;&alpha;&rho;&alpha;&delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&omicron;&sigmaf; &tau;&eta;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;&sigmaf;, &omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha;   &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&omicron;&upsilon;&nu; &#941;&nu;&alpha; &sigma;&upsilon;&gamma;&kappa;&epsilon;&kappa;&rho;&iota;&mu;&#941;&nu;&omicron; &alpha;&rho;&iota;&theta;&mu;&#972; &alpha;&pi;&#972; &alpha;&upsilon;&tau;&#940;. (&Omicron; &alpha;&rho;&iota;&theta;&mu;&#972;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&omega;&nu; &delta;&#943;&nu;&epsilon;&tau;&alpha;&iota;   &#972;&tau;&alpha;&nu; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&epsilon;&#943;&tau;&alpha;&iota; &eta; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;). &Mu;&#972;&lambda;&iota;&sigmaf; &#941;&nu;&alpha;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;&sigmaf;   &sigma;&upsilon;&mu;&pi;&lambda;&eta;&rho;&#974;&sigma;&epsilon;&iota; &tau;&omicron;&nu; &alpha;&pi;&alpha;&rho;&alpha;&#943;&tau;&eta;&tau;&omicron; &alpha;&rho;&iota;&theta;&mu;&#972; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&omega;&nu; &mu;&pi;&omicron;&rho;&epsilon;&#943; &sigma;&tau;&eta;&nu; &sigma;&upsilon;&nu;&#941;&chi;&epsilon;&iota;&alpha; &nu;&alpha; &upsilon;&pi;&omicron;&beta;&#940;&lambda;&epsilon;&iota;   &tau;&eta;&nu; &delta;&iota;&kappa;&iota;&#940; &tau;&omicron;&upsilon; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;. &Sigma;&tau;&eta;&nu; &pi;&epsilon;&rho;&#943;&pi;&tau;&omega;&sigma;&eta; &mu;&iota;&alpha;&sigmaf; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;&sigmaf; &chi;&omega;&rho;&#943;&sigmaf; &nu;&alpha; &upsilon;&pi;&#940;&rho;&chi;&omicron;&upsilon;&nu;   &pi;&alpha;&rho;&alpha;&delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&alpha;, &omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; &epsilon;&lambda;&epsilon;&#973;&theta;&epsilon;&rho;&omicron;&iota; &nu;&alpha; &upsilon;&pi;&omicron;&beta;&#940;&lambda;&omicron;&upsilon;&nu; &tau;&eta;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &tau;&omicron;&upsilon;&sigmaf; &chi;&omega;&rho;&#943;&sigmaf;   &omicron;&pi;&omicron;&iota;&alpha;&delta;&#942;&pi;&omicron;&tau;&epsilon; &kappa;&alpha;&theta;&upsilon;&sigma;&tau;&#941;&rho;&eta;&sigma;&eta;.</p>
<p align="left">&Tau;&omicron; &pi;&lambda;&epsilon;&omicron;&nu;&#941;&kappa;&tau;&eta;&mu;&alpha; &tau;&omicron;&upsilon; &nu;&alpha; &mu;&epsilon;&#943;&nu;&omicron;&upsilon;&nu; &omicron;&iota; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&epsilon;&sigmaf; &sigma;&tau;&eta;&nu;   &phi;&#940;&sigma;&eta; &tau;&eta;&sigmaf; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; &eta; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&#943;&alpha; &epsilon;&nu;&#972;&sigmaf; &mu;&epsilon;&gamma;&#940;&lambda;&omicron;&upsilon; &alpha;&rho;&iota;&theta;&mu;&omicron;&#973; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#974;&nu;. &#908;&tau;&alpha;&nu;   &sigma;&tau;&eta; &sigma;&upsilon;&nu;&#941;&chi;&epsilon;&iota;&alpha;, &tau;&omicron;&pi;&omicron;&theta;&epsilon;&tau;&eta;&theta;&omicron;&#973;&nu; &mu;&epsilon; &tau;&eta;&nu; &sigma;&epsilon;&iota;&rho;&#940; &omicron;&iota; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf;, &sigma;&tau;&iota;&sigmaf;   &epsilon;&pi;&#972;&mu;&epsilon;&nu;&epsilon;&sigmaf; &delta;&#973;&omicron; &phi;&#940;&sigma;&epsilon;&iota;&sigmaf;, &theta;&alpha; &upsilon;&pi;&#940;&rho;&chi;&epsilon;&iota; &kappa;&alpha;&lambda;&#973;&tau;&epsilon;&rho;&eta; &kappa;&alpha;&tau;&alpha;&nu;&omicron;&mu;&#942; &tau;&eta;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;&sigmaf;. &Epsilon;&#940;&nu; &eta;   &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta; &tau;&epsilon;&theta;&epsilon;&#943; &kappa;&alpha;&tau;&#39; &epsilon;&upsilon;&theta;&epsilon;&#943;&alpha;&nu; &sigma;&tau;&eta;&nu; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942;  &quot;&epsilon;&pi;&iota;&tau;&rho;&#941;&psi;&tau;&epsilon; &tau;&iota;&sigmaf; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; &kappa;&alpha;&iota; &tau;&eta;&nu; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&quot; <span lang="el" xml:lang="el">&alpha;&pi;&#972; &tau;&eta;&nu; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &quot;&rho;&upsilon;&theta;&mu;&#943;&sigma;&epsilon;&iota;&sigmaf;</span>&quot; (&pi;&omicron;&upsilon;   &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&tau;&alpha;&iota;), &omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &pi;&omicron;&upsilon;   &upsilon;&pi;&omicron;&beta;&#940;&lambda;&lambda;&omicron;&upsilon;&nu; &nu;&omega;&rho;&#943;&sigmaf; &theta;&alpha; <span lang="el" xml:lang="el">&#941;&chi;&omicron;&upsilon;&nu; &tau;</span>&iota;&sigmaf; &pi;&rho;&#972;&omega;&rho;&epsilon;&sigmaf; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; <span lang="el" xml:lang="el">&sigma;&tau;&iota;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; </span>&kappa;&alpha;&iota; &epsilon;&kappa;&epsilon;&#943;&nu;&omicron;&iota; &omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &pi;&omicron;&upsilon;   &upsilon;&pi;&omicron;&beta;&#940;&lambda;&lambda;&omicron;&upsilon;&nu; &alpha;&rho;&gamma;&#972;&tau;&epsilon;&rho;&alpha; &nbsp;&theta;&alpha; &tau;&epsilon;&#943;&nu;&omicron;&upsilon;&nu; &nu;&alpha; &#941;&chi;&omicron;&upsilon;&nu; &tau;&iota;&sigmaf; <span lang="el" xml:lang="el">&tau;&epsilon;&lambda;&epsilon;&upsilon;&tau;&alpha;&#943;&epsilon;&sigmaf; </span>&upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; &gamma;&iota;&alpha; &nu;&alpha; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&omicron;&upsilon;&nu;. &Eta; &pi;&rho;&omicron;&sigma;&theta;&#942;&kappa;&eta; &mu;&iota;&alpha;&sigmaf; &quot;&kappa;&alpha;&theta;&upsilon;&sigma;&tau;&#941;&rho;&eta;&sigma;&eta;<span lang="el" xml:lang="el">&sigmaf;</span>&quot; &pi;&rho;&iota;&nu; &alpha;&pi;&#972; &tau;<span lang="el" xml:lang="el">&eta;&nu;   &#941;&nu;&alpha;&rho;&xi;&eta; &tau;&eta;&sigmaf;</span> &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &theta;&alpha; &epsilon;&xi;&omicron;&mu;&alpha;&lambda;&#973;&nu;&epsilon;&iota; &alpha;&upsilon;&tau;&#972; &tau;&omicron; &pi;&rho;&#972;&beta;&lambda;&eta;&mu;&alpha; &sigma;&epsilon; &mu;&epsilon;&gamma;&#940;&lambda;&omicron; &beta;&alpha;&theta;&mu;&#972;. </p>
<p align="left">&#908;&tau;&alpha;&nu; &#941;&nu;&alpha;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;&sigmaf; &upsilon;&pi;&omicron;&beta;&#940;&lambda;&lambda;&epsilon;&iota; &#941;&nu;&alpha; &kappa;&omicron;&mu;&mu;&#940;&tau;&iota; &tau;&eta;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;&sigmaf; <span lang="el" xml:lang="el">&tau;&omicron;&upsilon;, </span>&omicron; &delta;&#940;&sigma;&kappa;&alpha;&lambda;&omicron;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943;, &epsilon;&#940;&nu; <span lang="el" xml:lang="el">&tau;&omicron; &epsilon;&pi;&iota;&theta;&upsilon;&mu;&epsilon;&#943;</span>, &nu;&alpha; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota; &alpha;&upsilon;&tau;&#972; &tau;&omicron; &tau;&mu;&#942;&mu;&alpha;   &tau;&eta;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;<span lang="el" xml:lang="el">&sigmaf;</span>. &Alpha;&upsilon;&tau;&#942; &eta; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha;   &epsilon;&nu;&sigma;&omega;&mu;&alpha;&tau;&omega;&theta;&epsilon;&#943; &sigma;&tau;&omicron;&nu; &tau;&epsilon;&lambda;&iota;&kappa;&#972; &beta;&alpha;&theta;&mu;&#972; &tau;&omicron;&upsilon; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;. &Alpha;&upsilon;&tau;&#941;&sigmaf; &omicron;&iota; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha;   &pi;&rho;&alpha;&gamma;&mu;&alpha;&tau;&omicron;&pi;&omicron;&iota;&eta;&theta;&omicron;&#973;&nu; &sigma;&tau;&iota;&sigmaf; &phi;&#940;&sigma;&epsilon;&iota;&sigmaf; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942;&sigmaf; &kappa;&alpha;&iota; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &tau;&eta;&sigmaf; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;&sigmaf;.<br />
    <br />
    <span lang="el" xml:lang="el">3. </span><strong>&Epsilon;&pi;&iota;&tau;&rho;&#941;&psi;&tau;&epsilon; &tau;&iota;&sigmaf; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; <span lang="el" xml:lang="el">&kappa;&alpha;&iota; &tau;&iota;&sigmaf; </span>&alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf;<span lang="el" xml:lang="el"> &tau;&omega;&nu; </span>&sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu;<span lang="el" xml:lang="el">.</span> </strong>&Epsilon;&#940;&nu; &eta; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta; &pi;&epsilon;&rho;&iota;&lambda;&alpha;&mu;&beta;&#940;&nu;&epsilon;&iota;   &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &kappa;&alpha;&iota; &alpha;&pi;&#972; &tau;&omicron;&upsilon;&sigmaf; &#940;&lambda;&lambda;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf;, <span lang="el" xml:lang="el">&sigma;&tau;&omicron;&upsilon;&sigmaf; </span>&sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &pi;&omicron;&upsilon; &#941;&chi;&omicron;&upsilon;&nu; &upsilon;&pi;&omicron;&beta;&#940;&lambda;&epsilon;&iota; &tau;&eta;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;   &tau;&omicron;&upsilon;&sigmaf; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&omicron;&nu;&tau;&alpha;&iota;   &tau;&#974;&rho;&alpha; &omicron;&iota; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&epsilon;&sigmaf; &tau;&omega;&nu; &#940;&lambda;&lambda;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu; &gamma;&iota;&alpha; &nu;&alpha; <span lang="el" xml:lang="el">&tau;&iota;&sigmaf; </span>&alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&omicron;&upsilon;&nu;. &Omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &pi;&omicron;&upsilon; &delta;&epsilon;&nu; &#941;&chi;&omicron;&upsilon;&nu;   &upsilon;&pi;&omicron;&beta;&#940;&lambda;&epsilon;&iota; &alpha;&kappa;&#972;&mu;&alpha; &tau;&eta;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &tau;&omicron;&upsilon;&sigmaf; &#941;&chi;&omicron;&upsilon;&nu; &omicron;   &delta;&iota;&kappa;&alpha;&#943;&omega;&mu;&alpha; &gamma;&iota;&alpha; &nu;&alpha; &upsilon;&pi;&omicron;&beta;&#940;&lambda;&omicron;&upsilon;&nu; &tau;&eta;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &tau;&omicron;&upsilon;&sigmaf;   (&alpha;&lambda;&lambda;&#940; &delta;&epsilon;&nu; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&omicron;&nu;&tau;&alpha;&iota;<span lang="el" xml:lang="el"> &sigma;&epsilon; &alpha;&upsilon;&tau;&omicron;&#973;&sigmaf; &omicron;&iota; </span>&epsilon;&rho;&gamma;&alpha;&sigma;&#943;&epsilon;&sigmaf;   &tau;&omega;&nu; &#940;&lambda;&lambda;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu; &gamma;&iota;&alpha; &nu;&alpha; &#941;&chi;&omicron;&upsilon;&nu; &pi;&rho;&#972;&sigma;&beta;&alpha;&sigma;&eta;<span lang="el" xml:lang="el"> &sigma;&epsilon; &alpha;&upsilon;&tau;&#941;&sigmaf;</span>). &Sigma;&epsilon;   &alpha;&upsilon;&tau;&#942;&nu; &tau;&eta;&nu; &phi;&#940;&sigma;&eta;, &omicron;&iota; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf;, &omicron;&iota; &epsilon;&kappa; &nu;&#941;&omicron;&upsilon; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; &kappa;&alpha;&iota; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; &tau;&omega;&nu; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#974;&nu;   &kappa;&alpha;&iota; <span lang="el" xml:lang="el">&tau;&omega;&nu; </span>&epsilon;&kappa; &nu;&#941;&omicron;&upsilon; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#974;&nu; &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&tau;&alpha;&iota;   &nu;&alpha; &gamma;&#943;&nu;&epsilon;&tau;&alpha;&iota; &tau;&alpha;&upsilon;&tau;&#972;&chi;&rho;&omicron;&nu;&alpha;.</p>
<p align="left">&Omicron; &delta;&#940;&sigma;&kappa;&alpha;&lambda;&omicron;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &theta;&epsilon;&lambda;&#942;&sigma;&epsilon;&iota; &nu;&alpha; &chi;&omega;&rho;&#943;&sigma;&epsilon;&iota; &tau;&eta;&nu; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942; &tau;&eta;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;&sigmaf; &kappa;&alpha;&iota; &tau;&eta;&sigmaf;    &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&#942;&sigmaf; <span lang="el" xml:lang="el">&tau;&eta;&sigmaf; &alpha;&pi;&#972; &tau;&omicron;&upsilon;&sigmaf; &#940;&lambda;&lambda;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; </span>&sigma;&epsilon; &delta;&#973;&omicron; &epsilon;&upsilon;&delta;&iota;&#940;&kappa;&rho;&iota;&tau;&epsilon;&sigmaf; &phi;&#940;&sigma;&epsilon;&iota;&sigmaf;, &pi;&epsilon;&rho;&iota;&mu;&#941;&nu;&omicron;&nu;&tau;&alpha;&sigmaf; &#972;&lambda;&omicron;&upsilon;&sigmaf; &tau;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf;   &nu;&alpha; &upsilon;&pi;&omicron;&beta;&#940;&lambda;&omicron;&upsilon;&nu; &tau;&eta;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &tau;&omicron;&upsilon;&sigmaf; &pi;&rho;&#943;&nu; <span lang="el" xml:lang="el">&nu;&alpha;   &pi;&epsilon;&rho;&#940;&sigma;&omicron;&upsilon;&nu; &sigma;&tau;&eta;&nu; &phi;&#940;&sigma;&eta; &tau;&eta;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &alpha;&pi;&#972; &tau;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf;.</span> &Sigma;&epsilon; <span lang="el" xml:lang="el">&alpha;&upsilon;&tau;&#942; </span>&tau;&eta;&nu; &pi;&epsilon;&rho;&#943;&pi;&tau;&omega;&sigma;&eta;<span lang="el" xml:lang="el">,</span> &alpha;&upsilon;&tau;&#942; &eta; &phi;&#940;&sigma;&eta; &delta;&epsilon;&nu; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&epsilon;&#943;&tau;&alpha;&iota; &kappa;&alpha;&theta;&#972;&lambda;&omicron;&upsilon;, &eta; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta; &pi;&eta;&gamma;&alpha;&#943;&nu;&epsilon;&iota;   &alpha;&pi;&#972; <span lang="el" xml:lang="el">&tau;&omicron; </span>&quot;&epsilon;&pi;&iota;&tau;&rho;&#941;&psi;&tau;&epsilon; &tau;&iota;&sigmaf; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf;&quot; &kappa;&alpha;&tau;&#39; &epsilon;&upsilon;&theta;&epsilon;&#943;&alpha;&nu; <span lang="el" xml:lang="el">&sigma;&tau;&omicron; </span>&quot;<span lang="el" xml:lang="el">&epsilon;&pi;&iota;&tau;&rho;&#941;&psi;&tau;&epsilon; &tau;&iota;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf;</span>&quot;.   &Alpha;&upsilon;&tau;&#972; &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&iota; &sigma;&tau;&omicron;<span lang="el" xml:lang="el">&nu; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;</span> &nu;&alpha; &tau;&omicron;&pi;&omicron;&theta;&epsilon;&tau;&#942;&sigma;&epsilon;&iota; &mu;&iota;&alpha; &pi;&rho;&omicron;&theta;&epsilon;&sigma;&mu;&#943;&alpha; &sigma;&tau;&iota;&sigmaf; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf;, <span lang="el" xml:lang="el">&mu;&epsilon;&tau;&#940; &tau;&omicron; &pi;&#941;&rho;&alpha;&sigmaf; &tau;&eta;&sigmaf; &omicron;&pi;&omicron;&#943;&alpha;&sigmaf; </span>&eta;   &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta; &kappa;&iota;&nu;&epsilon;&#943;&tau;&alpha;&iota; &sigma;&tau;&eta; &phi;&#940;&sigma;&eta; &quot;&epsilon;&pi;&iota;&tau;&rho;&#941;&psi;&tau;&epsilon; &tau;&iota;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf;&quot;.</p>
<p align="left">&Epsilon;&#940;&nu; &omicron; <span lang="el" xml:lang="el">&delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;&sigmaf;</span>, &alpha;&phi;&#39; &epsilon;&tau;&#941;&rho;&omicron;&upsilon;, &delta;&epsilon;&nu; &theta;&#941;&lambda;&epsilon;&iota; <span lang="el" xml:lang="el">&nu;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &chi;&omega;&rho;&iota;&sigma;&mu;&#941;&nu;&omicron; &sigma;&epsilon; &delta;&#973;&omicron; &tau;&mu;&#942;&mu;&alpha;&tau;&alpha; &eta; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;</span>, <span lang="el" xml:lang="el">&tau;&#972;&tau;&epsilon; &eta; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta; &alpha;&kappa;&omicron;&lambda;&omicron;&upsilon;&theta;&epsilon;&#943; &alpha;&upsilon;&tau;&#942; &tau;&eta;&nu; &phi;&#940;&sigma;&eta;</span>.<span lang="el" xml:lang="el"> &#908;&tau;&alpha;&nu; &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&tau;&alpha;&iota; &eta; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942; &kappa;&alpha;&iota; &eta; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &tau;&alpha;&upsilon;&tau;&#972;&chi;&rho;&omicron;&nu;&alpha;</span>, <span lang="el" xml:lang="el">&omicron;   &delta;&iota;&delta;&#940;&sigma;&kappa;&omega;&nu; &theta;&alpha; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &lambda;&#940;&beta;&epsilon;&iota; &upsilon;&pi;&#39; &#972;&psi;&eta; &tau;&omicron;&upsilon; &kappa;&alpha;&iota; &nu;&alpha; &theta;&#941;&sigma;&epsilon;&iota; </span>&tau;<span lang="el" xml:lang="el">&omicron; <strong>&Epsilon;&pi;&#943;&pi;&epsilon;&delta;&omicron; &Kappa;&alpha;&tau;&alpha;&nu;&omicron;&mu;&#942;&sigmaf;</strong> &sigma;&tau;&eta;&nu; &tau;&iota;&mu;&#942; <strong>&Epsilon;&Nu;&Alpha; </strong></span>(&#942; &epsilon;&nu;&delta;&epsilon;&chi;&omicron;&mu;&#941;&nu;&omega;&sigmaf; <span lang="el" xml:lang="el">&sigma;&tau;&eta;&nu; &tau;&iota;&mu;&#942; </span><strong>&Delta;&Upsilon;&Omicron;</strong>) &gamma;&iota;&alpha; &nu;&alpha; <span lang="el" xml:lang="el">&epsilon;&#943;&nu;&alpha;&iota; &#941;&tau;&sigma;&iota;   &omicron;&iota; </span>&kappa;&alpha;&tau;&alpha;&nu;&omicron;&mu;&#941;&sigmaf; <span lang="el" xml:lang="el">&omicron;&mu;&alpha;&lambda;&#941;&sigmaf;</span> (&beta;&lambda;. &tau;&eta; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &beta;&omicron;&#942;&theta;&epsilon;&iota;&alpha;&sigmaf; &sigma;&epsilon; <span lang="el" xml:lang="el">&alpha;&upsilon;&tau;&#942; </span>&tau;&eta;&nu; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &gamma;&iota;&alpha;   &pi;&epsilon;&rho;&iota;&sigma;&sigma;&#972;&tau;&epsilon;&rho;&epsilon;&sigmaf; &lambda;&epsilon;&pi;&tau;&omicron;&mu;&#941;&rho;&epsilon;&iota;&epsilon;&sigmaf;). &Sigma;&eta;&mu;&epsilon;&iota;&#974;&sigma;&tau;&epsilon; <span lang="el" xml:lang="el">&mu;&epsilon; &alpha;&upsilon;&tau;&#972; &tau;&omicron;&nu; &tau;&rho;&#972;&pi;&omicron; &mu;&epsilon;&rho;&iota;&kappa;&#941;&sigmaf; </span>&upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; <span lang="el" xml:lang="el">&theta;&alpha; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&eta;&theta;&omicron;&#973;&nu; &alpha;&pi;&#972; &tau;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &pi;&epsilon;&rho;&iota;&sigma;&sigma;&#972;&tau;&epsilon;&rho;&epsilon;&sigmaf;   &phi;&omicron;&rho;&#941;&sigmaf; &alpha;&pi;&#972; &#972;&tau;&iota; &mu;&epsilon;&rho;&iota;&kappa;&#941;&sigmaf; &#940;&lambda;&lambda;&epsilon;&sigmaf;.</span></p>
<p align="left">&#908;&tau;&alpha;&nu; &#941;&nu;&alpha;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;&sigmaf; &kappa;&#940;&nu;&epsilon;&iota; &mu;&iota;&alpha; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &omicron; &sigma;&upsilon;&mu;&phi;&omicron;&iota;&tau;&eta;&tau;&#942;&sigmaf;   &tau;&omicron;&upsilon; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; <span lang="el" xml:lang="el">&tau;&eta;&nu; </span>&delta;&epsilon;&iota;. &Omicron; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;&sigmaf; &pi;&omicron;&upsilon; &upsilon;&pi;&#941;&beta;&alpha;&lambda;&epsilon; &tau;&eta;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &sigma;&chi;&omicron;&lambda;&iota;&#940;&sigma;&epsilon;&iota;   &tau;&eta;&nu; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &epsilon;&#940;&nu; <span lang="el" xml:lang="el">&alpha;&upsilon;&tau;&#942; &eta; </span>&epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; <span lang="el" xml:lang="el">&#941;&chi;&epsilon;&iota;   &epsilon;&pi;&iota;&lambda;&epsilon;&chi;&theta;&epsilon;&#943; </span>&gamma;&iota;&alpha; &tau;&eta;&nu; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;. <br />
    <br />
    <span lang="el" xml:lang="el">4. </span><strong>&Epsilon;&pi;&iota;&tau;&rho;&#941;&psi;&tau;&epsilon; <span lang="el" xml:lang="el">&tau;&iota;&sigmaf; </span>&alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; <span lang="el" xml:lang="el">&tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu;. </span></strong><span lang="el" xml:lang="el">&Sigma;&epsilon; &alpha;&upsilon;&tau;&#942; &tau;&eta;&nu; &phi;&#940;&sigma;&eta; &omicron;&iota;</span> &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; <span lang="el" xml:lang="el">&tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu; </span>&sigma;&upsilon;&nu;&epsilon;&chi;&#943;&zeta;&omicron;&nu;&tau;&alpha;&iota; &alpha;&lambda;&lambda;&#940; <span lang="el" xml:lang="el">&delta;&epsilon;&nu;   &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&omicron;&nu;&tau;&alpha;&iota; &omicron;&iota; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf;, &omicron;&#973;&tau;&epsilon; &omicron;&iota; &epsilon;&kappa; &nu;&#941;&omicron;&upsilon; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf;.</span> &Omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf;   &pi;&omicron;&upsilon; &delta;&epsilon;&nu; &#941;&chi;&omicron;&upsilon;&nu; &kappa;&#940;&nu;&epsilon;&iota; <span lang="el" xml:lang="el">&kappa;&alpha;&mu;&#943;&alpha;</span> &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942;<span lang="el" xml:lang="el">,   &epsilon;&nu;&eta;&mu;&epsilon;&rho;&#974;&nu;&omicron;&nu;&tau;&alpha;&iota; </span>&nbsp;<span lang="el" xml:lang="el">&#972;&tau;&iota; &delta;&epsilon;&nu; &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&omicron;&nu;&tau;&alpha;&iota; &pi;&lambda;&#941;&omicron;&nu; &omicron;&iota; </span>&upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; <span lang="el" xml:lang="el">&kappa;&alpha;&iota; &delta;&epsilon;&nu; &tau;&omicron;&upsilon;&sigmaf; &epsilon;&mu;&phi;&alpha;&nu;&#943;&zeta;&epsilon;&tau;&alpha;&iota; &kappa;&alpha;&mu;&#943;&alpha; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942; &alpha;&pi;&#972; &#940;&lambda;&lambda;&omicron; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942; &gamma;&iota;&alpha; &nu;&alpha;   &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&omicron;&upsilon;&nu;.</span></p>
<p align="left"><span lang="el" xml:lang="el">5.<strong> &Epsilon;&mu;&phi;&#940;&nu;&iota;&sigma;&eta; &tau;&epsilon;&lambda;&iota;&kappa;&#942;&sigmaf; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&alpha;&sigmaf;. </strong></span>&Eta; &tau;&epsilon;&lambda;&iota;&kappa;&#942; &phi;&#940;&sigma;&eta; &tau;&eta;&sigmaf; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;&sigmaf; &epsilon;&iota;&sigma;&#940;&gamma;&epsilon;&tau;&alpha;&iota; &gamma;&iota;&alpha; &nu;&alpha;   &epsilon;&pi;&iota;&tau;&rho;&#941;&psi;&epsilon;&iota; &sigma;&tau;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &nu;&alpha; <span lang="el" xml:lang="el">&delta;&omicron;&upsilon;&nu; &tau;&omicron;&upsilon;&sigmaf;</span> &tau;&epsilon;&lambda;&iota;&kappa;&omicron;&#973;&sigmaf; &beta;&alpha;&theta;&mu;&omicron;&#973;&sigmaf; &tau;&omicron;&upsilon;&sigmaf; &lambda;&epsilon;&pi;&tau;&omicron;&mu;&epsilon;&rho;&#974;&sigmaf;. &Omicron;&iota; <span lang="el" xml:lang="el">&alpha;&nu;&epsilon;&xi;&#940;&rho;&tau;&eta;&tau;&epsilon;&sigmaf; </span>&alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; &pi;&omicron;&upsilon; &sigma;&upsilon;&mu;&beta;&#940;&lambda;&lambda;&omicron;&upsilon;&nu; &sigma;&tau;&omicron;&nu; &tau;&epsilon;&lambda;&iota;&kappa;&#972; &beta;&alpha;&theta;&mu;&#972; &kappa;&#940;&theta;&epsilon; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942;&sigmaf; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu;   &nu;&alpha; <span lang="el" xml:lang="el">&pi;&alpha;&rho;&alpha;&tau;&eta;&rho;&eta;&theta;&omicron;&#973;&nu; </span>&epsilon;&#973;&kappa;&omicron;&lambda;&alpha;.</p>
<p align="left">&Omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; (&kappa;&alpha;&iota; &omicron; <span lang="el" xml:lang="el">&delta;&iota;&delta;&#940;&sigma;&kappa;&omega;&nu;</span>) <span lang="el" xml:lang="el">&mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &delta;&omicron;&upsilon;&nu; &pi;&rho;&omicron;&alpha;&iota;&rho;&epsilon;&tau;&iota;&kappa;&#940; &kappa;&alpha;&iota; &#941;&nu;&alpha; &pi;&#943;&nu;&alpha;&kappa;&alpha; &quot;&sigma;&upsilon;&nu;&omicron;&lambda;&iota;&kappa;&#972;&sigmaf; &pi;&#943;&nu;&alpha;&kappa;&alpha;&sigmaf;   &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&alpha;&sigmaf;&quot;</span> <span lang="el" xml:lang="el">&mu;&epsilon; &#972;&lambda;&epsilon;&sigmaf; &tau;&iota;&sigmaf; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; &kappa;&alpha;&iota; &tau;&iota;&sigmaf; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&epsilon;&sigmaf; &tau;&omega;&nu;</span> &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu;. <span lang="el" xml:lang="el">&Pi;</span>&alpha;&rho;&alpha;&tau;&#943;&theta;&epsilon;&nu;&tau;&alpha;&iota; &kappa;&alpha;&tau;&#940; <span lang="el" xml:lang="el">&beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&iota;&kappa;&#942; &sigma;&epsilon;&iota;&rho;&#940; &mu;&epsilon;   &tau;&eta;&nu; &mu;&#941;&gamma;&iota;&sigma;&tau;&eta; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&omicron;&#973;&mu;&epsilon;&nu;&eta; </span>&upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942;   &pi;&rho;&#974;&tau;&eta;.</p>
<p align="left">&Sigma;&epsilon; &omicron;&pi;&omicron;&iota;&alpha;&delta;&#942;&pi;&omicron;&tau;&epsilon; &phi;&#940;&sigma;&eta; &tau;&eta;&sigmaf; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;&sigmaf; &omicron; <span lang="el" xml:lang="el">&delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;&sigmaf;</span> &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &alpha;&nu;&omicron;&#943;&xi;&epsilon;&iota; &tau;&eta; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;   &quot;<span lang="el" xml:lang="el">&delta;&iota;&alpha;&chi;&epsilon;&iota;&rho;&iota;&sigma;&tau;&#942;&sigmaf;</span>&quot;. &Alpha;&upsilon;&tau;&#942;<span lang="el" xml:lang="el"> </span>&pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&epsilon;&iota; <span lang="el" xml:lang="el">&tau;&eta;&nu; </span>&tau;&rho;&#941;&chi;&omicron;&upsilon;&sigma;&alpha; &kappa;&alpha;&tau;&#940;&sigma;&tau;&alpha;&sigma;&eta; &tau;&eta;&sigmaf; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;&sigmaf;. &Alpha;&pi;&alpha;&rho;&iota;&theta;&mu;&epsilon;&#943; &tau;&iota;&sigmaf;   &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; &pi;&alpha;&rho;&alpha;&delta;&epsilon;&iota;&gamma;&mu;&#940;&tau;&omega;&nu; &tau;&omicron;&upsilon; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha; (<span lang="el" xml:lang="el">&alpha;&nu; &upsilon;&pi;&#940;&rho;&chi;&omicron;&upsilon;&nu;</span>), &tau;&iota;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; &tau;&omega;&nu;   &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu; (<span lang="el" xml:lang="el">&sigma;&tau;&alpha; &pi;&alpha;&rho;&alpha;&delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&alpha; &tau;&omicron;&upsilon; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;</span>, <span lang="el" xml:lang="el">&tau;</span>&eta;<span lang="el" xml:lang="el">&nu;</span> &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &tau;&omicron;&upsilon;&sigmaf;, &kappa;&alpha;&iota; <span lang="el" xml:lang="el">&sigma;</span>&tau;<span lang="el" xml:lang="el">&iota;&sigmaf; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; &alpha;&pi;&#972; &tau;&omicron;&upsilon;&sigmaf; &#940;&lambda;&lambda;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf;)   &kappa;&alpha;&iota; &tau;&iota;&sigmaf; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; &tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu;.</span> <span lang="el" xml:lang="el">&delta;&iota;&delta;&#940;&sigma;&kappa;&omega;&nu; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;</span>&alpha;   &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&#942;&sigma;&epsilon;&iota; &alpha;&upsilon;&tau;&#942;&nu; &tau;&eta;&nu; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &gamma;&iota;&alpha; &nu;&alpha; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota; &kappa;&alpha;&iota; &nu;&alpha; &epsilon;&pi;&alpha;&nu;&alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota; &tau;&iota;&sigmaf;   &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf;, &nu;&alpha; &delta;&iota;&alpha;&gamma;&rho;&#940;&psi;&epsilon;&iota; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; &kappa;&alpha;&iota; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf;, &kappa;&alpha;&iota; <span lang="el" xml:lang="el">&gamma;&epsilon;&nu;&iota;&kappa;&#940; &nu;&alpha;   &pi;&alpha;&rho;&alpha;&kappa;&omicron;&lambda;&omicron;&upsilon;&theta;&#942;&sigma;&epsilon;&iota; &tau;</span>&eta;&nu; &pi;&rho;&#972;&omicron;&delta;&omicron; &tau;&eta;&sigmaf; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;&sigmaf;.</p>
