<p align="center"><strong>&Delta;&iota;&alpha;&chi;&epsilon;&#943;&rho;&iota;&sigma;&eta; &mu;&iota;&alpha;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf;.</strong></p>
<p align="left">&Mu;&iota;&alpha; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; &pi;&iota;&omicron; &lambda;&#943;&gamma;&omicron; &pi;&iota;&omicron; &sigma;&#973;&nu;&theta;&epsilon;&tau;&eta; &alpha;&pi;&#972; &mu;&iota;&alpha;   &sigma;&upsilon;&nu;&eta;&theta;&iota;&sigma;&mu;&#941;&nu;&eta; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;. &Pi;&epsilon;&rho;&iota;&lambda;&alpha;&mu;&beta;&#940;&nu;&epsilon;&iota; &tau;&rho;&#943;&alpha; &beta;&#942;&mu;&alpha;&tau;&alpha; &#942; &phi;&#940;&sigma;&epsilon;&iota;&sigmaf;. &Alpha;&upsilon;&tau;&#940; &epsilon;&#943;&nu;&alpha;&iota;:<br />
    <br />
  1. <strong>&Omicron;&rho;&gamma;&alpha;&nu;&#974;&sigma;&tau;&epsilon; &tau;&eta;&nu; &#940;&sigma;&kappa;&eta;&sigma;&eta;. </strong>&Eta; &alpha;&pi;&omicron;&tau;&#943;&mu;&eta;&sigma;&eta; &tau;&eta;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf; &pi;&omicron;&upsilon; &#941;&chi;&epsilon;&iota; &alpha;&nu;&alpha;&tau;&epsilon;&theta;&epsilon;&#943;   &gamma;&#943;&nu;&epsilon;&tau;&alpha;&iota; &epsilon;&upsilon;&kappa;&omicron;&lambda;&#972;&tau;&epsilon;&rho;&alpha; &epsilon;&#940;&nu; &epsilon;&#943;&nu;&alpha;&iota; &sigma;&pi;&alpha;&sigma;&mu;&#941;&nu;&eta; &sigma;&epsilon; &mu;&iota;&kappa;&rho;&#972;&tau;&epsilon;&rho;&alpha; &Sigma;&Tau;&Omicron;&Iota;&Chi;&Epsilon;&Iota;&Alpha; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf;. &Alpha;&upsilon;&tau;&#972;   &kappa;&alpha;&theta;&iota;&sigma;&tau;&#940; &tau;&eta; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &tau;&eta;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf; &lambda;&iota;&gamma;&#972;&tau;&epsilon;&rho;&omicron; &alpha;&upsilon;&theta;&alpha;&#943;&rho;&epsilon;&tau;&eta; &kappa;&alpha;&iota; &delta;&#943;&nu;&epsilon;&iota; &sigma;&tau;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf;   &#941;&nu;&alpha; &pi;&lambda;&alpha;&#943;&sigma;&iota;&omicron; &gamma;&iota;&alpha; &nu;&alpha; &kappa;&#940;&nu;&omicron;&upsilon;&nu; &tau;&eta;&nu; &delta;&iota;&kappa;&iota;&#940; &tau;&omicron;&upsilon;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; (&delta;&eta;&lambda;&alpha;&delta;&#942; &sigma;&epsilon; &pi;&omicron;&iota;&alpha; &tau;&mu;&#942;&mu;&alpha;&tau;&alpha; &tau;&eta;&sigmaf;   &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf; &nu;&alpha; &delta;&#974;&sigma;&omicron;&upsilon;&nu; &mu;&epsilon;&gamma;&alpha;&lambda;&#973;&tau;&epsilon;&rho;&eta; &beta;&alpha;&rho;&#973;&tau;&eta;&tau;&alpha;). &Omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omega;&nu; &#941;&chi;&epsilon;&iota; &tau;&omicron; &rho;&#972;&lambda;&omicron; &tau;&eta;&sigmaf; &omicron;&rho;&gamma;&#940;&nu;&omega;&sigma;&eta;&sigmaf;   &tau;&omega;&nu; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omega;&nu; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&#974;&nu;&tau;&alpha;&sigmaf; &#941;&tau;&sigma;&iota; &mu;&#943;&alpha; &kappa;&alpha;&rho;&tau;&#941;&lambda;&alpha; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&alpha;&sigmaf;. (&Beta;&lambda;.&nbsp;&tau;&eta;&nu;   &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &epsilon;&kappa;&epsilon;&#943;&nu;&eta; &gamma;&iota;&alpha; &pi;&epsilon;&rho;&iota;&sigma;&sigma;&#972;&tau;&epsilon;&rho;&epsilon;&sigmaf; &lambda;&epsilon;&pi;&tau;&omicron;&mu;&#941;&rho;&epsilon;&iota;&epsilon;&sigmaf;.)<br />
  <br />
  &Mu;&epsilon; &tau;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&alpha; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &nu;&alpha; &#941;&chi;&omicron;&upsilon;&nu; &omicron;&rho;&iota;&sigma;&tau;&epsilon;&#943;, &omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;&sigmaf; &theta;&alpha; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &upsilon;&pi;&omicron;&beta;&#940;&lambda;&epsilon;&iota;   &#941;&nu;&alpha; &#941;&gamma;&gamma;&rho;&alpha;&phi;&omicron; &tau;&omicron;&upsilon; <span lang="en-us" xml:lang="en-us">Word </span>&#942; &sigma;&epsilon; <span lang="en-us" xml:lang="en-us">HTML</span>,   &sigma;&tau;&omicron; &omicron;&pi;&omicron;&#943;&omicron; &nu;&alpha; &pi;&epsilon;&rho;&iota;&gamma;&rho;&#940;&phi;&epsilon;&iota; &tau;&eta;&nu; &#940;&sigma;&kappa;&eta;&sigma;&eta; &#942; &tau;&omicron; &#941;&rho;&gamma;&omicron; &pi;&omicron;&upsilon; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &gamma;&#943;&nu;&epsilon;&iota; &alpha;&pi;&#972; &tau;&omicron;&upsilon;&sigmaf;   &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf;. &Tau;&omicron; &#941;&gamma;&gamma;&rho;&alpha;&phi;&omicron; &alpha;&upsilon;&tau;&#972; &epsilon;&mu;&phi;&alpha;&nu;&#943;&zeta;&epsilon;&tau;&alpha;&iota; &sigma;&tau;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &sigma;&tau;&eta;&nu; &delta;&epsilon;&#973;&tau;&epsilon;&rho;&eta; &phi;&#940;&sigma;&eta; &tau;&eta;&sigmaf;   &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf;.</p>
<p align="left">&Omicron;&iota; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&epsilon;&sigmaf; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu;, &alpha;&nu; &tau;&omicron; &epsilon;&pi;&iota;&theta;&upsilon;&mu;&omicron;&#973;&nu;, &nu;&alpha; &epsilon;&tau;&omicron;&iota;&mu;&#940;&sigma;&omicron;&upsilon;&nu; &#941;&nu;&alpha; <span lang="en-us" xml:lang="en-us">set</span> &alpha;&pi;&#972; &pi;&alpha;&rho;&#972;&mu;&omicron;&iota;&epsilon;&sigmaf; &alpha;&sigma;&kappa;&#942;&sigma;&epsilon;&iota;&sigmaf;, &pi;&#940;&lambda;&iota; &sigma;&epsilon; &mu;&omicron;&rho;&phi;&#942; <span lang="en-us" xml:lang="en-us">Word </span>&#942; <span lang="en-us" xml:lang="en-us">HTML</span> &kappa;&alpha;&iota; &nu;&alpha; &tau;&iota;&sigmaf;   &quot;&alpha;&nu;&epsilon;&beta;&#940;&sigma;&omicron;&upsilon;&nu;&quot; &sigma;&tau;&eta;&nu; &iota;&sigma;&tau;&omicron;&sigma;&epsilon;&lambda;&#943;&delta;&alpha; &tau;&eta;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf;.&nbsp; &Nu;&alpha; &delta;&omicron;&theta;&epsilon;&#943; &iota;&delta;&iota;&alpha;&#943;&tau;&epsilon;&rho;&eta; &pi;&rho;&omicron;&sigma;&omicron;&chi;&#942; &sigma;&tau;&omicron;   &#972;&tau;&iota; &alpha;&upsilon;&tau;&#941;&sigmaf; &omicron;&iota; &alpha;&sigma;&kappa;&#942;&sigma;&epsilon;&iota;&sigmaf; &theta;&alpha; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &sigma;&epsilon; &pi;&alpha;&rho;&#972;&mu;&omicron;&iota;&alpha; &mu;&omicron;&rho;&phi;&#942; &mu;&epsilon; &tau;&eta;&nu; &#940;&sigma;&kappa;&eta;&sigma;&eta; &pi;&omicron;&upsilon;   &#941;&chi;&epsilon;&iota; &alpha;&nu;&alpha;&tau;&epsilon;&theta;&epsilon;&#943; &sigma;&tau;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf;. &Eta; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942; &kappa;&omicron;&mu;&mu;&alpha;&tau;&iota;&#974;&nu; &pi;&alpha;&rho;&alpha;&delta;&epsilon;&iota;&gamma;&mu;&#940;&tau;&omega;&nu; &tau;&eta;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;&sigmaf;   &alpha;&pi;&#972; &tau;&omicron;&nu; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &pi;&rho;&omicron;&alpha;&iota;&rho;&epsilon;&tau;&iota;&kappa;&#942; &kappa;&alpha;&iota; &gamma;&iota;&alpha; &omicron;&rho;&iota;&sigma;&mu;&#941;&nu;&epsilon;&sigmaf; &alpha;&nu;&alpha;&theta;&#941;&sigma;&epsilon;&iota;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &mu;&eta;&nu;   &epsilon;&#943;&nu;&alpha;&iota; &kappa;&alpha;&tau;&#940;&lambda;&lambda;&eta;&lambda;&omicron; &nu;&alpha; &delta;&omicron;&theta;&omicron;&#973;&nu;.<br />
    <br />
  2. <strong>&Epsilon;&pi;&iota;&tau;&rho;&#941;&psi;&tau;&epsilon; &tau;&iota;&sigmaf; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; &kappa;&alpha;&iota; &tau;&iota;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; &tau;&omega;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&iota;&#974;&nu; &tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu;.</strong> &Omicron;&iota; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&epsilon;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; &tau;&#974;&rho;&alpha; &sigma;&tau;&eta;&nu; &delta;&iota;&#940;&theta;&epsilon;&sigma;&eta; &tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu;. &Epsilon;&#940;&nu; &omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;&sigmaf; &#941;&chi;&epsilon;&iota;   &omicron;&rho;&gamma;&alpha;&nu;&#974;&sigma;&epsilon;&iota; &pi;&omicron;&lambda;&lambda;&alpha;&pi;&lambda;&#941;&sigmaf; &alpha;&sigma;&kappa;&#942;&sigma;&epsilon;&iota;&sigmaf; &tau;&#972;&tau;&epsilon; &omicron; &kappa;&#940;&theta;&epsilon; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;&sigmaf; &beta;&lambda;&#941;&pi;&epsilon;&iota; &delta;&iota;&alpha;&phi;&omicron;&rho;&epsilon;&tau;&iota;&kappa;&#941;&sigmaf;   &alpha;&sigma;&kappa;&#942;&sigma;&epsilon;&iota;&sigmaf;, &delta;&iota;&alpha;&phi;&omicron;&rho;&epsilon;&tau;&iota;&kappa;&#940; &#972;&lambda;&omicron;&iota; &omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &beta;&lambda;&#941;&pi;&omicron;&upsilon;&nu; &tau;&iota;&sigmaf; &#943;&delta;&iota;&epsilon;&sigmaf; &alpha;&sigma;&kappa;&#942;&sigma;&epsilon;&iota;&sigmaf;.</p>
<p align="left">&Pi;&rho;&omicron;&tau;&omicron;&#973; &omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &mu;&pi;&omicron;&rho;&#941;&sigma;&omicron;&upsilon;&nu; &nu;&alpha; &upsilon;&pi;&omicron;&beta;&#940;&lambda;&omicron;&upsilon;&nu; &tau;&eta;&nu; &delta;&iota;&kappa;&iota;&#940; &tau;&omicron;&upsilon;&sigmaf;   &#940;&sigma;&kappa;&eta;&sigma;&eta; &theta;&alpha; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &sigma;&upsilon;&mu;&pi;&lambda;&eta;&rho;&#974;&sigma;&omicron;&upsilon;&nu; &tau;&eta;&nu; &phi;&#972;&rho;&mu;&alpha; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf;. &#908;&tau;&alpha;&nu; &omicron;&lambda;&omicron;&kappa;&lambda;&eta;&rho;&#974;&sigma;&omicron;&upsilon;&nu; &tau;&eta;&nu;   &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &tau;&#972;&tau;&epsilon; &epsilon;&mu;&phi;&alpha;&nu;&#943;&zeta;&epsilon;&tau;&alpha;&iota; &sigma;&epsilon; &alpha;&upsilon;&tau;&omicron;&#973;&sigmaf; &eta; &phi;&#972;&rho;&mu;&alpha; &quot;&alpha;&nu;&epsilon;&beta;&#940;&sigma;&mu;&alpha;&tau;&omicron;&sigmaf;&quot; &tau;&eta;&sigmaf; &delta;&iota;&kappa;&iota;&#940;&sigmaf; &tau;&omicron;&upsilon;&sigmaf;   &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;&sigmaf;. &Omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &alpha;&nu;&alpha;&theta;&epsilon;&omega;&rho;&#942;&sigma;&omicron;&upsilon;&nu; &tau;&eta;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &tau;&omicron;&upsilon;&sigmaf; &lambda;&alpha;&mu;&beta;&#940;&nu;&omicron;&nu;&tau;&alpha;&sigmaf;   &upsilon;&pi;&#972;&psi;&eta; &mu;&#972;&nu;&omicron; &tau;&eta;&nu; &delta;&iota;&kappa;&iota;&#940; &tau;&omicron;&upsilon;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;.</p>
<p align="left">&Mu;&#972;&lambda;&iota;&sigmaf; &upsilon;&pi;&omicron;&beta;&lambda;&eta;&theta;&epsilon;&#943; &eta; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &alpha;&pi;&#972; &#941;&nu;&alpha; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942; &omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943;   &nu;&alpha; &alpha;&rho;&chi;&#943;&sigma;&epsilon;&iota; &tau;&eta;&nu; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&#942; &tau;&eta;&sigmaf;. &Eta; &upsilon;&pi;&epsilon;&rho;&sigma;&#973;&nu;&delta;&epsilon;&sigma;&eta; &quot;&upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu; &gamma;&iota;&alpha;   &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&quot; &epsilon;&mu;&phi;&alpha;&nu;&#943;&zeta;&epsilon;&iota; &mu;&iota;&alpha; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &pi;&omicron;&upsilon; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&epsilon;&iota; &epsilon;&kappa;&epsilon;&#943;&nu;&epsilon;&sigmaf; &tau;&iota;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&epsilon;&sigmaf; &pi;&omicron;&upsilon; &delta;&epsilon;&nu;   &#941;&chi;&omicron;&upsilon;&nu; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&eta;&theta;&epsilon;&#943;. &Eta; &pi;&alpha;&lambda;&alpha;&iota;&#972;&tau;&epsilon;&rho;&eta; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942; &epsilon;&#943;&nu;&alpha;&iota; &sigma;&tau;&eta;&nu; &kappa;&omicron;&rho;&upsilon;&phi;&#942; &tau;&eta;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;&sigmaf;. &Eta; &mu;&omicron;&rho;&phi;&#942;   &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &gamma;&iota;&alpha; &kappa;&#940;&theta;&epsilon; &mu;&iota;&alpha; &alpha;&pi;&#972; &alpha;&upsilon;&tau;&#941;&sigmaf; &tau;&iota;&sigmaf; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; &alpha;&rho;&chi;&iota;&kappa;&#940; &beta;&alpha;&sigma;&iota;&sigma;&mu;&#941;&nu;&eta; &sigma;&tau;&eta;&nu;   &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &tau;&omicron;&upsilon; &iota;&delta;&#943;&omicron;&upsilon; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942; &pi;&omicron;&upsilon; &#941;&gamma;&rho;&alpha;&psi;&epsilon; &tau;&eta;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;. &Omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omega;&nu; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha;   &alpha;&lambda;&lambda;&#940;&xi;&epsilon;&iota; &alpha;&upsilon;&tau;&#941;&sigmaf; &tau;&iota;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; &kappa;&alpha;&iota; &nu;&alpha; &pi;&rho;&omicron;&sigma;&theta;&#941;&sigma;&epsilon;&iota; &omicron;&pi;&omicron;&iota;&alpha;&delta;&#942;&pi;&omicron;&tau;&epsilon; &sigma;&chi;&#972;&lambda;&iota;&alpha;. &Sigma;&tau;&omicron; &tau;&#941;&lambda;&omicron;&sigmaf;   &tau;&omega;&nu; &delta;&#973;&omicron; &kappa;&omicron;&upsilon;&mu;&pi;&iota;&#974;&nu; &alpha;&phi;&#942;&sigma;&tau;&epsilon; &tau;&omicron; &delta;&#940;&sigma;&kappa;&alpha;&lambda;&omicron; &nu;&alpha; &alpha;&pi;&omicron;&phi;&alpha;&sigma;&#943;&sigma;&epsilon;&iota; &epsilon;&#940;&nu; &omicron; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha;   &upsilon;&pi;&omicron;&beta;&#940;&lambda;&epsilon;&iota; &epsilon;&kappa; &nu;&#941;&omicron;&upsilon; &tau;&eta;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &#942; &#972;&chi;&iota;.</p>
<p align="left">&Epsilon;&#940;&nu; &omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omega;&nu; &#941;&chi;&epsilon;&iota; &alpha;&pi;&omicron;&phi;&alpha;&sigma;&#943;&sigma;&epsilon;&iota; &nu;&alpha; &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&iota; &sigma;&tau;&omicron; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942; &nu;&alpha;   &upsilon;&pi;&omicron;&beta;&#940;&lambda;&epsilon;&iota; &epsilon;&kappa; &nu;&#941;&omicron;&upsilon; &tau;&eta;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &kappa;&alpha;&iota; &#941;&chi;&epsilon;&iota; &sigma;&upsilon;&mu;&beta;&epsilon;&#943; &alpha;&upsilon;&tau;&#972;, &omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omega;&nu; &beta;&lambda;&#941;&pi;&epsilon;&iota; &tau;&eta;&nu; &nu;&#941;&alpha;   &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;. &Sigma;&epsilon; &alpha;&upsilon;&tau;&#942;&nu; &tau;&eta;&nu; &pi;&epsilon;&rho;&#943;&pi;&tau;&omega;&sigma;&eta; &eta; &mu;&omicron;&rho;&phi;&#942; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &pi;&epsilon;&rho;&iota;&#941;&chi;&epsilon;&iota; &tau;&eta;&nu; &pi;&alpha;&lambda;&alpha;&iota;&#940;   &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &tau;&omicron;&upsilon; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;. &Eta; &#943;&delta;&iota;&alpha; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942;, &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942; &epsilon;&kappa; &nu;&#941;&omicron;&upsilon; &#942; &#972;&chi;&iota;, &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&iota; &sigma;&tau;&omicron;&nu;   &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha; &nu;&alpha; &epsilon;&lambda;&#941;&gamma;&xi;&epsilon;&iota; &alpha;&upsilon;&tau;&#972;&nu; &tau;&omicron;&nu; &kappa;&#973;&kappa;&lambda;&omicron; &tau;&eta;&sigmaf; &epsilon;&kappa; &nu;&#941;&omicron;&upsilon; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942;&sigmaf; &kappa;&alpha;&iota; &tau;&eta;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf;.   &Epsilon;&#940;&nu; &omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &#941;&chi;&omicron;&upsilon;&nu; &tau;&eta;&nu; &#940;&delta;&epsilon;&iota;&alpha; &nu;&alpha; &upsilon;&pi;&omicron;&beta;&#940;&lambda;&omicron;&upsilon;&nu; &tau;&mu;&#942;&mu;&alpha;&tau;&alpha; &epsilon;&rho;&gamma;&alpha;&sigma;&iota;&#974;&nu; &sigma;&tau;&eta;&nu; &#940;&sigma;&kappa;&eta;&sigma;&eta;, &omicron;   &delta;&iota;&delta;&#940;&sigma;&kappa;&omega;&nu; &theta;&alpha; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &alpha;&pi;&omicron;&phi;&alpha;&sigma;&#943;&sigma;&epsilon;&iota; &epsilon;&#940;&nu; &omicron;&iota; &tau;&epsilon;&lambda;&iota;&kappa;&omicron;&#943; &beta;&alpha;&theta;&mu;&omicron;&#943; &theta;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &beta;&alpha;&sigma;&iota;&sigma;&mu;&#941;&nu;&omicron;&iota; &sigma;&tau;&omicron;   &mu;&#941;&gamma;&iota;&sigma;&tau;&omicron; &beta;&alpha;&theta;&mu;&#972; &tau;&omicron;&upsilon; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942; &#942; &sigma;&tau;&omicron; &mu;&#941;&sigma;&omicron; &beta;&alpha;&theta;&mu;&#972; &tau;&omicron;&upsilon;&sigmaf; &alpha;&pi;&#972; &tau;&omicron; &sigma;&#973;&nu;&omicron;&lambda;&omicron; &tau;&omega;&nu; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#974;&nu;.   &Alpha;&upsilon;&tau;&#942;&nu; &tau;&eta;&nu; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &alpha;&lambda;&lambda;&#940;&xi;&epsilon;&iota; &omicron;&pi;&omicron;&iota;&alpha;&delta;&#942;&pi;&omicron;&tau;&epsilon; &sigma;&tau;&iota;&gamma;&mu;&#942; &kappa;&alpha;&tau;&#940; &tau;&eta; &delta;&iota;&#940;&rho;&kappa;&epsilon;&iota;&alpha; &tau;&eta;&sigmaf;   &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf; &mu;&epsilon; &tau;&eta;&nu; &epsilon;&nu;&eta;&mu;&#941;&rho;&omega;&sigma;&eta; &tau;&eta;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;&sigmaf; &tau;&eta;&sigmaf; &#902;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf;, &kappa;&alpha;&iota; &tau;&alpha; &alpha;&pi;&omicron;&tau;&epsilon;&lambda;&#941;&sigma;&mu;&alpha;&tau;&alpha; &alpha;&upsilon;&tau;&omicron;&#973;   &epsilon;&mu;&phi;&alpha;&nu;&#943;&zeta;&omicron;&nu;&tau;&alpha;&iota; &alpha;&mu;&#941;&sigma;&omega;&sigmaf; &sigma;&tau;&eta; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&alpha;&sigmaf;. </p>
<p align="left">&#908;&tau;&alpha;&nu; &eta; &chi;&rho;&omicron;&nu;&iota;&kappa;&#942; &pi;&rho;&omicron;&theta;&epsilon;&sigma;&mu;&#943;&alpha; &tau;&eta;&sigmaf; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;&sigmaf; &phi;&tau;&#940;&sigma;&epsilon;&iota;, &#941;&nu;&alpha;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;&sigmaf;   &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &upsilon;&pi;&omicron;&beta;&#940;&lambda;&epsilon;&iota; &#942; &nu;&alpha; &upsilon;&pi;&omicron;&beta;&#940;&lambda;&epsilon;&iota; &epsilon;&kappa; &nu;&#941;&omicron;&upsilon; &tau;&eta;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &tau;&omicron;&upsilon;. &Eta; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &sigma;&eta;&mu;&epsilon;&iota;&#974;&nu;&epsilon;&tau;&alpha;&iota;   &mu;&epsilon; &#941;&nu;&alpha; &sigma;&eta;&mu;&alpha;&iota;&#940;&kappa;&iota; &mu;&epsilon; &tau;&eta;&nu; &omicron;&nu;&omicron;&mu;&alpha;&sigma;&#943;&alpha; &quot;&alpha;&rho;&gamma;&#940;&quot;. &Eta; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &epsilon;&mu;&phi;&alpha;&nu;&#943;&zeta;&epsilon;&tau;&alpha;&iota; &sigma;&tau;&omicron;&nu; &kappa;&alpha;&tau;&#940;&lambda;&omicron;&gamma;&omicron;   &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&iota;&#974;&nu;, &kappa;&alpha;&iota; &omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omega;&nu; &mu;&pi;&omicron;&rho;&epsilon;&#943;, &epsilon;&#940;&nu; &tau;&omicron; &theta;&#941;&lambda;&epsilon;&iota;, &nu;&alpha; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota; &tau;&eta;&nu;   &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &kappa;&alpha;&nu;&omicron;&nu;&iota;&kappa;&#940;. &Sigma;&tau;&omicron;&upsilon;&sigmaf; &delta;&iota;&#940;&phi;&omicron;&rho;&omicron;&upsilon;&sigmaf; &kappa;&alpha;&tau;&alpha;&lambda;&#972;&gamma;&omicron;&upsilon;&sigmaf; &mu;&epsilon; &kappa;&omicron;&mu;&mu;&#940;&tau;&iota;&alpha; &tau;&eta;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;&sigmaf; &eta;   &eta;&mu;&epsilon;&rho;&omicron;&mu;&eta;&nu;&#943;&alpha; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942;&sigmaf; &epsilon;&mu;&phi;&alpha;&nu;&#943;&zeta;&epsilon;&tau;&alpha;&iota; &mu;&epsilon; &chi;&rho;&#974;&mu;&alpha; &kappa;&#972;&kappa;&kappa;&iota;&nu;&omicron; (&kappa;&alpha;&iota; &sigma;&tau;&omicron;&nu; &kappa;&alpha;&tau;&#940;&lambda;&omicron;&gamma;&omicron; &epsilon;&rho;&gamma;&alpha;&sigma;&iota;&#974;&nu; &nu;&alpha;   &sigma;&eta;&mu;&epsilon;&iota;&omega;&theta;&epsilon;&#943; &tau;&omicron; &chi;&rho;&omicron;&nu;&iota;&kappa;&#972; &delta;&iota;&#940;&sigma;&tau;&eta;&mu;&alpha; &kappa;&alpha;&theta;&#974;&sigmaf; &eta; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&epsilon;&tau;&alpha;&iota; &epsilon;&pi;&#943;&sigma;&eta;&sigmaf; &mu;&epsilon; &chi;&rho;&#974;&mu;&alpha;   &kappa;&#972;&kappa;&kappa;&iota;&nu;&omicron;). &Epsilon;&#940;&nu; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&eta;&theta;&epsilon;&#943;, &omicron; &beta;&alpha;&theta;&mu;&#972;&sigmaf; &tau;&eta;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;&sigmaf; &pi;&omicron;&upsilon; &upsilon;&pi;&omicron;&beta;&lambda;&#942;&theta;&eta;&kappa;&epsilon; &alpha;&rho;&gamma;&#940; (&#941;&kappa;&tau;&omicron;&sigmaf; &tau;&omicron;&upsilon;   &chi;&rho;&omicron;&nu;&iota;&kappa;&omicron;&#973; &omicron;&rho;&#943;&omicron;&upsilon;) &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&epsilon;&tau;&alpha;&iota; &mu;&epsilon; &kappa;&#972;&kappa;&kappa;&iota;&nu;&omicron; &kappa;&alpha;&iota; &epsilon;&nu;&tau;&#972;&sigmaf; &pi;&alpha;&rho;&epsilon;&nu;&theta;&#941;&sigma;&epsilon;&omega;&sigmaf;. &Tau;&#941;&tau;&omicron;&iota;&omicron;&iota; &beta;&alpha;&theta;&mu;&omicron;&#943;   &delta;&epsilon;&nu; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&omicron;&#973;&nu;&tau;&alpha;&iota; &sigma;&tau;&omicron;&nu; &upsilon;&pi;&omicron;&lambda;&omicron;&gamma;&iota;&sigma;&mu;&#972; &tau;&omega;&nu; &tau;&epsilon;&lambda;&iota;&kappa;&#974;&nu; &beta;&alpha;&theta;&mu;&#974;&nu; &kappa;&alpha;&iota; &delta;&epsilon;&nu; &kappa;&alpha;&tau;&alpha;&mu;&epsilon;&tau;&rho;&omicron;&#973;&nu;&tau;&alpha;&iota;   &sigma;&tau;&iota;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&epsilon;&sigmaf; &beta;&alpha;&theta;&mu;&#974;&nu;. &Omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omega;&nu; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &kappa;&alpha;&theta;&alpha;&rho;&#943;&sigma;&epsilon;&iota; &tau;&eta;&nu; &sigma;&eta;&mu;&alpha;&#943;&alpha; &quot;&alpha;&rho;&gamma;&#940;&quot;   &pi;&eta;&gamma;&alpha;&#943;&nu;&omicron;&nu;&tau;&alpha;&sigmaf; &sigma;&tau;&eta; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &delta;&iota;&alpha;&chi;&epsilon;&#943;&rho;&iota;&sigma;&eta;&sigmaf; &kappa;&alpha;&iota; &kappa;&#940;&nu;&omicron;&nu;&tau;&alpha;&sigmaf; &alpha;&rho;&iota;&sigma;&tau;&epsilon;&rho;&#972; &kappa;&lambda;&iota;&kappa; &mu;&epsilon; &tau;&omicron; &pi;&omicron;&nu;&tau;&#943;&kappa;&iota; &sigma;&tau;&eta;&nu;   &kappa;&alpha;&tau;&#940;&lambda;&lambda;&eta;&lambda;&eta; &sigma;&#973;&nu;&delta;&epsilon;&sigma;&eta;. &Eta; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha; &alpha;&upsilon;&tau;&#942; &theta;&alpha; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&eta;&theta;&epsilon;&#943; &#941;&pi;&epsilon;&iota;&tau;&alpha; &sigma;&tau;&omicron;&nu; &upsilon;&pi;&omicron;&lambda;&omicron;&gamma;&iota;&sigma;&mu;&#972; &tau;&omicron;&upsilon;   &tau;&epsilon;&lambda;&iota;&kappa;&omicron;&#973; &beta;&alpha;&theta;&mu;&omicron;&#973;. </p>
<p align="left">3.<strong> &Pi;&alpha;&rho;&omicron;&upsilon;&sigma;&#943;&alpha;&sigma;&eta; &tau;&eta;&sigmaf; &sigma;&upsilon;&nu;&omicron;&lambda;&iota;&kappa;&#942;&sigmaf; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&alpha;&sigmaf; &kappa;&alpha;&iota; &tau;&omicron;&upsilon; &pi;&#943;&nu;&alpha;&kappa;&alpha;   &kappa;&alpha;&tau;&#940;&tau;&alpha;&xi;&eta;&sigmaf;. </strong>&Sigma;&tau;&eta;&nu; &tau;&epsilon;&lambda;&iota;&kappa;&#942; &alpha;&upsilon;&tau;&#942; &phi;&#940;&sigma;&eta; &tau;&eta;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf;, &omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &delta;&omicron;&upsilon;&nu;   &tau;&omicron;&upsilon;&sigmaf; &quot;&tau;&epsilon;&lambda;&iota;&kappa;&omicron;&#973;&sigmaf;&quot; &beta;&alpha;&theta;&mu;&omicron;&#973;&sigmaf; &tau;&omicron;&upsilon;&sigmaf;. &Sigma;&epsilon; &#972;&lambda;&epsilon;&sigmaf; &tau;&iota;&sigmaf; &phi;&#940;&sigma;&epsilon;&iota;&sigmaf; &tau;&eta;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf; (&epsilon;&kappa;&tau;&#972;&sigmaf; &alpha;&pi;&#972; &tau;&eta;&nu;   &pi;&rho;&#974;&tau;&eta; &phi;&#940;&sigma;&eta;), &omicron;&iota; &beta;&alpha;&theta;&mu;&omicron;&#943; &epsilon;&#943;&nu;&alpha;&iota; &delta;&iota;&alpha;&theta;&#941;&sigma;&iota;&mu;&omicron;&iota; &sigma;&tau;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf;, &epsilon;&nu;&tau;&omicron;&#973;&tau;&omicron;&iota;&sigmaf;, &mu;&#972;&nu;&omicron;   &quot;&mu;&#941;&rho;&omicron;&sigmaf;&quot; &tau;&eta;&sigmaf; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&alpha;&sigmaf; &#972;&pi;&omega;&sigmaf; &upsilon;&pi;&omicron;&lambda;&omicron;&gamma;&#943;&zeta;&epsilon;&tau;&alpha;&iota; &omega;&sigmaf; &epsilon;&kappa;&epsilon;&#943;&nu;&eta; &tau;&eta;&nu; &sigma;&tau;&iota;&gamma;&mu;&#942; &alpha;&pi;&#972; &tau;&iota;&sigmaf;   &delta;&iota;&alpha;&theta;&#941;&sigma;&iota;&mu;&epsilon;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf;.</p>
<p align="left">&Sigma;&epsilon; &alpha;&upsilon;&tau;&#942;&nu; &tau;&eta;&nu; &tau;&epsilon;&lambda;&iota;&kappa;&#942; &phi;&#940;&sigma;&eta;, &omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &delta;&epsilon;&nu; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &kappa;&#940;&nu;&omicron;&upsilon;&nu;   &pi;&epsilon;&rho;&alpha;&iota;&tau;&#941;&rho;&omega; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf;. &Sigma;&tau;&eta;&nu; &pi;&rho;&alpha;&gamma;&mu;&alpha;&tau;&iota;&kappa;&#972;&tau;&eta;&tau;&alpha; &eta; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &kappa;&lambda;&epsilon;&iota;&sigma;&tau;&#942; &kappa;&alpha;&iota; &omicron;   &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;&sigmaf; &#941;&chi;&epsilon;&iota; &tau;&eta;&nu; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &nu;&alpha; &delta;&epsilon;&#943;&xi;&epsilon;&iota; &pi;&alpha;&rho;&alpha;&delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&alpha; &tau;&omega;&nu; &kappa;&alpha;&lambda;&#973;&tau;&epsilon;&rho;&omega;&nu; &kappa;&omicron;&mu;&mu;&alpha;&tau;&iota;&#974;&nu; &alpha;&pi;&#972;   &tau;&iota;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&epsilon;&sigmaf; &pi;&omicron;&upsilon; &upsilon;&pi;&omicron;&beta;&lambda;&#942;&theta;&eta;&kappa;&alpha;&nu;...</p>
<p align="left">&Omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; (&kappa;&alpha;&iota; &omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omega;&nu;) &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &epsilon;&pi;&#943;&sigma;&eta;&sigmaf; &nu;&alpha; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&alpha;&sigma;&tau;&omicron;&#973;&nu;   &quot;&pi;&#943;&nu;&alpha;&kappa;&alpha; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&alpha;&sigmaf;&quot; &tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu; &pi;&omicron;&upsilon; &upsilon;&pi;&#941;&beta;&alpha;&lambda;&alpha;&nu; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;. &Alpha;&upsilon;&tau;&omicron;&#943; &pi;&alpha;&rho;&alpha;&tau;&#943;&theta;&epsilon;&nu;&tau;&alpha;&iota;   &kappa;&alpha;&tau;&#940; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&iota;&kappa;&#942; &sigma;&epsilon;&iota;&rho;&#940;, &eta; &kappa;&omicron;&rho;&upsilon;&phi;&alpha;&#943;&alpha; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942; &epsilon;&#943;&nu;&alpha;&iota; &pi;&rho;&#974;&tau;&eta;. &Epsilon;&delta;&#974; &omicron; &beta;&alpha;&theta;&mu;&#972;&sigmaf; &pi;&omicron;&upsilon; &delta;&#943;&nu;&epsilon;&tau;&alpha;&iota;   &sigma;&tau;&eta;&nu; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#942; &epsilon;&#943;&nu;&alpha;&iota; &alpha;&pi;&#972; &tau;&omicron;&nu; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;. &Epsilon;&#940;&nu; &#941;&nu;&alpha;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;&sigmaf; &upsilon;&pi;&#941;&beta;&alpha;&lambda;&epsilon; &pi;&epsilon;&rho;&iota;&sigma;&sigma;&#972;&tau;&epsilon;&rho;&epsilon;&sigmaf;   &alpha;&pi;&#972; &#941;&nu;&alpha; &kappa;&omicron;&mu;&mu;&#940;&tau;&iota;&alpha; &tau;&eta;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;&sigmaf; &mu;&#972;&nu;&omicron; &tau;&omicron; &kappa;&alpha;&lambda;&#973;&tau;&epsilon;&rho;&omicron; &kappa;&omicron;&mu;&mu;&#940;&tau;&iota; &tau;&eta;&sigmaf; &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;&sigmaf; &tau;&omicron;&upsilon;&sigmaf;   &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&epsilon;&tau;&alpha;&iota; &sigma;&epsilon; &alpha;&upsilon;&tau;&#972;&nu; &tau;&omicron;&nu; &pi;&#943;&nu;&alpha;&kappa;&alpha;. &Epsilon;&#940;&nu; &omicron; &alpha;&rho;&iota;&theta;&mu;&#972;&sigmaf; &kappa;&alpha;&tau;&alpha;&chi;&omega;&rho;&#942;&sigma;&epsilon;&omega;&nu; &sigma;&tau;&omicron;&nu; &pi;&#943;&nu;&alpha;&kappa;&alpha; &tau;&epsilon;&theta;&epsilon;&#943;   &sigma;&tau;&omicron; &mu;&eta;&delta;&#941;&nu;, &tau;&#972;&tau;&epsilon; &alpha;&upsilon;&tau;&#972;&sigmaf; &omicron; &pi;&#943;&nu;&alpha;&kappa;&alpha;&sigmaf; &delta;&epsilon;&nu; &epsilon;&mu;&phi;&alpha;&nu;&#943;&zeta;&epsilon;&tau;&alpha;&iota;.</p>
<p align="left">&Omicron; &beta;&alpha;&theta;&mu;&#972;&sigmaf; &tau;&omicron;&upsilon; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942; &gamma;&iota;&alpha; &tau;&eta;&nu; &#940;&sigma;&kappa;&eta;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &tau;&omicron; &#940;&theta;&rho;&omicron;&iota;&sigma;&mu;&alpha; &tau;&eta;&sigmaf;   &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&alpha;&sigmaf; &tau;&omicron;&upsilon; &beta;&alpha;&theta;&mu;&omicron;&#973; &tau;&eta;&sigmaf; (&alpha;&rho;&chi;&iota;&kappa;&#942;&sigmaf;) &alpha;&xi;&iota;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&#942;&sigmaf; &tau;&omicron;&upsilon;&sigmaf; &kappa;&alpha;&iota; &tau;&omicron;&upsilon; &beta;&alpha;&theta;&mu;&omicron;&#973; &alpha;&pi;&#972; &tau;&eta;&nu;   &upsilon;&pi;&omicron;&beta;&alpha;&lambda;&lambda;&#972;&mu;&epsilon;&nu;&eta; &#940;&sigma;&kappa;&eta;&sigma;&#942; &tau;&omicron;&upsilon;&sigmaf;. &Omicron;&iota; &mu;&#941;&gamma;&iota;&sigma;&tau;&epsilon;&sigmaf; &tau;&iota;&mu;&#941;&sigmaf; &gamma;&iota;&alpha; &tau;&iota;&sigmaf; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&epsilon;&sigmaf; &omicron;&rho;&#943;&zeta;&omicron;&nu;&tau;&alpha;&iota; &kappa;&alpha;&tau;&#940;   &tau;&eta;&nu; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&#943;&alpha; &tau;&eta;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf;. &Omega;&sigma;&tau;&#972;&sigma;&omicron;, &alpha;&upsilon;&tau;&#941;&sigmaf; &eta; &mu;&#941;&gamma;&iota;&sigma;&tau;&epsilon;&sigmaf; &tau;&iota;&mu;&#941;&sigmaf; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &alpha;&lambda;&lambda;&#940;&xi;&omicron;&upsilon;&nu;   (&mu;&epsilon; &tau;&eta;&nu; &epsilon;&nu;&eta;&mu;&#941;&rho;&omega;&sigma;&eta; &tau;&eta;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;&sigmaf; &tau;&eta;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf;) &omicron;&pi;&omicron;&iota;&alpha;&delta;&#942;&pi;&omicron;&tau;&epsilon; &sigma;&tau;&iota;&gamma;&mu;&#942; &kappa;&alpha;&tau;&#940; &tau;&eta; &delta;&iota;&#940;&rho;&kappa;&epsilon;&iota;&alpha;   &tau;&eta;&sigmaf; &#940;&sigma;&kappa;&eta;&sigma;&eta;&sigmaf; &kappa;&alpha;&iota; &omicron;&iota; &beta;&alpha;&theta;&mu;&omicron;&#943; &pi;&omicron;&upsilon; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&omicron;&nu;&tau;&alpha;&iota; &kappa;&alpha;&iota; &alpha;&pi;&#972; &tau;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &kappa;&alpha;&iota; &alpha;&pi;&#972; &tau;&omicron;   &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha; &alpha;&pi;&epsilon;&iota;&kappa;&omicron;&nu;&#943;&zeta;&omicron;&upsilon;&nu; &pi;&#940;&nu;&tau;&alpha; &tau;&iota;&sigmaf; &tau;&rho;&#941;&chi;&omicron;&upsilon;&sigma;&epsilon;&sigmaf; &mu;&#941;&gamma;&iota;&sigma;&tau;&epsilon;&sigmaf; &tau;&iota;&mu;&#941;&sigmaf;.</p>
<p align="left">&Sigma;&epsilon; &omicron;&pi;&omicron;&iota;&alpha;&delta;&#942;&pi;&omicron;&tau;&epsilon; &phi;&#940;&sigma;&eta; &tau;&eta;&sigmaf; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;&sigmaf; &omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &pi;&#940;&epsilon;&iota;   &sigma;&tau;&eta; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &quot;&delta;&iota;&alpha;&chi;&epsilon;&#943;&rho;&iota;&sigma;&eta;&sigmaf;&quot;. &Alpha;&pi;&alpha;&rho;&iota;&theta;&mu;&epsilon;&#943; &tau;&#972;&sigma;&omicron; &tau;&iota;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; &tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu; (&sigma;&tau;&eta;&nu;   &epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;&sigmaf; &tau;&omicron;&upsilon;&sigmaf;) &kappa;&alpha;&theta;&#974;&sigmaf; &kappa;&alpha;&iota; &tau;&iota;&sigmaf; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; &tau;&omicron;&upsilon;&sigmaf;. &Omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omega;&nu; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&#942;&sigma;&epsilon;&iota;   &alpha;&upsilon;&tau;&#942;&nu; &tau;&eta;&nu; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &gamma;&iota;&alpha; &nu;&alpha; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota; &kappa;&alpha;&iota; &nu;&alpha; &epsilon;&pi;&alpha;&nu;&alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota; &tau;&iota;&sigmaf; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf;, &nu;&alpha;   &alpha;&nu;&alpha;&beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota; &tau;&iota;&sigmaf; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf;, &nu;&alpha; &delta;&iota;&alpha;&gamma;&rho;&#940;&psi;&epsilon;&iota; &upsilon;&pi;&omicron;&beta;&omicron;&lambda;&#941;&sigmaf; &kappa;&alpha;&iota; &alpha;&xi;&iota;&omicron;&lambda;&omicron;&gamma;&#942;&sigma;&epsilon;&iota;&sigmaf; &kappa;&alpha;&iota;   &gamma;&epsilon;&nu;&iota;&kappa;&#940; &nu;&alpha; &pi;&alpha;&rho;&alpha;&kappa;&omicron;&lambda;&omicron;&upsilon;&theta;&#942;&sigma;&epsilon;&iota; &tau;&eta;&nu; &pi;&rho;&#972;&omicron;&delta;&omicron; &tau;&eta;&sigmaf; &alpha;&nu;&#940;&theta;&epsilon;&sigma;&eta;&sigmaf;.</p>
