<?PHP // $Id$ 
      // assignment.php - created with Moodle 1.7 beta + (2006101003)
$string['allowdeleting'] = 'Թույլատրել ջնջում';
$string['allowmaxfiles'] = 'Ֆայլերի վերբեռնման առավելագույն քանակը';
$string['allownotes'] = 'Թույլատրել ծանոթագրություններ';
$string['allowresubmit'] = 'Թույլատրել վերահանձնում';
$string['alreadygraded'] = 'Ձեր հանձնարարությունն արդեն գնահատվել է, այդ իսկ պատճառով վերահանձնում չի թույլատրվում։';
$string['assignment:grade'] = 'Գնահատել հանձնարարությունը';
$string['assignment:submit'] = 'ՈՒղարկել հանձնարարությունը';
$string['assignment:view'] = 'Դիտել հանձնարարությունը';
$string['assignmentdetails'] = 'Հանձնարարության մանրամասներ';
$string['assignmentmail'] = '$a->teacher արձաքանքել է 
 \'$a->assignment\' Ձեր ուղարկած պատասխանին։ Այն կարող եք տեսնել Ձեր պատասխանին կցված՝    $a->url';
$string['assignmentmailhtml'] = '$a->teacher արձագանքել է
 \'<i>$a->assignment</i>\'<br /><br /> 
Ձեր ուղարկած պատասխանին։ Այն կարող եք տեսնել Ձեր պատասխանին կցված՝ <a href=\"$a->url\"></a>։';
$string['assignmentname'] = 'Հանձնարարության անվանումը';
$string['assignmenttype'] = 'Հանձնարարության տեսակը';
$string['availabledate'] = 'Մատչելի է սկսած';
$string['cannotdeletefiles'] = 'Սխալ է ստացվել և ֆայլերը չեն կարող ջնջվել';
$string['comment'] = 'Դիտողություն';
$string['commentinline'] = 'Ներդրված դիտողություն';
$string['configitemstocount'] = 'Առցանց հանձնարարություններում ուսանողների պատասխանների հաշվման միավորների բնույթը։';
$string['configmaxbytes'] = 'Կանխորոշված առավելագույն չափ կայքի բոլոր հանձնարարությունների համար (հարաբերակցվում է դասընթացի սահմանափակումների և այլ առանձին կարգաբերումների հետ)';
$string['configshowrecentsubmissions'] = 'Վերջին գործունեությունների գրառումներում յուրաքանչյուրը կարող է տեսնել հանձնարարությունների հիշեցումները։';
$string['confirmdeletefile'] = 'Դուք համոզվա՞ծ եք, որ ցանկանում եք ջնջել այս ֆայլը։<br /><strong>$a</strong>';
$string['deleteallsubmissions'] = 'Ջնջել բոլոր պատասխանները';
$string['deletefilefailed'] = 'ֆայլը չի ջնջվել։';
$string['description'] = 'Նկարագրություն';
$string['draft'] = 'Սևագիր';
$string['duedate'] = 'Վերջնաժամկետ';
$string['duedateno'] = 'Առանց վերջնաժամկետի';
$string['early'] = '$a վաղ';
$string['editmysubmission'] = 'Խմբագրել իմ պատասխանը';
$string['emailstudents'] = 'Էլ. փոստով ուղարկել զգուշացում ուսանողներին';
$string['emailteachermail'] = '$a->username նորացրել է \'$a->assignment\'

հանձնարարության իր պատասխանը։ Այն մատչելի է՝

    $a->url';
$string['emailteachermailhtml'] = '$a->username նորացրել է  <i>\'$a->assignment\'</i><br /><br /> հանձնարարության իր պատասխանը, որը <a href=\"$a->url\">մատչելի է կայքում</a>։';
$string['emailteachers'] = 'Էլ.-փոստով ուղարկել զգուշացում ուսուցիչներին';
$string['emptysubmission'] = 'Դուք դեռևս ոչինչ չեք ուղարկել';
$string['enableemailnotification'] = 'Էլ.-փոստով ուղարկել ծանուցում';
$string['existingfiledeleted'] = 'Գոյություն ունեցող ֆայլը ջնջվել է՝ $a';
$string['failedupdatefeedback'] = 'Չի հաջողվել նորացնել $a օգտագործողի պատասխանը։';
$string['feedback'] = 'Արձագանք';
$string['feedbackfromteacher'] = 'Արձագանք $a-ից';
$string['feedbackupdated'] = '$a համար փոփոխվել են արձագանքները';
$string['finalize'] = 'Այլևս չկան ներկայացված աշխատանքներ';
$string['finalizeerror'] = 'Սխալ է տեղի ունեցել և պատասխանի ուղարկումը չի կարող ավարտվել';
$string['graded'] = 'Գնահատված է';
$string['guestnosubmit'] = 'Ներեցեք, հյուրերը չեն կարող պատասխանել հանձնարարությանը։ Մինչ պատասխանելը Ձեզ անհրաժեշտ է գրանցվել համակարգում և մուտք գործել։';
$string['guestnoupload'] = 'Ներեցեք, հյուրերին չի թույլատրվում վերբեռնում կատարել';
$string['helpoffline'] = '<p>Հանձնարարության այս տեսակը օգտագործվում է այն դեպքերում, երբ հանձնարարությունը  կատարվում է  Moodle-ից դուրս՝ ցանցում  կամ ուսուցիչ-աշակերտ երես առ երես հանդիպման ժամանակ։</p><p>ՈՒսանողները կարող են տեսնել հանձնարարության նկարագրությունը, բայց չեն կարող վերբեռնել ոչինչ։  Ինչպես և մյուս դեպքերում, հանձնարարությունը գնահատվում է, և ուսանողները կստանան իրենց գնահատականների ծանուցումները։</p>';
$string['helponline'] = '<p>Հանձնարարության այս տեսակը պահանջում է հանձնարարություններին պատասխանել առցանց՝ օգտվելով խմբագրման գործիքներից։  Ուսուցիչները կարող են առցանց գնահատել և նույնիսկ տրված պատասխաններում ավելացնել դիտողություններ  կամ փոփոխություններ կատարել։</p>
   <p>(Եթե դուք ծանոթ եք Moodle-ի հին տարբերակներին, ապա ասենք, որ հանձնարարության այս տեսակը նույն աշխատանքային տետր մոդուլն է։)</p>';
$string['helpupload'] = '<p>Հանձնարարության այս տեսակը յուրաքանչյուր մասնակցի թույլ է տալիս վերբեռնել (ուղարկել) մեկ կամ մի քանի կամայական ձևաչափով ֆայլեր։ 
   Դրանք կարող է լինել Word փաստաթղթեր, նկարներ, խտացված ցանցակայք և այլն։</p>

   <p>Ինչպես նաև թույլ է տալիս Ձեզ ուղարկել բազմակի պատասխաններով կամայական ֆայլեր։ Պատասխան-ֆայլերը կարող են վերբեռնվել մինչ հանձնարարության պատասխանը ներկայացնելը, որը կարող է օգտագործվել, որպեսզի բոլոր մասնակիցներին տրվեն տարբեր ֆայլեր։</p>

   <p>Ինչպես նաև մասնակիցները կարող են մուտք գործել ներկայացված ֆայլերը նկարագրող մեկնաբանություններ, առաջադիմության կարգավիճակ կամ ցանկացած այլ տեքստային տեղեկատվություն։</p>

   <p>Հանձնարարության այս տեսակի պատասխանի ուղարկումը պետք է ձեռքով ավարտվի մասնակցի կողմից։ Դուք կարող եք   ցանկացած ժամանակ դիտել ընթացիկ կարգավիճակը։ Չավարտված հանձնարարությունները որպես սևագրեր են նշված։ Ցանկացած չգնահատված հանձնարարություն կարող եք վերադարձնել սևագրի կարգավիճակի։</p>';
$string['helpuploadsingle'] = '<p>Հանձնարարության այս տեսակը յուրաքանչյուր մասնակցի թույլ է տալիս վերբեռնել (ուղարկել) միայն մեկ կամայական ֆայլ։</p> <p>Այն կարող է լինել Word փաստաթուղթ, նկար, խտացված ցանցակայք և այլն։</p>';
$string['hideintro'] = 'Նկարագրությունը թաքցնել մինչև մատչելի դաչնալը';
$string['itemstocount'] = 'Հաշիվ';
$string['late'] = '$a հետո';
$string['maximumgrade'] = 'Ամենաբարձր գնահատական';
$string['maximumsize'] = 'Առավելագույն չափ';
$string['modulename'] = 'Հանձնարարություն';
$string['modulenameplural'] = 'Հանձնարարություններ';
$string['newsubmissions'] = 'Ներկայացված պատասխաններ';
$string['noassignments'] = 'Դեռևս պատասխաններ չեն ներկայացվել';
$string['noattempts'] = 'Այս հանձնարարության կատարման որևէ փորձ դեռևս չի արվել';
$string['nofiles'] = 'Ոչ մի ֆայլ չի ներկայացվել';
$string['nofilesyet'] = 'Ոչ մի ֆայլ դեռևս չի ներկայացվել';
$string['nomoresubmissions'] = 'Պատասխանների ուղարկում այլևս չի թույլատրվում։';
$string['nosubmitusers'] = 'Չեն գտնվել այս հանձնարարությանը պատասխանելու թույլտվություն ունեցողօգտագործողներ';
$string['notavailableyet'] = 'Այս հանձնարարությունը դեռ մատչելի չէ։<br />Հանձնարարության հրահանգները կցուցադրվեն այստեղ, ստորև նշված ժամանակ։';
$string['notes'] = 'Մեկնաբանություններ';
$string['notesempty'] = 'Գրառումներ չկան';
$string['notesupdateerror'] = 'Մեկնաբանությունների նորացման սխալ';
$string['notgradedyet'] = 'Դեռևս գնահատված չէ';
$string['notsubmittedyet'] = 'Դեռևս չի ներկայացվել';
$string['onceassignmentsent'] = 'Հանձնարարությունը գնահատման ուղարկվելուց հետո, դուք այլևս չեք կարող այն ջնջել կամ ֆայլ(եր) կցել։ Դուք ցանկանու՞մ եք շարունակել։';
$string['overwritewarning'] = 'Զգուշացում. Ձեր վերբեռնած նոր պատասխանով կփոխարինի ընթացիկը';
$string['pagesize'] = 'Պատասխանների թիվը մեկ էջում';
$string['preventlate'] = 'Կանխարգելել պատասխաններ ուղարկելը հանձնարարության կատարման վերնաժամկետը լրանալուց հետո';
$string['quickgrade'] = 'Անցնել արագ գնահատման';
$string['responsefiles'] = 'Պատասխան-ֆայլեր';
$string['reviewed'] = 'Ստուգված է';
$string['saveallfeedback'] = 'Պահպանել իմ բոլոր արձագանքները';
$string['sendformarking'] = 'ՈՒղարկել գնահատման';
$string['showrecentsubmissions'] = 'Ցուցադրել վերջին ներկայացված պատասխանները';
$string['submission'] = 'Պատասխան';
$string['submissiondraft'] = 'Սևագիր';
$string['submissionfeedback'] = 'Պատասխանն ուղղված է';
$string['submissions'] = 'Պատասխաններ';
$string['submissionsaved'] = 'Ձեր փոփոխությունները հիշվել են';
$string['submissionsnotgraded'] = '$a կատարված հանձնարարություններ չեն գնահատվել';
$string['submitassignment'] = 'Հանձնարարության պատասխանն ուղարկեք՝ օգտագործելով այս ձևը';
$string['submitedformarking'] = 'Հանձնարարության պատասխանը չի կարող նորացվել, քանի որ ներկայացվել է գնահատման';
$string['submitformarking'] = 'Հանձնարարության գնահատման վերջնական պատասխան';
$string['submitted'] = 'Ներկայացվել է';
$string['submittedfiles'] = 'Ներկայացված ֆայլեր';
$string['trackdrafts'] = 'Թույլատրել ուղարկել գնահատման';
$string['typeoffline'] = 'Ցանցից դուրս գործունեություն';
$string['typeonline'] = 'Առցանց տեքստ';
$string['typeupload'] = 'Ֆայլերի նախնական վերբեռնում';
$string['typeuploadsingle'] = 'Վերբեռնել մեկ ֆայլ';
$string['unfinalize'] = 'Վերադառնալ սևագրին';
$string['unfinalizeerror'] = 'Սխալ է տեղի ունեցել և պատասխանը չի կարող վերադարձվել սևագրին';
$string['uploadbadname'] = 'Ֆայլի անվանումը պարունակում է տարօրինակ նիշեր և չի կարող վերբեռնվել';
$string['uploadedfiles'] = 'վերբեռնված ֆայլեր';
$string['uploaderror'] = 'Ֆայլը սերվերում պահպանելիս սխալ է ստացվել';
$string['uploadfailnoupdate'] = 'Ֆայլը վերբեռնվել է, սակայն չի կարող նորացնել Ձեր պատասխանը';
$string['uploadfiletoobig'] = 'Ֆայլը չափազանց մեծ է (սահմանափակումը $a բայթ է)';
$string['uploadnofilefound'] = 'Ոչ մի ֆայլ չի գտնվել։ Դուք համոզվա՞ծ եք, որ ընտրել եք այն վերբեռնելու համար։';
$string['uploadnotregistered'] = '\'$a\' վերբեռնվել է, սակայն պատասխանը չի գրանցվել։';
$string['uploadsuccess'] = '\'$a\' վերբեռնվել է հաջողությամբ';
$string['viewfeedback'] = 'Դիտել հանձնարարության գնահատականները և հետադարձ կապը';
$string['viewsubmissions'] = 'Դիտել ներկայացված $a պատասխանները';
$string['yoursubmission'] = 'Ձեր պատասխանը';

?>
