<?PHP // $Id$ 
      // assignment.php - created with Moodle 1.8.2+ (2007021520)
      // local modifications from http://swnet.info/moodle


$string['allowdeleting'] = 'Թույլատրել հեռացումը';
$string['allowmaxfiles'] = 'Բեռնված ֆայլերի առավելագույն քանակը';
$string['allownotes'] = 'Թույլատրել նշումները';
$string['allowresubmit'] = 'Թույլատրել վերաուղարկումը';
$string['assignment:grade'] = 'Գնահատել հատկացումները';
$string['assignment:submit'] = 'Ուղարկել հատկացում';
$string['assignment:view'] = 'Դիտել հատկացումը';
$string['assignmentdetails'] = 'Հատկացման մանրամասները';
$string['assignmentmail'] = '$a->teacher դասավանդողը պատասխանել է ձեր հատկացման ներկայացմանը` \'$a->assignment \'

Կարող եք այն տեսնել ձեր հատկացման ներկայացմանը ավելացված` 

$a->url';
$string['assignmentmailhtml'] = '$a->teacher դասավանդողը պատասխանել է ձեր հատկացման ներկայացմանը` <i>\'$a->assignment\'</i> <br /><br />Կարող եք այն տեսնել ձեր <a href=\"$a->url\">հատկացման ներկայացմանը ավելացված</a>:';
$string['assignmentname'] = 'Հատկացման անունը';
$string['assignmenttype'] = 'Հատկացման տիպը';
$string['availabledate'] = 'Հասանելի է սկսած';
$string['comment'] = 'Մեկնաբանություն';
$string['commentinline'] = 'Մեկնաբանություն տողի մեջ';
$string['configitemstocount'] = 'Հաշվելիք միավորների բնույթը ուսանողների ներկայացումների համար, առ-ցանց հատկացումներում:';
$string['configmaxbytes'] = 'Հատկացման առավելագույն չափը կայքի բոլոր հատկացումների համար:';
$string['confirmdeletefile'] = 'Դուք հաստատ համոզվա՞ծ եք, որ ցանկանում եք հեռացնել այս ֆայլը` <br /><strong>$a</strong>';
$string['deletefilefailed'] = 'Ֆայլի հեռացումը ձախողվեց:';
$string['description'] = 'Նկարագրություն';
$string['draft'] = 'Սևագիր';
$string['duedate'] = 'Ժամկետը';
$string['duedateno'] = 'Ժամկետ չկա';
$string['early'] = '$a վաղ';
$string['editmysubmission'] = 'Խմբագրել իմ ներկայացումը';
$string['emailstudents'] = 'Էլ. փոստային զգուշացումներ ուսանողներին';
$string['emailteachermail'] = '$a->username օգտագործողը թարմացրել է իր հատկացման ներկայացումը` \'$a->assignment\'

Այն հասանելի է այստեղ`

$a->url';
$string['emailteachermailhtml'] = '$a->username օգտագործողը թարմացրել է իր հատկացման ներկայացումը` <i>\'$a->assignment\'</i><br /><br />Այն հասանելի է <a href=\"$a->url\">այստեղ</a>:';
$string['emailteachers'] = 'Էլ. փոստային զգուշացումներ դասավանդողներին';
$string['emptysubmission'] = 'Դուք դեռ ոչինչ չեք ուղարկել';
$string['existingfiledeleted'] = 'Այս ֆայլը հեռացվել է` $a';
$string['failedupdatefeedback'] = 'Ներկայացման հետադարձ կապի թարմացումը ձախողվեց $a օգտագործողի համար';
$string['feedback'] = 'Հետադարձ կապ';
$string['feedbackfromteacher'] = 'Հետադարձ կապ $a -ից';
$string['feedbackupdated'] = 'Ներկայացման հետադարձ կապը թարմացվել է $a անձանց համար';
$string['graded'] = 'Գնահատված';
$string['guestnosubmit'] = 'Ներողություն, հյուրերին չի թույլատրված ուղարկել հատկացում: Դուք պետք է մուտք գործեք/գրանցվեք նախքան պատասխան ուղարկելը';
$string['guestnoupload'] = 'Ներողություն, հյուրերին չի թույլատրված բեռնավորել ֆայլեր';
$string['helpoffline'] = '<p>Սա կիրառելի է, երբ հատկացումը կայացել է Մուդլից դուրս: Դա կարող է լինել վեբում ցանկացած տեղ:</p><p>Ուսանողները կարող են տեսնել հատկացման նկարագրությունները, բայց չեն կարող բեռնավորել ֆայլեր և այլք: Գնահատումները նորմալ են աշխատում և ուսանողները ստանում են ծանուցում իրենց գնահատումների մասին:</p>';
$string['helponline'] = '<p>Այս հատկացման տիպը թույլ է տալիս օգտագործողներին խմբագրել տեքստը, օգտագործելով նորմալ խմբագրման գործիքները:</p>
<p>(Եթե դուք սովոր եք Մուդլի հին տարբերակներին, այս Հատկացումը անում է նույն բանը, ինչ հին Օրագրային մոդուլն էր անում:)</p>';
$string['helpupload'] = '<p>Այս հատկացման տիպը թույլատրում է ցանկացած մասնակցի բեռնավորել մեկ կամ ավել ֆայլեր` ցանկացած ձևաչափի:</p>
<p>Այս տիպը նաև թույլ է տալիս բեռնավորել բազմակի պատասխան ֆայլեր: Այս ֆայլերը կարող են բեռնավորվել նաև ներկայացումից առաջ, ինչը թույլատրում է ամեն մասնակցի տալ առանձին ֆայլ աշխատելու համար:</p>
<p>Մասնակիցները կարող են նաև նկարագրություն նշել բերնավորված ֆայլերի, գործընթացի վիճակի և այլնի մասին:</p>
<p>Հատկացումների այս տիպի ներկայացումները պետք է վերջնական տեսքի բերվեն մասնակիցների կողմից: Դուք կարող եք ընթացիկ վիճակը դիտել ցանկացած պահի: Չավարտված հատկացումները նշվում են որպես Սևագիր: Դուք կարող եք ետ փոխել բարեկարգված հատկացումները սևագիր վիճակի:</p>';
$string['helpuploadsingle'] = '<p>Այս հատկացման տիպը թույլատրում է ցանկացած մասնակցի բեռնավորել մեկ ֆայլ` ցանկացած ձևաչափի:</p><p>Դա կարող է լինել Word փաստաթուղթ, նկար, արխիվացված վեբ կայք, կամ ցանկացած բան, որ դուք խնդրել եք բեռնավորել:</p>';
$string['hideintro'] = 'Թաքցնել նկարագրությունը մինչև հասանելիության ժամկետը';
$string['late'] = '$a ուշ';
$string['maximumgrade'] = 'Առավելագույն գնահատականը';
$string['maximumsize'] = 'Առավելագույն չափը';
$string['modulename'] = 'Հատկացում';
$string['modulenameplural'] = 'Հատկացումներ';
$string['newsubmissions'] = 'Հատկացումները ուղարկված են';
$string['noassignments'] = 'Դեռևս հատկացում չկա';
$string['noattempts'] = 'Ոչ մի փորձ չի կատարվել այս հատկացման հետ';
$string['nofiles'] = 'Ոչ մի ֆայլ չի բեռնավորվել';
$string['nofilesyet'] = 'Դեռևս ոչ մի ֆայլ չի բեռնավորվել';
$string['notavailableyet'] = 'Ներողություն, այս հատկացումը դեռևս հասանելի չէ:<br />Հատկացման հրահանգները կարտապատկերվեն ստորև գրված ամսաթվին:';
$string['notes'] = 'Նշումներ';
$string['notesempty'] = 'Դատարկ';
$string['notesupdateerror'] = 'Նշումների թարմացման սխալ';
$string['notgradedyet'] = 'Դեռևս գնահատված չէ';
$string['notsubmittedyet'] = 'Դեռևս ուղարկված չէ';
$string['onceassignmentsent'] = 'Հատկացումը նշանակման ուղարկելուց հետո դուք չեք կարողանա այլևս հեռացնել կամ ավելացնել ֆայլեր դրան: Ցանկանու՞մ եք շարունակել:';
$string['overwritewarning'] = 'Զգուշացում` կրկին բեռնավորումը կարող է փոխել ձեր ընթացիկ ներկայացումը';
$string['pagesize'] = 'Ներկայացումները ամեն էջին';
$string['preventlate'] = 'Կասեցնել հետագա ներկայացումները';
$string['quickgrade'] = 'Թույլատրել արագ գնահատում';
$string['responsefiles'] = 'Պատասխան ֆայլեր';
$string['reviewed'] = 'Դիտված է';
$string['saveallfeedback'] = 'Պահպանել իմ բոլոր հետադարձ կապերը';
$string['sendformarking'] = 'Ուղարկել նշանակման';
$string['submission'] = 'Ներկայացում';
$string['submissiondraft'] = 'Ներկայացման սևագիր';
$string['submissionfeedback'] = 'Ներկայացման հետադարձ կապ';
$string['submissions'] = 'Ներկայացումներ';
$string['submissionsaved'] = 'Ջեր փոփոխությունները պահպանվել են';
$string['submissionsnotgraded'] = '$a ներկայացումը գնահատված չէ';
$string['submitassignment'] = 'Ուղարկեք ձեր հատկացումը այս ձևաչափի միջոցով';
$string['submitedformarking'] = 'Հատկացումը արդեն ուղարկվել է նշանակման և չի կարող թարմացվել';
$string['submitformarking'] = 'Վերջնական ներկայացում հատկացման համար';
$string['submitted'] = 'Ուղարկված';
$string['submittedfiles'] = 'Ուղարկված ֆայլեր';
$string['typeoffline'] = 'Անկախ գործունեություն';
$string['typeonline'] = 'Առ-ցանցային տեքստ';
$string['typeupload'] = 'Ֆայլերի առաջատար բեռնավորում';
$string['typeuploadsingle'] = 'Բեռնավորել մեկ ֆայլ';
$string['unfinalize'] = 'Վերադարձնել սևագիր';
$string['uploadbadname'] = 'Այս ֆայլի անվանումը պարունակում է տարօրինակ նշաններ և չի կարող բեռնավորվել';
$string['uploadedfiles'] = 'բեռնված ֆայլերը';
$string['uploaderror'] = 'Ֆայլը սերվերի վրա պահպանելու ժամանակ սխալ է տեղի ունեցել';
$string['uploadfailnoupdate'] = 'Ֆայլը հաջողույամբ բեռնավորվել է, բայց հնարավոր չէ թարմացնել ձեր ներկայացումը';
$string['uploadfiletoobig'] = 'Ներողություն` այս ֆայլը շատ մեծ է (սահմանը` $a բայտ)';
$string['uploadnofilefound'] = 'Ոչ մի ֆայլ չի գտնվել, համոզվա՞ծ եք, որ ընտրել եք ֆայլ բեռնավորման համար:';
$string['uploadnotregistered'] = '\'$a\' հաջողությամբ բեռնավորվել է, բաըց ներկայացումը չի գրանցվել';
$string['uploadsuccess'] = '\'$a\' հաջողությամբ բեռնավորված է';
$string['viewfeedback'] = 'Դիտել հատկացման գնահատումները և հետադարձ կապերը';
$string['viewsubmissions'] = 'Դիտել $a ուղարկված հատկացումները';
$string['yoursubmission'] = 'Ձեր ներկայացումը';

?>
