<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_changingemailaddress'] = 'Դուք հարցում էիք կատարել Ձեր $a->oldemail էլ.-փոստը $a->newemail -ով փոխարինելու վերաբերյալ։ Ելնելով անվտանգության նկատառումներից, հաղորդագրությունն ուղարկում ենք Ձեր նոր հասցեով, որպեսզի հաստատեք, որ այն Ձեզ է պատկանում։ Ձեր էլ.-փոստը կնորացվի անմիջապես Ձեզ ուղարկված URL-ն բացելուց հետո։';
$string['auth_emailchangecancel'] = 'Չեղյալ անել Էլ.-փոստի փոփոխումը';
$string['auth_emailchangepending'] = 'Փոփոխություն է սպասվում։ Բացեք Ձեզ ուղարկված հղումը՝ $a->preference_newemail ։';
$string['auth_emaildescription'] = 'Էլ.-փոստ հաստատումը վավերացման կանխորոշված մեթոդն է։  Երբ օգտագործողը մուտք է գործում համակարգ, ընտրում է իր մուտքաբառը և գաղտնաբառը, օգտագործողի էլ.-փոստ հասցեով հաշվի հաստատման հաղորդագրություն է ուղարկվում։, որը պարունակում է անվտանգ հղում էջին, որտեղ նա կարող է հաստատել իր հաշիվը։ Հաջորդ մուտքերը Moodle-ի շտեմարանում պահպանված արժեքներում ստուգում են մուտքաբառը և գաղտնաբառն։';
$string['auth_emailnoemail'] = 'Ձեզ էլ.-փոստի ուղարկման փորձը ձախողվել է։';
$string['auth_emailnoinsert'] = 'Ձեր գրառումը չի հաջողվել ավելացնել տվյալների շտեմարանում։';
$string['auth_emailnowexists'] = 'Էլ.-փոստի հասցեն, որը Դուք փորձում էիք գրանցել Ձեր անձնական էջում, նշանակվել է էլի ինչ-որ մեկի սկսած Ձեր սկզբնական հարցումից։ Այդպիսով Էլ.-փոստը փոփոխելու Ձեր հարցումը չեղյալ է արվել, սակայն կարող եք կրկին փորձել այլ հասցեով։';
$string['auth_emailrecaptcha'] = 'Ավելացնում է տեսա/ձայնա հաստատման ձևի միավոր մուտքի էջում էլ.-փոստ. ինքնագրանցումով օգտագործողների համար։ Այն Ձեր կայքը պաշտպանում է սպամերներից և աջակցում է worthwhile cause ։ Մանրամասների համար տե՛ս http://recaptcha.net/learnmore.html։ <br /><em>Պահանջվում է PHP cURL ընդլայնում։</em>';
$string['auth_emailrecaptcha_key'] = 'Թույլատրել reCAPTCHA միավոր';
$string['auth_emailsettings'] = 'Կարգաբերումներ';
$string['auth_emailtitle'] = 'Էլ.-փոստի վրա հիմնված վավերացում';
$string['auth_emailupdate'] = 'Էլ,-փոստի հասցեի նորացում';
$string['auth_emailupdatemessage'] = 'Հարգելի՛ $a->fullname,

Դուք հարցում էիք կատարել $a->site կայքի Ձեր հաշվի գաղտնաբառը փոխելու վերաբերյալ։ Խնդրվում է Ձեր զննարկիչում բացել հետևյալ URL հասցեն և հաստատել այս փոփոխությունը։

$a->url';
$string['auth_emailupdatesuccess'] = '<em>$a->fullname</em> օգտագործողի էլ.-փոստը հաջողությամբ նորացվել է <em>$a->email</em>-ով։';
$string['auth_emailupdatetitle'] = 'Էլ.-փոստի նորացման հաստատում $a->site կայքում';
$string['auth_invalidnewemailkey'] = 'Սխալ. եթե Դուք փորձում եք հաստատել գաղտնաբառի փոփոխումը, հնարավոր է, սխալ եք պատճենել էլ.-փոստով ձեզ ուղարկված URL հասցեն։ Խնդրվում է պատճենել հասցեն և կրկին փորձել։';
$string['auth_outofnewemailupdateattempts'] = 'Դուք սպառել եք էլ.-փոստի նորացման թույլատրելի փորձերի քանակը։ Նորացման Ձեր հարցումը չեղյալ է արվել։';