<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_mnet_auto_add_remote_users'] = 'Եթե սահմանվում է Այո, լոկալ օգտագործողի գրառումն ինքնաշխատ ստեղծվում է, երբ հեռադիր օգտագործողը մուտք է գործում առաջին անգամ։';
$string['auth_mnet_roamin'] = 'Այս սերվերների (host) օգտագործողները կարող են շրջել Ձեր կայքում';
$string['auth_mnet_roamout'] = 'Ձեր օգտագործողները կարող են շրջել այս սերվերներում (host)';
$string['auth_mnet_rpc_negotiation_timeout'] = 'Ընդմիջում (վայրկյաններով) XMLRPC փոխանցման վավերացման համար։';
$string['auth_mnetdescription'] = 'Օգտագործողները վավերացվել են  Ձեր Moodle ցանցի կարգաբերումներում սահմանված վստահության ցանցի համաձայն:';
$string['auth_mnettitle'] = 'Moodle ցանցային վավերացում';
$string['auto_add_remote_users'] = 'Ինքնաշխատ ավելացնել հեռադիր օգտագործողներ';
$string['rpc_negotiation_timeout'] = 'RPC պայմանների քննարկման ընդմիջում';
$string['sso_idp_description'] = 'Հրապարակեք այս ծառայությունը, որպեսզի թույլատրեք Ձեր օգտագործողներին շրջել $a Moodle կայքում՝ առանց այնտեղ վերագրանցվելու։ <ul><li><em>Փոխկախվածություն</em>՝ Ինչպես նաև պետք է <strong>բաժանորդագրվեք</strong>  $a -ի SSO (Ծառայություն տրամադրող) ծառայությանը։</li></ul><br />Բաժանորդագրվեք այս ծառայությանը, որպեսզի $a-ի վավերացված օգտագործողներին առանց վերագրանցմանւ մատչելի լինի Ձեր կայքը։  <ul><li><em>Փոխկախվածությու</em>՝ Ինչպես նաև պետք է <strong>հրապարակեք</strong> $a -ի SSO (Նույնականություն տրամադրող) ծառայությունը։</li></ul><br />';
$string['sso_idp_name'] = 'SSO  (Նույնականություն տրամադրող)';
$string['sso_mnet_login_refused'] = '$a[0] մուտքաբառն իրավունք չունի  մուտք գործել $a[1] -ից։';
$string['sso_sp_description'] = 'Հրապարակեք այս ծառայությունը, որպեսզի $a-ի վավերացված օգտագործողներին առանց վերագրանցման մատչելի լինի Ձեր կայքը։ <ul><li><em>Փոխկախվածություն</em>՝ Ինչպես նաև պետք է <strong>բաժանորդագրվեք</strong> $a -ում SSO (Նույնականություն տրամադրող) ծառայությանը։</li></ul><br />Բաժանորդագրվեք այս ծառայությանը, որպեսզի թույլատրեք Ձեր օգտագործողներին առանց վերագրանցման շրջել $a Moodle կայքում։ <ul><li><em>Փոխկախվածություն</em>՝ Ինչպես նաև պետք է <strong>հրապարակեք</strong> $a -ի SSO (Նույնականություն տրամադրող) ծառայությունը։</li></ul><br />';
$string['sso_sp_name'] = 'SSO (Ծառայություն տրամադրող)';