<?PHP // $Id$ 
      // auth_mnet.php - created with Moodle 1.8.2+ (2007021520)
      // local modifications from http://swnet.info/moodle


$string['sso_idp_description'] = 'Հրապարակեք այս ծառայությունը, եթե ցանկանում եք, որ ձեր օգտագործողները \'զբոսնեն\' $a Մուդլի կայքով, առանց կրկնակի մուտք գործելու: <ul><li><em>Կախվածություն`</em> դուք պետք է նաև <strong>գրանցվեք</strong> ՄՄ (Ծառայություն Տրամադրող) ծառայությանը $a -ի վրա:</li></ul><br />Գրանցվեք այս համակարգում, որպեսզի հնարավորություն տաք $a -ում վավերացված օգտագործողներին օգտվել ձեր կայքից, առանց մուտք գործելու: <ul><li><em>Կախվածություն`</em> դուք պետք է նաև <strong>հրապարակեք</strong> ՄՄ (Ծառայություն Տրամադրող) ծառայությունը $a -ի համար:</li></ul><br />';
$string['sso_idp_name'] = 'ՄՄ (Ինքնություն Տրամադրող)';
$string['sso_mnet_login_refused'] = '$a[0] օգտագործողին թույլատրված չէ մուտք գործել $a[1] -ից:';
$string['sso_sp_description'] = 'Հրապարակեք այս ծառայությունը, եթե ցանկանում եք $a -ում վավերացված օգտագործողներին հնարավորություն տալ օգտվել ձեր կայքից, առանց մուտք գերծելու: <ul><li><em>Կախվածություն`</em> դուք պետք է նաև <strong>գրանցվեք</strong> ՄՄ (Ինքնություն Տրամադրող) ծառայությանը $a -ի վրա:</li></ul><br />Գրանցվեք այս համակարգում, որպեսզի հնարավորություն տաք օգտագործողներին \'զբոսնել\' $a Մուդլի կայքում, առանց կրկնակի մուտք գործելու այնտեղ: <ul><li><em>Կախվածություն`</em> դուք պետք է նաև <strong>հրապարակեք</strong> ՄՄ (Ինքնություն Տրամադրող) ծառայությունը $a -ի համար:</li></ul><br />';
$string['sso_sp_name'] = 'ՄՄ (Ծառայություն Տրամադրող)';

?>
