<?PHP // $Id$ 
      // block_quiz_results.php - created with Moodle 1.7 beta + (2006101003)
$string['bestgrade'] = 'Ամենաբարձր գնահատականը՝';
$string['bestgrades'] = '$a ամենաբարձր գնահատականները՝';
$string['bestgroupgrade'] = 'Ամենամեծ միջին արժեքով խումբը՝';
$string['bestgroupgrades'] = 'Ամենամեծ միջին արժեքով $a խմբերը՝';
$string['config_format_absolute'] = 'Բացարձակ թվեր';
$string['config_format_fraction'] = 'Մասեր';
$string['config_format_percentage'] = 'Տոկոսներ';
$string['config_grade_format'] = 'Գնահատականները ցուցադրել որպես՝';
$string['config_name_format'] = 'Ցուցադրվող արդյունքների գաղտնիության մակարդակը՝';
$string['config_names_anon'] = 'Անանուն արդյունքներ';
$string['config_names_full'] = 'Ցուցադրել լրիվ անունները';
$string['config_names_id'] = 'Ցուցադրել միայն ID համարները';
$string['config_no_quizzes_in_course'] = 'Այս դասընթացը չի պարունակում հարցաշարեր։ Այս բլոկի ճիշտ օգտագործման համար Ձեզ անհրաժեշտ է ավելացնել առնվազը մեկ հարցաշար։';
$string['config_select_quiz'] = 'Ո՞ր հարցաշարի արդյունքները պետք է ցուցադրի այս բլոկը։';
$string['config_show_best'] = 'Քանի՞ ամենաբարձր գնահատականներ պետք է ցուցադրվեն (0-ն արդելափակում է գործառույթը)։';
$string['config_show_worst'] = 'Քանի՞ ամենացածր գնահատականներ պետք է ցուցադրվեն (0-ն արդելափակում է գործառույթը)։';
$string['config_use_groups'] = 'ՈՒսանողների փոխարեն ցուցադրե՞լ խմբերը (միայն եթե հարցաշարն աջակցում է խմբեր)։';
$string['configuredtoshownothing'] = 'Այս բլոկի կազմաձևը ներկայումս չի թույլատրում ցուցադրել որևէ արդյունք։ Եթե ցանկանում եք, Դուք կարող եք կազմաձևել կամ թաքցնել այն։';
$string['error_emptyquizid'] = 'Հենց հիմա այս բլոկում սխալ կա. Ձեզ անհրաժեշտ է ընտրել ո՞ր հարցաշարի արդյունքները այն պետք է ցուցադրի';
$string['error_emptyquizrecord'] = 'Հենց հիմա այս բլոկում սխալ կա. ընտրված հարցաշարը կարծես թե գոյություն չունի տվյալների շտեմարանում։';
$string['error_nogroupsexist'] = 'Հենց հիմա այս բլոկում սխալ կա. այն կարգաբերվել է խմբային աշխատակերպում գնահատականները ցուցադրելու համար, սակայն դասընթացում չկան սահմանված խմբեր։';
$string['formaltitle'] = 'Քննության արդյունքները';
$string['worstgrade'] = 'Ամենացածր գնահատական՝';
$string['worstgrades'] = '$a ամենացածր գնահատականները՝';
$string['worstgroupgrade'] = 'Ամենացածր միջին արժեքով խումբը՝';
$string['worstgroupgrades'] = 'Ամենացածր միջին արժեքով $a խմբերը՝';
?>
