<?PHP // $Id$ 
      // block_glossary_random.php - created with Moodle 1.8.2+ (2007021520)
      // local modifications from http://swnet.info/moodle


$string['addentry'] = 'Ավելացրեք ձեր նախընտրած մեջբերումները';
$string['askaddentry'] = 'Երբ օգտագործողները կարող են ավելացնել պարունակություն բառացանկում, ցուցադրել հղումը այս տեքստով';
$string['askinvisible'] = 'Երբ օգտագործողները չեն կարող խմբագրել կամ դիտել բառացանկը, ցուցադրել այս տեքստը (առանց հղման)';
$string['askviewglossary'] = 'Երբ օգտագործողները կարող են տեսնել բառացանկը, բայց չեն կարող ավելացնել պարունակություն, ցուցադրել հղումը այս տեքստով';
$string['blockname'] = 'Բատահական Պարունակություն Բառացանկից';
$string['intro'] = 'Համոզվեք, որ ունեք առնվազն մեկ բառացանկ առնվազն մեկ պարունակությամբ այս դասընթացի համար: Այդ դեպքում կարող եք փոխել այս կարգավորիչները';
$string['invisible'] = '(շարունակելի)';
$string['lastmodified'] = 'Վերջին փոփոխված պարունակությունը';
$string['nextone'] = 'Հաջորդ պարունակությունը';
$string['noentriesyet'] = 'Դեռևս պարունակություն չկա ընտրված բառացանկում:';
$string['notyetconfigured'] = 'Կոնֆիգուրացրեք այս բլոկը` օգտագոործելով խմբագրման իկոնան:';
$string['notyetglossary'] = 'Առնվազն մեկ բառացանկ պետք է ընտրված լինի:';
$string['random'] = 'Պատահական պարունակություն';
$string['refresh'] = 'Օրերը, նախքան ներ պարունակության ընտրումը';
$string['select_glossary'] = 'Վերցնել պարունակությունները այս բառացանկից';
$string['showconcept'] = 'Ցուցադրել կոնցեպտը (գլխագիր) ամեն պարունակության համար';
$string['title'] = 'Վերնագիր';
$string['type'] = 'Ինչպես է նոր պարունակությունը ընտրվում';
$string['typehelp'] = '<b>Վերջին փոփոխված պարունակությունը</b> միշտ կցուցադրի վերջին փոփոխվածը, իսկ <b>Պատահական պարունակությունը</b> կնտրի պատահական ամեն ժամանակ: <b>Հաջորդ պարունակությունը</b> շրջանաձև կպտտվի բոլոր պարունակություններով հերթականությամբ: Այս վերջին ընտրությունը շատ հարմար է, եթե ընտրված է նաև օրերի քանակը: Սա թույլատրում է ստեղծել <i>Շաբաթվա մեջբերում</i> կամ <i>Օրվա նշիչ</i>, որը բոլորը տեսնում են:';
$string['viewglossary'] = 'Եվս մեջբերումներ';
$string['whichfooter'] = 'Դուք կարող եք ցուցադրել այս բլոկի հետ կապված բառացանկի գործողությունների հղումը: Բլոկը կցուցադրի հղումը միայն բառացանկի համար ակտիվացված գործողությունների համար:';

?>
