<?PHP // $Id$ 
      // block_glossary_random.php - created with Moodle 1.7 beta + (2006101003)
$string['addentry'] = 'Ավելացրեք Ձեր նախընտրած մեջբերումը։';
$string['askaddentry'] = 'Եթե օգտագործողները կարող են բառարանում գրառումներ ավելացնել, այս տեքստի հետ ցուցադրել կապը (հղումը)';
$string['askinvisible'] = 'Եթե օգտագործողները չեն կարող խմբագրել կամ դիտել բառարանը, ցուցադրել այս տեքստը (առանց կապերի, հղումների), ';
$string['askviewglossary'] = 'Եթե օգտագործողները կարող են դիտել բառարանը, սակայն չեն կարող այնտեղ գրառումներ ավելացնել, այս տեքստի հետ ցուցադրել կապը (հղումը), ';
$string['blockname'] = 'Բառարանի պատահական գրառում';
$string['intro'] = 'Համոզվեք, որ այս դասընթացում ունեք առնվազն մեկ գրառում պարունակող առնվազը մեկ բառարան ։ Այդ դեպքում կարող եք կարգաբերել հետևյալ պարամետրերը';
$string['invisible'] = '(շարունակելի)';
$string['lastmodified'] = 'Վերջին փոփոխված գրառում';
$string['nextone'] = 'Հաջորդ գրառում';
$string['noentriesyet'] = 'Ընտրված բառարանում դեռևս չկան գրառումներ։';
$string['notyetconfigured'] = 'Կազմաձևեք այս բլոկը՝ խմբագրման պատկերիկի օգնությամբ։';
$string['notyetglossary'] = 'Ձեզ անհրաժեշտ է ընտրել առնվազը մեկ բառարան։';
$string['random'] = 'Պատահական գրառում';
$string['refresh'] = 'Մինչ նոր գրառումն ընտրելու օրերը';
$string['select_glossary'] = 'Վերցնել գրառումներ այս բառարանից';
$string['showconcept'] = 'Ցուցադրել յուրաքանչյուր գրառման հասկացությունը (խորագիրը)';
$string['title'] = 'Վերնագիր';
$string['type'] = 'Ինչպես է ընտրվում նոր գրառումը';
$string['viewglossary'] = 'Ավելի շատ մեջբերումներ...';
$string['whichfooter'] = 'Դուք կարող եք ցուցադրել հղումները բառարանի գործողություններն, որոնք կապված են այս բլոկի հետ։ Բլոկը միայն ցուցադրելու է տվյալ բառարանի հնարավոր գործողությունների հղումները։';
?>
