<?PHP // $Id$ 
      // enrol_authorize.php - created with Moodle 1.8.2+ (2007021520)
      // local modifications from http://swnet.info/moodle


$string['adminacceptccs'] = 'Կրեդիտ քարտի ի՞նչ տեսակներ են թույլատրվելու';
$string['adminaccepts'] = 'Ընտրեք թույլատրված վճարման մեթոդներն ու դրանց տիպերը';
$string['adminauthcode'] = 'Եթե օգտագործողի կրեդիտ քարտը չի կարող օգտագործվել անմիջականորեն ինտերնետում, ձեռք բերեք վավերացման կոդը հեռախոսազանգի միջոցով հաճախորդի բանկից:';
$string['adminauthorizeccapture'] = 'Պատվերի Դիտման և Պլանավորված Գրավի Կարգավորիչներ';
$string['adminauthorizeemail'] = 'Էլ. փոստի Ուղարկման Կարգավորիչներ';
$string['adminauthorizesettings'] = 'Authorize.net Կարգավորիչներ';
$string['adminauthorizewide'] = 'Կայքի Կարգավորիչներ';
$string['adminavs'] = 'Ընտրեք սա, եթե ունեք ակտիվացված Հասցեի Վավերացման Համակարգ (ՀՎՀ), ձեր authorize.net հաշվի համար: Սա պահանջում է հասցեի դաշտեր, ինչպիսիք են` փողոց, նահանգ, երկիր և զիպ կոդ, երբ օգտագործողը լրացնում է վճարման ֆորման:';
$string['adminconfighttps'] = 'Համոզվեք, որ դուք <a href=\"$a->url\">միացրել եք loginhttps-ը</a>, այս plugin-ը օգտագործելու համար<br />Կառավարում >> Անվտանգություն >> HTTP անվտանգություն կարգավերիչը:';
$string['adminconfighttpsgo'] = 'Անցեք <a href=\"$a->url\">անվտանգ էջ</a>, որպեսզի կարգավորեք այս plugin-ը:';
$string['admincronsetup'] = 'cron.php տեխնիկական սպասարկման սցենարը չի աշխատացվել առնվազն 24 ժամ:<br />Cron-ը պետք է ակտիվացվի, եթե ցանկանում եք օգտագործել պլանավորված գրավի հատկանիշը:<br /><b>Ակտիվացրեք</b> \'Authorize.net plugin-ը\' և <b>կարգավորեք cron-ը</b> ճիշտ, կամ <b>մի նշեք an_review</b> կարգավորիչը:<br />Եթե պասիվացնեք պլանավորված գրավը, գործարքները կչեղարկվեն:<br />Ընտրեք <b>an_review</b> և ներմուծեք <b>\'0\' an_capture_day</b> դաշտ,<br /> եթե ցանկանում եք <b>ինքնուրույն</b> թույլատրել/մերժել վճարումները 30 օրվա ընթացքում:';
$string['adminemailexpired'] = 'Սա կիրառելի է \'Ինքնուրույն Գրավի\' ժամանակ: Ադմինիստրատորները տեղեկացվում են <b>$a</b> օր առաջ, նախքան վերահաս պատվերների բոլորումը:';
$string['adminemailexpiredsort'] = 'Երբ վերահաս բոլորող պատվերների քանակը ուղարկվում է դասավանդողներին էլ. փոստով, ի՞նչն է կարևոր:';
$string['adminemailexpiredsortcount'] = 'Պատվերների քանակ';
$string['adminemailexpiredsortsum'] = 'Ընդհանուր գումար';
$string['adminemailexpiredteacher'] = 'Եթե ակտիվացրել եք ինքնուրույն գրավը և դասավանդողները կարող են ղեկավարել վճարումները, ապա նրանք կարող են ծանուցվել նաև վերահաս բոլորող պատվերների մասին: Սա կուղարկի էլ. փոստ յուրաքանչյուր դասընթացի դասավանդողներին` վերահաս բոլորող պատվերների քանակի մասին:';
$string['adminemailexpsetting'] = '(0=պասիվացնել էլ. փոստի ուղարկումը, լռելյայն=2, առավելագույն=5)<br />(Ինքնուրույն գրավի կարգավորիչներ էլ. փոստի համար` cron=ակտիվացված, an_review=ընտրված, an_capture_day=0, an_emailexpired=1-5)';
$string['adminhelpcapturetitle'] = 'Պլանավորված Գրավի Օր';
$string['adminhelpreviewtitle'] = 'Պատվերի Դիտում';
$string['adminneworder'] = 'Հարգելի Ադմինիստրատոր,

Դուք ստացել եք նոր վերահաս պատվեր`

Պատվերի ID : $a->orderid
Գործարքի ID : $a->transid
Օգտագործող : $a->user
Դասընթաց : $a->course
Գումար : $a->amount

Պլանավորված Գրավը Ակտիվացվա՞ծ է : $a->acstatus

Եթե ակտիվացված է, ապա կրեդիտ քարտը կգրավվի $a->captureon
և հետո օգտագործողը պետք է գրանցվի դասընթացում, հակառակ դեպքում այն կբոլորի $a->expireon:

Դուք կարող եք նաև թույլատրել/մերժել վճարումը` ուսանողին միանգամից գրանցելով:
Հետևեք այս հղմանը`
$a->url';
$string['adminnewordersubject'] = '$a->course. Նոր Վերահաս Պատվեր` $a->orderid';
$string['adminpendingorders'] = 'Պլանավերված գրավը պասիվացված է:<br />Ընդհանուր $a->count գործարքները կչեղարկվեն, եթե դուք ցհընտրեք դրանք:<br />Թույլատրելու/մերժելու համար գնացեք <a href=\'$a->url\'>Վճարման Ղեկավարում</a> էջ:';
$string['adminreview'] = 'Դիտեք պատվերը, նախքան կրեդիտ քարտին անցնելը:';
$string['adminteachermanagepay'] = 'Դասավանդողները կարող են ղեկավարել դասընթացի վճարումները:';
$string['allpendingorders'] = 'Բոլոր Վերահաս Պատվերները';
$string['amount'] = 'Գումար';
$string['anlogin'] = 'Authorize.net Մուտքի անուն';
$string['anpassword'] = 'Authorize.net Նշանաբառ';
$string['anreferer'] = 'Սահմանեք URL, եթե ունեք տեղադրած ձեր authorize.net հաշվում: Սա կուղարկի \'Վերաբերիչ` URL\' տողը վեբ հայցման ժամանակ:';
$string['antestmode'] = 'Աշխատացնել գործարքները տեստային կարգավիճակում (գումար չի հանվելու)';
$string['antrankey'] = 'Authorize.net` Գործարքային Բանալի';
$string['approvedreview'] = 'Հաստատված Դիտում';
$string['authcaptured'] = 'Վավերացված / Գրավված';
$string['authcode'] = 'Վավերացման Կոդ';
$string['authorize:managepayments'] = 'Ղեկավարել վճարումները';
$string['authorize:uploadcsv'] = 'Բեռնավորել CSV ֆայլ';
$string['authorizedpendingcapture'] = 'Վավերացված / Վերահաս Գրավ';
$string['avsa'] = 'Հասցեն (փողոց) համընկնում է, փոստային կոդը` ոչ';
$string['avsb'] = 'Հասցեի ինֆորմացիան տրամադրված չէ';
$string['avse'] = 'Հասցեի Վավերացման Համակարգի Սխալ';
$string['avsg'] = 'Ոչ ԱՄՆ Քարտերի Հրապարակման Բանկ';
$string['avsn'] = 'Ոչ հասցեն (փողոց), ոչ փոստային կոդը չեն համընկել';
$string['avsp'] = 'Հասցեի Վավերացման Համակարգը թողարկելի չէ';
$string['avsr'] = 'Կրկնում` Համակարգը անհասանելի է կամ անջատված';
$string['avsresult'] = 'ՀՎՀ Արդյունք` $a';
$string['avss'] = 'Ծառայությունը չի սպասարկվում հարցողի կողմից';
$string['avsu'] = 'Հասցեի ինֆորմացիան անհասանելի է';
$string['avsw'] = '9 նիշանոց փոստային կոդը համընկել է, հասցեն (փողոց)` ոչ';
$string['avsx'] = 'Հասցեն և 9 նիշանոց փոստային կոդը համընկել են';
$string['avsy'] = 'Հասցեն և 5 նիշանոց փոստային կոդը համընկել են';
$string['avsz'] = '5 նիշանոց փոստային կոդը համընկել է, հասցեն (փողոց)` ոչ';
$string['canbecredit'] = 'Կարող է վերադարձվել $a->upto';
$string['cancelled'] = 'Չեղարկված';
$string['capture'] = 'Գրավ';
$string['capturedpendingsettle'] = 'Գրավված / Վերահաս Կարգավորում';
$string['capturedsettled'] = 'Գրավված / Կարգավորված';
$string['captureyes'] = 'Կրեդիտ քարտը կգրավվի և ուսանողը կգրանցվի այս դասընթացին: Համոզվա՞ծ եք:';
$string['ccexpire'] = 'Բոլորման ԱմսաթիվԿ';
$string['ccexpired'] = 'Կրեդիտ քարտը բոլորել է';
$string['ccinvalid'] = 'Սխալ քարտի համար';
$string['ccno'] = 'Կրեդիտ Քարտի Համարը';
$string['cctype'] = 'Կրեդիտ Քարտի Տիպը';
$string['ccvv'] = 'Քարտի Վավերացում';
$string['ccvvhelp'] = 'Նայեք քարտի հակառակ կողմը (վերջին փ թիվը)';
$string['choosemethod'] = 'Եթե գիտեք դասընթացի գրանցման բանալին, ներմուծեք այն ստորև:<br /> Հակառակ դեպքում դուք պետք է վճարեք այս դասընթացի համար:';
$string['chooseone'] = 'Լռացրեք ստորև դաշտերից մեկը կամ երկուսն էլ: Նշանաբառը ցուցադրված չէ:';
$string['costdefaultdesc'] = '<strong>Դասընթացի կարգավորիչներում ներմուծեք -1</strong>, որպեսզի օգտագործվի այս լռելյայն արժեքը դասընթացի համար:';
$string['cutofftime'] = 'Գործարքը կտրված է Ժամանակից: Ե՞րբ է վերջին գործարքը գրանցվել կարգավորման համար:';
$string['delete'] = 'Վերացնել';
$string['description'] = 'Authorize.net մոդուլը թույլատրում է մշակել վճարովի դասընթացներ, վճարման ծառայությունների միջոցով: Եթե որևէ դասընթացի արժեքը 0 է, ապա ուսանողները չեն վճարելու գրանցման համար: Կա դասընթացի արժեքի նշման երկու ձև` (1) լռելյայն արժեք ամբողջ կայքի դասընթացների համար կամ (2) դասընթացի կարգավորիչների միջոցով նշված արժեքը ամեն դասընթացի համար: Դասընթացի արժեքը վերագրում է կայքի համար նշված արժեքը:<br /><br /><b>Նշում`</b> եթե ներմուծել եք անդամագրման բանալի դասընթացի կարգավորիչներում, ապա ուսանողները նույնպես պետք է ունենան հնարավորություն անդամակցել` օգտագործելով բանալի: Սա կիրառելի է, եթե ունեք որոշ վճարող, որոշ անվճար ուսանողներ:';
$string['echeckabacode'] = 'Բանկի ABA Համարը';
$string['echeckaccnum'] = 'Բանկի Հաշվի Համարը';
$string['echeckacctype'] = 'Բանկի Հաշվի Տիպը';
$string['echeckbankname'] = 'Բանկի Անունը';
$string['echeckbusinesschecking'] = 'Բիզնես Ստուգում';
$string['echeckchecking'] = 'Ստուգում';
$string['echeckfirslasttname'] = 'Բանկի Հաշվի Տերը';
$string['echecksavings'] = 'Խնայողություններ';
$string['enrolname'] = 'Authorize.net Վճարման Ելակետ';
$string['expired'] = 'Բոլորած';
$string['haveauthcode'] = 'Ես արդեն ունեմ վավերացման կոդը';
$string['howmuch'] = 'Ինչքա՞ն';
$string['httpsrequired'] = 'Ներողություն ենք խնդրում` ձեր հայցը չի կարող հիմա իրականացվել: Այս կայքի կոնֆիգուրացիան ճիշտ չէ կատարված:<br /><br />Մի ներմուծեք ձեր կրեդիտ քարտի համարը, քանի դեռ չեք տեսնում դեղին փականքի նշանը վեբ բրոուզերի ներքևի մասում: Եթե նշանը երևա, դա կնշանակի, որ բոլոր ուղարկվող տվյալները կոդավորվում են: Այսինքն գործարքի ընթացքում ինֆորմացիան պաշտպանված կլինի, և ձեր կրեդիտ քարտի համարը չի որսվի ինտերնետում:';
$string['invalidaba'] = 'Սխալ ABA համար';
$string['invalidaccnum'] = 'Սխալ հաշվի համար';
$string['invalidacctype'] = 'Սխալ հաշվի տիպ';
$string['logindesc'] = 'Այս ընտրությունը պետք է միացված լինի: <br /><br />Համոզվեք, որ դուք <a href=\"$a->url\">միացրել եք loginhttps-ը</a> Կառավարում >> Անվտանգություն >> HTTP անվտանգություն կարգավորիչներից:<br /><br />Դրա միացումը կառաջացնի https միացում մուտքի և վճարման էջերի համար:';
$string['logininfo'] = 'Անվտանգության նկատառումներով մուտքի անունը, նշանաբառը և գործարքի բանալին չի ցուցադրվում: Կարիք չկա կրկին ներմուծելու, եթե դուք արդեն կոնֆիգուրացրել եք այս դաշտերը: Դուք տեսնում եք կանաչ տեքստ ձախ կողմում, եթե որոշ դաշտեր արդեն կոնֆիգուրացվել են: Եթե առաջին անգամ եք այս դաշտերը ներմուծում, ապա մուտքի անունը (*) պարտադիր է, և դուք պետք է ներմուծեք գործարքի բանալին (#1) <strong>կամ</strong> նշանաբառը (#2) համապատասխան դաշտում: Խորհուրդ ենք տալիս ներմուծել գործարքի բանալին անվտանգության` նկատառումներից ելնելով: Եթե ցանկանում եք հեռացնել ընթացիկ նշանաբառը, նշեք ընտրակոճակը:';
$string['methodcc'] = 'Կրեդիտ Քարտ';
$string['methodecheck'] = 'eCheck (ACH)';
$string['missingaba'] = 'ABA համարի բացթողում';
$string['missingaddress'] = 'Հասցեի բացթողում';
$string['missingbankname'] = 'Բանկի անվան բացթողում';
$string['missingcc'] = 'Քարտի համարի բացթողում';
$string['missingccauthcode'] = 'Վավերացման կոդի բացթողում';
$string['missingccexpire'] = 'Բոլորման ամսաթվի բացթողում';
$string['missingcctype'] = 'Քարտի տիպի բացթողում';
$string['missingcvv'] = 'Վավերացման համարի բացթողում';
$string['missingzip'] = 'Փոստային կոդի բացթողում';
$string['mypaymentsonly'] = 'Ցուցադրել միայն իմ վճարուները';
$string['nameoncard'] = 'Անունը Քարտի վրա';
$string['new'] = 'Նոր';
$string['noreturns'] = 'Անվերադարձ';
$string['notsettled'] = 'Կարգավորված չէ';
$string['orderid'] = 'Պատվերի ID';
$string['paymentmanagement'] = 'Վճարման Ղեկավարում';
$string['paymentmethod'] = 'Վճարման Եղանակ';
$string['paymentpending'] = 'Ձեր վճարումը սպասվում է այս դասընթացի համար` $a->orderid պատվերի համարով: Տեսեք  <a href=\'$a->url\'>Պատվերի Մանրամասները</a>:';
$string['pendingecheckemail'] = 'Հարգելի ղեկավար,

Արդեն $a->count վերահաս eCheck-եր կան, և դուք պետք է բեռնավորեք csv ֆայլը, օգտագործողներին անդամակցելու համար:

Սեղմեք այս հղումը և կարդացեք օգնության ֆայլը ցուցադրված էջում` 
$a->url';
$string['pendingechecksubject'] = '$a->course` Վերահաս eCheck-եր($a->count)';
$string['pendingordersemail'] = 'Հարգելի ադմինիստրատոր,

$a->pending գործարքները \'$a->course\' դասընթացի համար կբոլորեն, եթե դուք չհաստատեք վճարումը $a->days օրվա ընթացքում:

Սա զգուշացման հաղերդագրություն է, որովհետև դուք չեք ակտիվացրել պլանավորված գրավը:
Դա նշանակում է, դուք պետք է հաստատեք կամ մերժեք վճարումները ինքնուրույն:

Դրա համար հետևեք այս հղմանը` 
$a->url

Պլանավորված գրավը ակտիվացնելու համար հետևեք այս հղմանը` 

$a->enrolurl';
$string['pendingordersemailteacher'] = 'Հարգելու դասավանդող,

$a->pending գործարքները, որոնք արժեն $a->sumcost $a->currency` \'$a->course\' դասընթացի համար,
կբոլորեն, եթե դուք չհաստատեք վճարումը $a->days օրվա ընթացքում:

Դուք պետք է հաստատեք կամ մերժեք վճարումները ինքնուրույն, որովհետև ադմինիստրատորը չի ակտիվացրել պլանավորված գրավը:

$a->url';
$string['pendingorderssubject'] = 'ԶԳՈՒՇԱՑՈՒՄ` $a->course, $a->pending պատվեր(ներ)ը կբոլորեն $a->days օրվա ընթացքում:';
$string['reason11'] = 'Կրկնվող գործարք է ստեղծվել:';
$string['reason13'] = 'Կոմերցիոն Մուտքի ID-ն սխալ է, կամ հաշիվը ակտիվ չէ:';
$string['reason16'] = 'Գործարքը չգտնվեց:';
$string['reason17'] = 'Կոմերցիոն ընկերությունը չի ընդունում այս տիպի կրեդիտ քարտ:';
$string['reason245'] = 'eCheck-ի տիպը չի թույլատրվում, երբ օգտագործվում է վճարման ելակետ վչարման ֆորմայում:';
$string['reason246'] = 'eCheck-ի այս տիպը թույլատրված չէ:';
$string['reason27'] = 'Գործարքը առաջացրեց ՀՎՀ սխալ: Տրամադրված հասցեն չի համապատասխանում քարտատիրոջ հասցեի հետ:';
$string['reason28'] = 'Կոմերցիոն ընկերությունը չի ընդունում այս տիպի կրեդիտ քարտ:';
$string['reason30'] = 'Գործարքի իրականացման կոնֆիգուրացիան սխալ է: Զանգահարեք Կոմերցիոն Ծառայությունը Տրամադրող Ընկերությանը:';
$string['reason39'] = 'Տրված արժութային կոդը սխալ է, չի սպասարկվում, թույլատրված չէ կամ կոմերցիոն ընկերությունը չունի փոխառության կուրս:';
$string['reason43'] = 'Գործարքի իրականացման կոմերցիոն ընկերության կոնֆիգուրացիան սխալ է: Զանգահարեք Կոմերցիոն Ծառայությունը Տրամադրող Ընկերությանը:';
$string['reason44'] = 'Այս գործարքը մերժվել է: Քարտի Կոդի ֆիլտրի սխալ:';
$string['reason45'] = 'Այս գործարքը մերժվել է: Քարտի Կոդի / ՀՎՀ ֆիլտրի սխալ:';
$string['reason47'] = 'Կարգավորման համար պահանջվող գումարը չպետք է լինի ավելի շատ, քան վավերացված գումարը:';
$string['reason5'] = 'Պահանջվում է ճիշտ գումար:';
$string['reason50'] = 'Այս գործարքը կարգավորման է սպասում և չի կարող վերադարձվել:';
$string['reason51'] = 'Այս գործարքի հանդեպ բոլոր կրեդիտների գումարը ավելի շատ է, քան գործարքի գումարը:';
$string['reason54'] = 'Հղված գործարքը չի համապատասխանում կրեդիտի բացթողման չափանիշներին:';
$string['reason55'] = 'Հղված գործարքի հանդեպ բոլոր կրեդիտների գումարը կգերազանցի դեբիտային գումարը:';
$string['reason56'] = 'Այս կոմերցիոն ընկերությունը ընդունում է միայն eCheck գործարքները: Կրեդիտ քարտով գործարքները թույլատրված չեն:';
$string['refund'] = 'Վերադարձ';
$string['refunded'] = 'Վերադարձված';
$string['returns'] = 'Բերադարձներ';
$string['reviewday'] = 'Գրավել կրեդիտ քարտը ավտոմատորեն, եթե դասավանդողը կամ ադմինիստրատորը չեն արել դա <b>$a</b> օրվա ընթացքում: Cron-ը պետք է ակտիվացված լինի:<br />(0 օրը նշանակում է, որ կպասիվացվի պլանավորված գրավը, և ադմինիստրատորներն ու դասավանդողները պետք է անեն դա ինքնուրույն: Գործարքը կչեղարկվի, եթե պլանավորված գրավը պասիվացված է, և 30 օրվա ընթացքում դրանով զբաղվող չի եղել:)';
$string['reviewfailed'] = 'Դիտել Ձախողվածները';
$string['reviewnotify'] = 'Ձեր վճարումը կդիտարկվի: Ակնկալեք էլ. փոստ, մի քանի օրվա ընթացքում, ձեր դասավանդողից:';
$string['sendpaymentbutton'] = 'Ուղարկել Վճարումը';
$string['settled'] = 'Կարգավորված';
$string['settlementdate'] = 'Կարգավորման Ամսաթիվ';
$string['subvoidyes'] = 'Վերադարձված գործարքը ($a->transid) կչեղարկվի և սա կառաջացնի $a->amount գումարի կրեդիտացում ձեր հաշվին: Համոզվա՞ծ եք:';
$string['tested'] = 'Տեստավորված';
$string['testmode'] = '[ՏԵՍՏԱՅԻՆ ՌԵԺԻՄ]';
$string['testwarning'] = 'Գրավումը/Վերադարձը աշխատում են տեստային ռեժիմում, սակայն ոչ մի գրառում չի ներմուծվել կամ թարմացվել տվյալների բազայում:';
$string['transid'] = 'Գործարքի ID';
$string['underreview'] = 'Տիտարկման Վիճակում';
$string['unenrolstudent'] = 'Ապաանդամակցե՞լ ուսանողին';
$string['uploadcsv'] = 'Բեռնավորել CSV ֆայլ';
$string['usingccmethod'] = 'Անդամակցել` օգտագործելով <a href=\"$a->url\"><strong>Կրեդիտ Քարտ</strong></a>';
$string['usingecheckmethod'] = 'Անդամակցել` օգտագործելով <a href=\"$a->url\"><strong>eCheck</strong></a>';
$string['void'] = 'Դատարկ';
$string['voidyes'] = 'Գործարքը կչեղարկվի: Համոզվա՞ծ եք:';
$string['welcometocoursesemail'] = 'Հարգելի ուսանող,

Շնորհակալություն վճարումների համար: Դուք անդամակցել եք այս դասընթացներին`

$a->courses

Դուք կարող եք խմբագրել ձեր տվյալները`

$a->profileurl

Դուք կարող եք տեսնել ձեր վճարման մանրամասները`

$a->paymenturl';
$string['youcantdo'] = 'Դուք չեք կարող կատարել այս գործողությունը` $a->action';
$string['zipcode'] = 'Zip Կոդ';

?>
