<?PHP // $Id$ 
      // enrol_flatfile.php - created with Moodle 1.7 beta + (2006101003)
$string['description'] = 'Այս մեթոդով Ձեր նշած տեղում կստուգվի և կմշակվի հատուկ ձևաչափով տեքստը, որն ունի չորս կամ վեց դաշտ յուրաքանչյուր տողում, որոնք միմյանցից բաժանված են ստորակետներով, օրինակ՝
<pre>  
add, student, 5, CF101
add, teacher, 6, CF101  
add, teacheredit, 7, CF101   
del, student, 8, CF101   
del, student, 17, CF101   
add, student, 21, CF101, 1091115000, 1091215000
</pre>';

$string['enrolname'] = 'Տեքստային ֆայլ';
$string['filelockedmail'] = '($a) Գրանցումների համար Ձեր կողմից օգտագործվող տեքստային ֆայլը չի կարող ջնջվել cron պրոցեսում։  Սովորաբար դա նշանակում է, որ ֆայլում մատչելիության թույլտվությունները սխալ են։ Խնդրվում է ուղղել այն այնպես, որ Moodle-ը կարողանա ջնջել ֆայլը, հակառակ դեպքում՝ այն կարող է մշակվել մեկից ավելի անգամներ։';
$string['filelockedmailsubject'] = 'Կարևոր սխալ՝ Գրանցման ֆայլ';
$string['location'] = 'Ֆայլի տեղը';
$string['mailadmin'] = 'Կառավարչին էլ.-փոստ ծանուցում ուղարկել';
$string['mailusers'] = 'Օգտագործողներին էլ.-փոստ ծանուցում ուղարկել';

?>
