<?PHP // $Id$ 
      // enrol_imsenterprise.php - created with Moodle 1.8.2+ (2007021520)
      // local modifications from http://swnet.info/moodle


$string['aftersaving...'] = 'Ձեր կարգավորիչները պահպանելուց հետո, դուք կարող է ցանկանաք`';
$string['allowunenrol'] = 'Թույլատրել IMS տվյալներին <strong>ապաանդամակցել</strong> ուսանողներին/դասավանդողներին';
$string['basicsettings'] = 'Հիմնական կարգավորիչներ';
$string['coursesettings'] = 'Դասընթացի տվյալների ընտրություններ';
$string['createnewcategories'] = 'Ստեղծել նոր (թաքնված) դասընթացի կատեգորիա, եթե չի գտնվել Մուդլում';
$string['createnewcourses'] = 'Ստեղծել նոր (թաքնված) դասընթաց, եթե չի գտնվել Մուդլում';
$string['createnewusers'] = 'Ստեղծել օգտագործողի հաշիվներ այն օգտագործողների համար, որոնք դեռ չեն գրանցվել Մուդլում';
$string['cronfrequency'] = 'Կատարման հաճախությունը';
$string['deleteusers'] = 'Հեռացնել օգտագործողներին, եթե նշված է IMS տվյալներում';
$string['description'] = 'Այս մեթոդը ցիկլիկ կստուգի հատուկ ձևաչափված տեքստ ֆայլը, որը դուք կնշեք: Ֆայլը պետք է համապատասխանի <a href=\'../help.php?module=enrol/imsenterprise&amp;file=formatoverview.html\'>IMS Ձեռնարկության հատկորոշումներին</a> և պարունակի` անձը, խումբը և անդամակցության XML տարրերը:';
$string['doitnow'] = 'իրականացնել IMS ներմուծում հենց հիմա';
$string['enrolname'] = 'IMS Ձեռնարկության ֆայլը';
$string['filelockedmail'] = 'Տեքստ ֆայլը, որը դուք օգտագործում եք IMS ֆայլի վրա հիմնված անդամակցությունների համար ($a), չի կարող հեռացվել cron պրոցեսի կողմից: սա հիմնականում նշանակում է, որ թույլատվությունները այդ ֆայլի վրա սխալ են: Ուղղեք թույլատվությունները, որ Մուդլը կարողանա հեռացնել ֆայլը, հակառակ դեպքում դա կկրկնվի ցիկլիկ:';
$string['filelockedmailsubject'] = 'Կարևոր սխալ` Անդամակցության ֆայլ';
$string['fixcasepersonalnames'] = 'Փոխել անձնական անունները Մեծատառրի';
$string['fixcaseusernames'] = 'Փոխել օգտագործողի անունները փոքրատառերի';
$string['imsrolesdescription'] = 'IMS Ձեռնարկության հատկորոշումները պարունակում են 8 հստակ դերի տիպեր: Ընտրեք, թե ինչպես դրանք պետք է հատկացվեն Մուդլում, ներառյալ, եթե դրանցից ոմանք պետք է անտեսվեն:';
$string['location'] = 'Ֆայլի տեղը';
$string['logtolocation'] = 'Լոգ ֆայլի տեղը (դատարկ, եթե չեք ցանկանում լոգ պահել)';
$string['mailadmins'] = 'Ծանուցել ադմինիստրատորին էլ. փոստով';
$string['mailusers'] = 'Ծանուցել օգտագործողներին էլ. փոստով';
$string['miscsettings'] = 'Խառը';
$string['processphoto'] = 'Ավելացնել օգտագործողի նկարը անձնական էջին';
$string['processphotowarning'] = 'Զգուշացում` Նկարի բեռնավորումը կավելացնի զգալի ծանրաբեռնում սերվերի վրա: Խորհուրդ է տրվում չակտիվացնել այս ընտրությունը, եթե ուսանողների մեծ քանակ կա:';
$string['restricttarget'] = 'Մշակել տվյալները միայն, եթե հետևյալ նշանակետը սահմանված է';
$string['sourcedidfallback'] = 'Օգտագործել &quot;sourcedid&quot; անձանց օգտագործողի ID-ի համար, եթե &quot;userid&quot; դաշտը չի գտնվել';
$string['truncatecoursecodes'] = 'Կրճատել դասընթացների կոդը այս երկարության';
$string['usecapitafix'] = 'Ընտրեք սա, եթե օգտագործում եք &quot;Capita&quot; (նրանց XML ձևաչափը մի փոքր սխալ է)';
$string['usersettings'] = 'Օգտագործողի տվյալների ընտրություններ';
$string['zeroisnotruncation'] = '0 նշանակում է` կրճատում չկա';

?>
