<?PHP // $Id$ 
      // enrol_manual.php - created with Moodle 1.8.2+ (2007021520)
      // local modifications from http://swnet.info/moodle


$string['description'] = 'Սա անդամակցության լռելյայն ֆորման է: Կա երկու ձև, որոնցով ուսանողը կարող է անդամագրվել դասընթացին:
<ul>
<li>Դասավանդողը կամ ադմինիստրատորը կարող են անդամագրել նրանց` օգտագործելով հղումը Դասընթացի Ղեկավարման մենյույում</li>
<li>Դասընթացը կարող է ունենալ նշանաբառ` \'անդամագրման բանալի\': Այս բանալին իմացողները կարող են գրանցվել դասընթացին:</li>
</ul>';
$string['enrolname'] = 'Ներքին Անդամագրում';
$string['keyholderrole'] = 'Օգտագործողի դերը, ով պահում է անդամագրության բանալին դասընթացի համար: Ցուցադրվում է ուսանողներին, ով փորցում է անդամագրվել դասընթացին:';

?>
