<?PHP // $Id$ 
      // enrol_mnet.php - created with Moodle 1.8.2+ (2007021520)
      // local modifications from http://swnet.info/moodle


$string['allcategories'] = '$a պոտենցիալ կատեգորիաներ';
$string['allcourses'] = '$a պոտենցիալ դասընթացներ';
$string['allow_allcourses'] = 'Թույլատրել անդամագրությունը բոլոր հեռակա դասընթացներին:';
$string['allowedcategories'] = '$a թույլատրված կատեգորիաներ';
$string['allowedcourses'] = '$a թույլատրված դասընթացներ';
$string['allowedcourseslinktext'] = 'Խմբագրել թույլատրված դասընթացներն ու կատեգորիաները այստեղ:';
$string['description'] = 'Մուդլի Ցանցում անդամագրման նկարագրությունը:';
$string['enrolname'] = 'Մուդլի Ցանց';
$string['mnet_enrol_description'] = 'Հրապարակել այս ծառայությունը, որպեսզի $a -ի ադմինիստրատորները կարողանան անդամագրել իրենց ուսանողներին, ձեր սերվերի վրա ստեղծված դասընթացներին:<br/><ul><li><em>Կախվածություն`</em> Դուք պետք է նաև <strong>հրապարակեք</strong> ՄՄ (Ծառայություն Տրամադրող) ծառայությունը $a -ին:</li><li><em>Կախվածություն`</em> Դուք պետք է նաև <strong>գրանցվեք</strong> ՄՄ (Ինքնություն Տրամադրող) ծառայությանը $a -ի վրա:</li></ul><br/>Գրանցվեք այս ծառայությունում, որպեսզի կարողանաք անդամագրել ձեր ուսանողներին` $a-ի դասընթացներին:<br/><ul><li><em>Կախվածություն`</em>  Դուք պետք է նաև <strong>գրանցվեք</strong> ՄՄ (Ծառայություն Տրամադրող) ծառայությանը $a -ի վրա:</li><li><em>Կախվածություն`</em> Դուք պետք է նաև <strong>հրապարակեք</strong> ՄՄ (Ինքնություն Տրամադրող) ծառայությունը $a -ին:</li></ul><br/>';
$string['mnet_enrol_name'] = 'Մուդլի Ցանցային Անդամագրում';
$string['nocategoriesdefined'] = 'Դասընթացների կատեգորիա չի գտնվել: Սահմանեք նոր կատեգորիա <a href=\"$a\">այստեղ</a>:';
$string['nocoursesdefined'] = 'Դասընթացներ չի գտնվել: Սահմանեք նոր դասընթաց <a href=\"$a\">այստեղ</a>:';

?>
