<?PHP // $Id$ 
      // enrol_authorize.php - created with Moodle 1.8 dev (2006112200)
$string['adminacceptccs'] = 'Վարկային քարտերի ո՞ր տեսակներն են ընդունելի։';
$string['adminaccepts'] = 'Ընտրեք վճարման թույլատրելի մեթոդները և դրանց տիպերը';
$string['adminauthcode'] = 'Եթե օգտագործողի վարկային քարտը չի կարող օգտագործվել անմիջապես ինտերնետից (չի կարող գումար գանձվել), հաճախորդի բանկից հեռախոսազանգով ստացեք լիազորման կոդը։';
$string['adminauthorizeccapture'] = 'Պատվերի դիտման և ծրագրված գանձման կարգաբերումներ';
$string['adminauthorizeemail'] = 'Էլ.-փոստի ուղարկման կարգաբերումներ';
$string['adminauthorizesettings'] = 'Authorize.net կարգաբերումներ';
$string['adminauthorizewide'] = 'Կայքի կարգաբերումներ';
$string['adminavs'] = 'Ստուգեք սա, եթե Ձեր authorize.net հաշվում ակտիվացրել եք Հասցեների վավերացման համակարգը ՀՎՀ (Address Verification System (AVS))։ Այն պահանջում է հասցեի դաշտեր, ինչպես օրինակ՝ փողոց, քաղաք/շրջան, երկիր և ինդեքս, եթե օգտագործողը լրացնում է վճարման ձևը։';
$string['adminconfighttps'] = 'Խնդրվում է համոզվել, որ Դուք Կառավարում >> Փոփոխականներ >> Անվտանգություն >> HTTP անվտանգություն բաժնում \"<a href=\"$a->url\"> ակտիվացրել եք loginhttps</a>\" կարգաբերումը<br />։';
$string['adminconfighttpsgo'] = 'Անցեք <a href=\"$a->url\">անվտանգ էջ</a> և կազմաձևեք այս կարգաբերումը։';
$string['admincronsetup'] = 'Cron.php սպասարկման գրվածքը չի գործարկվել առնվազը 24 ժամ։<br />Եթե ցանկանում եք կիրառել ծրագրված գանձում հատկությունը, cron-ը պետք է ակտիվացվի։<br /><b>Ակտիվացրեք</b> \'Authorize.net մեթոդը\' և ճիշտ <b>կարգաբերեք cron-ը</b> կամ <b>մի՛ ակտիվացրեք an_review</b>։<br />Եթե կանխարգելեք ծրագրված գանձումը, գործարքները չեղյալ կհամարվեն, եթե դրանք չվերանայեք 30 օրվա ընթացքում։<br />Ակտիվացրեք <b>an_review</b> և մուտքագրեք <b>\'0\' an_capture_day</b> դաշտում,<br />եթե ցանկանում եք  <b>ձեռքով</b> թույլատրել/մերժել գանձումները 30 օրվա ընթացքում:';
$string['adminemailexpired'] = 'Սա օգտակար է \'Ձեռքով գանձման\' համար։ Կառավարիչները ծանուցվում են սպասվող պատվերների ժամկետի լրանալուց <b>$a</b> օր առաջ։';
$string['adminemailexpiredsort'] = 'Երբ սպասվող պատվերների լրանալու քանակն ուղարկվում է ուսուցիչներին էլ. փոստով, ի՞նչն է կարևոր:';
$string['adminemailexpiredsortcount'] = 'Պատվերների քանակ';
$string['adminemailexpiredsortsum'] = 'Ընդհանուր հաշիվ';
$string['adminemailexpiredteacher'] = 'Եթե ակտիվացրել եք ձեռքով գանձում և ուսուցիչները կարող են կառավարել գանձումները, ապա նրանք կարող են ծանուցվել նաև սպասվող պատվերների ժամկետների լրանալու վերաբերյալ: Սա կուղարկի էլ.-փոստ յուրաքանչյուր դասընթացի ուսուցիչներին` սպասվող պատվերների քանակի լրանալու վերաբերյալ։';
$string['adminemailexpsetting'] = '(0=կանխարգելել էլ. փոստի ուղարկումը, կանխորոշված=2, առավելագույն=5)<br />(Ձեռքով գանձում կարգաբերումը էլ.-փոստի ուղարկման համար՝ cron=թույլատրված, an_review=ընտրված, an_capture_day=0, an_emailexpired=1-5)';
$string['adminhelpcapturetitle'] = 'Ծրագրված գանձման օր';
$string['adminhelpreviewtitle'] = 'Պատվերի դիտում';
$string['adminneworder'] = 'Հարգելի՛ Կառավարիչ,

  Դուք ստացել եք նոր սպասվող պատվեր`

   Պատվերի ID՝ $a->orderid
   Գործարքի ID՝ $a->transid
   Օգտագործող՝ $a->user
   Դասընթաց՝ $a->course
   Գումար՝ $a->amount

   

Ծրագրված գանձումն ակտիվացվա՞ծ է  $a->acstatus

  Եթե ակտիվ է ծրագրված գանձումը, վարկային քարտից կգանձվի $a->captureon
  և օգտագործողը կներգրավվի դասընթացում, հակառակ դեպքում՝ ժամկետը կլրանա $a->expireon և չի կարող գանձվել այս օրվանից հետո։

  Դուք կարող եք նաև թույլատրել/մերժել գանձումը` ուսանողին անմիջապես ներգրավելով՝ 
հետևյալ հղման օգնությամբ.
  $a->url';
$string['adminnewordersubject'] = '$a->course; Նոր սպասվող պատվեր՝ $a->orderid';
$string['adminpendingorders'] = 'Դուք կանխարգելել եք ծրագրված գանձում հատկությունը։<br /> \'Վավերազված/Սպասվող գանձում\' կարգավիճակով բոլոր $a->count գործարքները չեղյալ կհայտարարվեն, մինչև չակտիվացնեք դրանք։<br />գանձումները թույլատրելու/մերժելու համար անցեք <a href=\'$a->url\'>գանձման կառավարման</a> էջ։';
$string['adminreview'] = 'Դիտել պատվերը, նախքան վարկային քարտին անցնելը:';
$string['adminteachermanagepay'] = 'ՈԻսուցիչները կարող են կառավարել դասընթացի գանձումները:';
$string['allpendingorders'] = 'Բոլոր սպասվող պատվերները';
$string['amount'] = 'Գումար';
$string['anlogin'] = 'Authorize.net՝ Մուտքաբառ';
$string['anpassword'] = 'Authorize.net՝ Գաղտնաբառ';
$string['anreferer'] = 'Սահմանեք URL, եթե այն կարգաբերված է ձեր authorize.net հաշվում: Սա կուղարկի \'Հղիչ` URL\' տողը ցանցային հարցումներում։';
$string['antestmode'] = 'Գործարքներն աշխատեցնել միայն փորձաստուգման աշխատակերպով (գումար չի հանվելու)';
$string['antrankey'] = 'Authorize.net՝ Գործարքի բանալի';
$string['approvedreview'] = 'Հաստատված դիտում';
$string['authcaptured'] = 'Վավերացված / Գանձված';
$string['authcode'] = 'Վավերացման կոդ';
$string['authorize:managepayments'] = 'գանձման կառավարում';
$string['authorize:uploadcsv'] = 'Վերբեռնել CSV ֆայլը';
$string['authorizedpendingcapture'] = 'Վավերացված / Սպասվող գանձում';
$string['avsa'] = 'Հասցեն (փողոցը) համապատասխանում է, փոստային կոդը՝ ոչ';
$string['avsb'] = 'Հասցեն չի տրամադրվել';
$string['avse'] = 'Հասցեի վավերացման համակարգի սխալ';
$string['avsg'] = 'Ոչ ԱՄՆ քարտերի հրապարակման բանկ';
$string['avsn'] = 'Չեն համապատասխանում ո՛չ հասցեն (փողոցը), ո՛չ փոստային կոդը';
$string['avsp'] = 'Հասցեի վավերացման համակարգը կիրառելի չէ';
$string['avsr'] = 'Կրկնել - Համակարգն անհասանելի կամ անջատված է';
$string['avsresult'] = 'ՀՎՀ արդյունք` $a';
$string['avss'] = 'Ծառայությունը չի աջակցվում հարցնողի կողմից';
$string['avsu'] = 'Հասցեի վերաբերյալ տեղեկատվությունը մատչելի չէ';
$string['avsw'] = '9 թվանոց փոստային կոդը համապատասխանում է, հասցեն (փողոցը)` ոչ';
$string['avsx'] = '9 թվանոց փոստային կոդը և հասցեն (փողոցը) համապատասխանում են';
$string['avsy'] = 'Հասցեն (փողոցը) և 5 թվանոց փոստային կոդը համապատասխանում են';
$string['avsz'] = '5 թվանոց փոստային կոդը համապատասխանում է, հասցեն (փողոցը)` ոչ';
$string['canbecredit'] = 'Կարող է վերադարձվել $a->upto';
$string['cancelled'] = 'Չեղյալ է համարվել';
$string['capture'] = 'Գանձել';
$string['capturedpendingsettle'] = 'Գանձված / Սպասվող վճարի կարգաբերումներ';
$string['capturedsettled'] = 'Գանձված / Կարգաբերված';
$string['captureyes'] = 'Վարկային քարտից գանձվել է վճարը, և ուսանողը կներգրավվի դասընթացում։ Դուք համոզվա՞ծ եք։';
$string['ccexpire'] = 'Սպառման ամսաթիվը';
$string['ccexpired'] = 'Վարկային քարտը սպառվել է';
$string['ccinvalid'] = 'Անվավեր քարտի համար';
$string['ccno'] = 'Վարկային քարտի համարը';
$string['cctype'] = 'Վարկային քարտի տիպը';
$string['ccvv'] = 'Քարտի հաստատում';
$string['ccvvhelp'] = 'Նայեք քարտի հակառակ կողմը (վերջին 3 թվերը)';
$string['choosemethod'] = 'Եթե գիտեք դասընթացի ներգրավման բանալին, ներմուծեք այն:<br /> Հակառակ դեպքում դուք պետք է վճարեք այս դասընթացի համար:';
$string['chooseone'] = 'Լրացրեք հետևյալ դաշտերից մեկը կամ երկուսն էլ: Գաղտնաբառը ցուցադրված չէ:';
$string['costdefaultdesc'] = '<strong>Դասընթացի կարգաբերումներում ներմուծեք -1</strong>, որպեսզի դասընթացի համար օգտագործվի այս կանխորոշված գինը:';
$string['cutofftime'] = 'Գործարքը ընդհատվել է ժամանակից: Ե՞րբ է վերջին գործարքն ընտրվել կարգաբերման համար:';
$string['dataentered'] = 'Տվյալները մուտքագրվել են';
$string['delete'] = 'Վերացնել';
$string['description'] = 'Authorize.net մոդուլը թույլ է տալիս կարգաբերել վճարովի դասընթացները վճարման մատակարարի միջոցով։ Եթե որևէ դասընթացի արժեքը զրո է, ուսանողները մուտք կգործեն առանց վճարման վերաբերյալ հարցման։ Դասընթացի արժեքը սահմանվում է երկու եղանակով (1) site-wide արժեք, որը վերաբերվում է կայքի բոլոր դասընթացներին կամ (2) Դասընթացի կարգաբերումներից կարող եք սահմանել արժեք յուրաքանչյուր դասընթացի համար։ Դասընթացի արժեքն անտեսում է կայքի արժեքը։<br /><br /><b>Ծանուցում՝</b> Եթե դասընթացի կարգաբերումներում սահմանել եք ներգրավման բանալի, ուսանողները պետք է գրանցվեն՝ օգտագործելով նաև բանալին։ Սա օգտակար է այն դեպքում, եթե ունեք վճարովի և անվճար ուսանողներ։';
$string['echeckabacode'] = 'Բանկի ABA համարը';
$string['echeckaccnum'] = 'Բանկային հաշվի համարը';
$string['echeckacctype'] = 'Բանկային հաշվի տիպը';
$string['echeckbankname'] = 'Բանկի անունը';
$string['echeckbusinesschecking'] = 'Գործնական ստուգում';
$string['echeckchecking'] = 'Ստուգում';
$string['echeckfirslasttname'] = 'Բանկային հաշվի տերը';
$string['echecksavings'] = 'Խնայողություններ';
$string['enrolname'] = 'Authorize.net վճարման ուղեմուտ';
$string['expired'] = 'Լրացած';
$string['haveauthcode'] = 'Ես արդեն ունեմ վավերացման կոդը';
$string['howmuch'] = 'Ինչքա՞ն';
$string['httpsrequired'] = 'Ներողություն ենք խնդրում և տեղեկացնում ենք, որ Ձեր հարցումը չի կարող իրականացվել հիմա: Կայքը ճիշտ չի կազմաձևվել:<br /><br />Մի ներմուծեք ձեր վարկային քարտի համարը, մինչև ցանցային զննարկիչի ստորին հատվածում չտեսնեք  դեղին արգելափակումը: Եթե խորհրդանշանը երևում է, դա նշանակում է, որ էջը կոդավորվում է ուղարկվող բոլոր տվյալները: Այսինքն երկու համակարգիչների (սպասառուի և սերվերի) միջև գործարքի ընթացքում տեղեկատվությունը պաշտպանված կլինի, և ձեր վարկային քարտի համարը չի որսվի ինտերնետում:';
$string['invalidaba'] = 'Անվավեր ABA համար';
$string['invalidaccnum'] = 'Անվավեր հաշվի համար';
$string['invalidacctype'] = 'Անվավեր հաշվի տիպ';
$string['logindesc'] = 'Այս ընտրանքը պետք է միացված լինի: <br /><br />Համոզվեք, որ Կառավարում >> Անվտանգություն >> HTTP անվտանգություն կարգաբերումներ հատվածում <a href=\"$a->url\">միացրել եք loginhttps</a>։<br /><br />Այս ընտրանքի միացմամբ Moodle-ը կօգտագործի անվտանգ https կապ միայն մուտքի և վճարման էջերում։';
$string['logininfo'] = 'Ելնելով անվտանգության նկատառումներից՝ մուտքաբառը, գաղտնաբառը և գործարքի բանալին չեն ցուցադրվում:  Չկա կրկին ներմուծելու անհրաժշտություն, եթե արդեն կազմաձևել եք այս դաշտերը: Դուք տեսնում եք կանաչ տեքստ դաշտի ձախ կողմում, եթե որոշ դաշտեր արդեն կազմաձևել եք: Եթե առաջին անգամ եք մուտքագրում այս դաշտերում, ապա մուտքաբառը (*) պարտադիր է, և համապատասխան դաշտերում դուք պետք է ներմուծեք կա՛մ գործարքի բանալին (#1), <strong>կա՛մ</strong> գաղտնաբառը (#2): Խորհուրդ ենք տալիս մուտքագրել գործարքի բանալին՝  ելնելով անվտանգության նկատառումներից: Եթե ցանկանում եք ջնջել ընթացիկ գաղտնաբառը, նշեք ակտիվացրեք ընտրակոճակը:';
$string['methodcc'] = 'Վարկային քարտ';
$string['methodecheck'] = 'eCheck (ACH)';
$string['missingaba'] = 'Լրացված չէ ABA համարը';
$string['missingaddress'] = 'Լրացված չէ հասցեն';
$string['missingbankname'] = 'Լրացված չէ բանկի անունը';
$string['missingcc'] = 'Լրացված չէ քարտի համարը';
$string['missingccauthcode'] = 'Լրացված չէ վավերացման կոդըauthorization code';
$string['missingccexpire'] = 'Լրացված չէ լրանալու ժամկետը';
$string['missingcctype'] = 'Լրացված չէ քարտի տիպը';
$string['missingcvv'] = 'Լրացված չէ վավերացման համարը';
$string['missingzip'] = 'Լրացված չէ փոստային կոդը';
$string['mypaymentsonly'] = 'Ցուցադրել միայն իմ վճարումները';
$string['nameoncard'] = 'Քարտի անունը';
$string['new'] = 'Նոր';
$string['noreturns'] = 'Ոչ մի վերադարձ';
$string['notsettled'] = 'Կարգաբերված չէ';
$string['orderid'] = 'Պատվերի ID';
$string['paymentmanagement'] = 'Վճարման կառավարում';
$string['paymentmethod'] = 'Վճարման մեթոդ';
$string['paymentpending'] = 'Այս դասընթացի համար Ձեր վճարումը սպասվում է $a->orderid պատվերի համարով։  Տե՛ս <a href=\'$a->url\'>Պատվերի մանրամասները</a>.';
$string['pendingecheckemail'] = 'Հարգելի՛ ղեկավար,

Այժմ կան $a->count սպասվող echeck-եր և Ձեզ անհրաժեշտ է վերբեռնել csv ֆայլը՝ օգտագործողներին գրանցելու համար։

Սեղմեք հղումը և կարդացեք օգնության ֆայլը՝
$a->url';
$string['pendingechecksubject'] = '$a->course: Սպասվող eCheck-եր($a->count)';
$string['pendingordersemail'] = 'Հարգելի՛ կառավարիչ,

\"$a->course\" դասընթացի $a->pending գործարքների ժամկետը կլրանա, եթե $a->days օրվա ընթացքում չհաստատեք դրանք։

Սա զգուշացում է, քանի որ Դուք չեք ակտիվացրել ծրագրված գանձումը, այսինքն ձեռքով պետք է հաստատեք կամ մերժեք վճարումները։

Սպասվող վճարումները հաստատելու/մերժելու համար, անցեք՝
$a->url

Ծրագրված գանձումն ակտիվացնելու համար հետևեք այս հղմանը`

$a->enrolurl';
$string['pendingordersemailteacher'] = 'Հարգելի՛ ուսուցիչ,

\"$a->course\" դասընթացի $a->currency $a->sumcost արժողությամբ  $a->pending գործարքների ժամկետը կսպառվի, եթե $a->days օրվա ընթացքում չհաստատեք դրանք։

Դուք պետք է ձեռքով հաստատեք կամ մերժեք վճարումները, քանի որ կառավարիչը չի թույլատրել ծրագրված գանձում։

$a->url';
$string['pendingorderssubject'] = 'ԶԳՈՒՇԱՑՈՒՄ` $a->course, $a->pending պատվեր(ներ)ի ժամկետը կսպառվեն $a->days օրվա ընթացքում։';
$string['reason11'] = 'Կրկնվող գործարք է ներկայացվել։';
$string['reason13'] = 'The merchant Login ID is invalid or the account is inactive.';
$string['reason16'] = 'Գործարքը չի գտնվել։';
$string['reason17'] = 'The merchant does not accept this type of credit card.';
$string['reason245'] = 'eCheck-ի այս տիպը թույլատրված չէ, եթե  վճարման ձևում օգտագործվում է վճարման ուղեմուտ:';
$string['reason246'] = 'eCheck այս տիպը թույլատրելի չէ։';
$string['reason27'] = 'Այս գործարքի արդյունքում ՀՎՀ անհամապատասխանություն է ստացվել: Տրամադրված հասցեն չի համընկնում քարտատիրոջ հասցեի հետ:';
$string['reason28'] = 'Կոմերցիոն ընկերությունը չի ընդունում վարկային քարտի այս տիպը։';
$string['reason30'] = 'Գործարքի իրականացման կազմաձևն անվավեր է: Զանգահարեք կոմերցիոն ծառայությունը տրամադրող ընկերությանը։';
$string['reason39'] = 'Տրամադրված արտարժույթի կոդը կամ անվավեր է, կամ չի աջակցվում, կամ չի թույլատրվում կոմերցիոն ընկերությունից կամ պարզապես չունի փոխառության կուրս:';
$string['reason43'] = 'Կոմերցիոն ընկերությունը սխալ է կազմաձևված: Զանգահարեք կոմերցիոն ծառայությունը տրամադրող ընկերությանը։';
$string['reason44'] = 'Այս գործարքը մերժվել է: Քարտի կոդի զտիչի սխալ:';
$string['reason45'] = 'Այս գործարքը մերժվել է: Քարտի կոդի / ՀՎՀ զտիչի սխալ:';
$string['reason47'] = 'Կարգավորման համար պահանջվող գումարը չպետք է լինի ավելին, քան սկզբնական վավերացված գումարը:';
$string['reason5'] = 'Պահանջվում է ճիշտ գումարը:';
$string['reason50'] = 'Այս գործարքը կարգավորման է սպասում և չի կարող վերադարձվել:';
$string['reason51'] = 'Այս գործարքի հանդեպ բոլոր կրեդիտների գումարը ավելի շատ է, քան գործարքի սկզբնական գումարը:';
$string['reason54'] = 'Հղված գործարքը չի համապատասխանում կրեդիտի բաց թողման չափանիշներին:';
$string['reason55'] = 'Հղված գործարքի հանդեպ բոլոր կրեդիտների գումարը կգերազանցի դեբիտային գումարը:';
$string['reason56'] = 'Այս կոմերցիոն ընկերությունն ընդունում է միայն eCheck գործարքները: Վարկային քարտով գործարքները չեն ընդունվում։';
$string['refund'] = 'Վերադարձ';
$string['refunded'] = 'Վերադարձված';
$string['returns'] = 'Վերադարձներ';
$string['reviewday'] = 'Ինքնաշխատ գանձել վարկային քարտից, եթե ուսուցիչը կամ կառավարիչը չեն դիտել պատվերը <b>$a</b> օրվա ընթացքում: CRON-ը ՊԵՏՔ Է ԱԿՏԻՎԱՑՎԱԾ ԼԻՆԻ:<br />(0 օր - նշանակում է, որ կարգելափակվի ծրագրված գանձումը, և կառավարիչներն ու ուսուցիչները պետք է իրականացնեն ձեռքով: Գործարքը կչեղարկվի, եթե ծրագրված գանձումը կանխարգելված է կամ 30 օրվա ընթացքում դրանով զբաղվող չի եղել:)';
$string['reviewfailed'] = 'Դիտել ձախողվածները';
$string['reviewnotify'] = 'Ձեր վճարումը կստուգվի։ Մի քանի օրվա ընթացքում Ձեր ուսուցչից կստանաք էլեկտրոնային հաղորդագրություն։';
$string['sendpaymentbutton'] = 'ՈՒղարկել վճարում';
$string['settled'] = 'Կարգաբերված';
$string['settlementdate'] = 'Կարգաբերման ամսաթիվ';
$string['subvoidyes'] = 'Վերադարձված գործարքը ($a->transid) կչեղարկվի, որը կբերի $a->amount հաշվի վարկավորում։ Դուք համոզվա՞ծ եք։';
$string['tested'] = 'Փորձաստուգված';
$string['testmode'] = '[ՓՈՐՁԱՍՏՈՒԳՄԱՆ ԱՇԽԱՏԱԿԵՐՊ]';
$string['testwarning'] = 'Գանձումը/Դատարկումը/Վերադարձը կարծես թե աշխատում են փորձնական աշխատակերպում, սակայն տվյալների շտեմարանում ոչ մի գրառում չի նորացվել կամ ավելացվել։';
$string['transid'] = 'Գործարքի ID';
$string['underreview'] = 'Ստուգվում է';
$string['unenrolstudent'] = 'ՈՒսանողին դուրս գրե՞լ';
$string['uploadcsv'] = 'Վերբեռնել CSV ֆայլ';
$string['usingccmethod'] = 'Գրանցվել, օգտագործելով՝ <a href=\"$a->url\"><strong>Վարկային քարտ</strong></a>';
$string['usingecheckmethod'] = 'Գրանցվել, օգտագործելով՝ <a href=\"$a->url\"><strong>eCheck</strong></a>';
$string['void'] = 'Դատարկ';
$string['voidyes'] = 'Գործարքը չեղյալ կհամարվի։ Դուք համոզվա՞ծ եք։';
$string['welcometocoursesemail'] = 'Հարգելի՛ ուսանող,

Շնորհակալություն վճարում կատարելու համար։ Դուք գրանցվել եք այս դասընթացներում.

$a->courses

Դուք կարող եք խմբագրել Ձեր անձնական էջը.
 $a->profileurl

Կարող եք տեսնել Ձեր վճարման մանրամասները՝
 $a->paymenturl';
$string['youcantdo'] = 'Դուք չեք կարող անել այդ գործողությունը՝ $a->action';
$string['zipcode'] = 'Zip կոդ';
?>
