<?PHP // $Id$ 
      // enrol_paypal.php - created with Moodle 1.7 beta + (2006101003)
$string['business'] = 'Ձեր գործնական Paypal հաշվի Էլ.-փոստի հասցեն';
$string['costorkey'] = 'Խնդրվում է ընտրել գրանցման հետևյալ աշխատակերպերից որևէ մեկը։';
$string['description'] = 'Paypal մոդուլը թույլ է տալիս կարգաբերել վճարված դասընթացները։  Եթե որևէ դասընթացի արժեքը 0 է, ապա ուսանողները չեն հարցվում մուտքի վճարման համար։ Կա site-wide արժեք, որը դուք սահմանում եք այստեղ որպես նախնական ամբողջ կայքի համար, ապա՝ դասընթացի կարգաբերումները, որոնք կարող եք սահմանել մասնավորապես յուրաքանչյուր դասընթացի համար։  Դասընթացի արժեքն անտեսում կայքի արժեքը։.';
$string['enrolname'] = 'PayPal';
$string['paypalaccepted'] = 'PayPal վճարումներն ընդունված են';
$string['sendpaymentbutton'] = 'Վճարումն ուղարկել PayPal-ով';
?>
