<?php
$string['description'] = 'Գրանցման նկարագրությունը';
$string['enrolname'] = 'Moodle ցանցաստեղծում';
$string['enrolname'] = 'Moodle ցանցաստեղծում';
$string['allow_allcourses'] = 'Թույլատրել գրանցում բոլոր հեռադիր դասընթացներում։';
$string['allcategories'] = '$a հնարավոր կարգեր';
$string['allowedcategories'] = '$a թույլատրված կարգեր';
$string['nocategoriesdefined'] = 'Չեն գտնվել դասընթացների կարգեր։ Սահմանեք նոր կարգեր <a href=\"$a\">here</a>։';
$string['allcourses'] = '$a հնարավոր դասընթացներ';
$string['allowedcourses'] = '$a թույլատրված դասընթացներ';
$string['nocoursesdefined'] = 'Դասընթացներ չեն գտնվել։ Սահմանեք նոր դասընթացներ <a href=\"$a\">here</a>։';
$string['allowedcourseslinktext'] = 'Խմբագրել թույլատրված դասընթացները և կարգերը։';
$string['mnet_enrol_name']             = 'Moodle ցանցաստեղծված գրանցում';
$string['mnet_enrol_description']      = 'Հրապարակեք այս ծառայությունը, որպեսզի $a կառավարիչներին թույլատրեք իրենց ուսանողներին գրանցել Ձեր սերվերում ստեղծած դասընթացներին։<br/>'.
                                         '<ul><li><em>Փոխկախվածություն</em>.  Ինչպես նաև Ձեզ անհրաժեշտ է <strong>հրապարակել</strong> $a-ի SSO (Service Provider) ծառայությունը</li>'.
                                         '<li><em>Փոխկախվածություն</em>.  Ինչպես նաև Ձեզ անհրաժեշտ է <strong>բաժանորդագրվել</strong> $a -ի SSO (Նույնականություն տրամադրող) ծառայությանը։</li></ul><br/>'.
                                         'Բաժանորդագրվեք այս ծառայությանը, որպեսզի կարողանաք Ձեր ուսանողներին գրանցել $a դասընթացներին։<br/>'.
    
                                         '<ul><li><em>Փոխկախվածություն</em>. Ինչպես նաև Ձեզ անհրաժեշտ է <strong>բաժանորդագրվել</strong> $a-ի SSO (Service Provider) ծառայությանը։</li>'.

                                         '<li><em>Փոխկախվածություն</em>: Ինչպես նաև Ձեզ անհրաժեշտ է <strong>հրապարակել</strong> $a -ի SSO (Նույնականություն տրամադրող) ծառայությունը։</li></ul><br/>';

$string['mnetlocalforexternal'] = 'Առանձին դասընթացներ՝ նախատեսված արտաքին օգտագործողների համար';
?>
