<?PHP // $Id$ 
      // enrol_database.php - created with Moodle 1.8.2+ (2007021520)
      // local modifications from http://swnet.info/moodle


$string['autocreate'] = 'Դասընթացները կարող են ավտոմատ ստեղծվել, եթե կան անդամագրումներ դասընթացին, որը դեռ գոյություն չունի Մուդլում:';
$string['autocreation_settings'] = 'Ավտոմատ Ստեղծման Կարգավորիչները';
$string['category'] = 'Ավտոմատ ստեղծված դասընթացների կատեգորիան:';
$string['course_fullname'] = 'Դաշտի անունը, որտեղ պահվում է դասընթացի լրիվ անունը:';
$string['course_id'] = 'Դաշտի անունը, որտեղ պահվում է դասընթացի ID-ն: Այս դաշտի արժեքները անհրաժեշտ են` Մուդլի դասընթացների աղյուսակում \'enrol_db_l_coursefield\' դաշտի հետ համեմատելու համար:';
$string['course_shortname'] = 'Դաշտի անունը, որտեղ պահվում է դասընթացի կրճատ անունը:';
$string['course_table'] = 'Աղյուսակի անունը, որտեղ պետք է լինի դասընթացի տվյալները (կրճատ անուն, լրիվ անուն, ID, և այլն:)';
$string['dbhost'] = 'Սերվերի IP հասցե կամ անուն';
$string['dbname'] = 'Տվյալների բազայի անունը';
$string['dbpass'] = 'Սերվերի նշանաբառը';
$string['dbtable'] = 'Տվյալների բազայի աղյուսակը';
$string['dbtype'] = 'Տվյալների բազայի տիպը';
$string['dbuser'] = 'Սերվերի օգտագործողը';
$string['defaultcourseroleid'] = 'Դերը, որը կնշանակվի ըստ լռելյայն, եթե ուրիշ դեր նշված չէ:';
$string['description'] = 'Դուք կարող եք օգտագործել արտաքին տվյալների բազաից, ձեր անդամագրությունները ղեկավարելու համար: Դա ենթադրում է, որ արտաքին տվյալների բազան պարունակում է դաշտ դասընթացի ID և օգտագործողի ID: Սրանք համեմատվում են դաշտերի հետ, որոնք դուք ընտրել եք լոկալ դասընթացում և օգտագործողների աղյուսակում:';
$string['enrol_database_autocreation_settings'] = 'Նոր դասընթացների ավտոմատ ստեղծում';
$string['enrolname'] = 'Արտաքին Տվյալների Բազա';
$string['general_options'] = 'Հիմնական Ընտրություններ';
$string['host'] = 'Տվյալների բազայի սերվերի անունը:';
$string['ignorehiddencourse'] = 'Եթե նշած է \'այո\', օգտագործողները չեն կարող անդամակցել դասընթացներին, որոնք նշված են անհասանելի ուսանողների համար:';
$string['local_fields_mapping'] = 'Մուդլի (լոկալ) տվյալների բազայի դաշտերը';
$string['localcoursefield'] = 'Դասընթացի աղյուսակում դաշտի անունը, որը օգտագործվում է պարունակությունների համեմատության համար, արտաքին տվյալների բազայում (օր.` idnumber):';
$string['localrolefield'] = 'Դերերի աղյուսակում դաշտի անունը, որը օգտագործվում է պարունակությունների համեմատության համար, արտաքին տվյալների բազայում (օր.` shortname):';
$string['localuserfield'] = 'Օգտագործողի աղյուսակում դաշտի անունը, որը օգտագործվում է պարունակությունների համեմատության համար, արտաքին տվյալների բազայում (օր.` idnumber):';
$string['name'] = 'Հատուկ տվյալների բազա, օգտագործման համար:';
$string['pass'] = 'Նշանաբառը` սերվերին մատչման համար:';
$string['remote_fields_mapping'] = 'Անդամակցության (հեռակա) տվյալների բազայի դաշտերը:';
$string['remotecoursefield'] = 'Հեռակա աղյուսակում դաշտի անունը, որը օգտագործվում է դասընթացի աղյուսակի պարունակությունների համեմատության համար:';
$string['remoterolefield'] = 'Հեռակա աղյուսակում դաշտի անունը, որը օգտագործվում է դերերի աղյուսակի պարունակությունների համեմատության համար:';
$string['remoteuserfield'] = 'Հեռակա աղյուսակում դաշտի անունը, որը օգտագործվում է օգտագործողի աղյուսակի պարունակությունների համեմատության համար:';
$string['server_settings'] = 'Արտաքին Տվյալների Բազայի Սերվերի Կարգավորիչները';
$string['student_coursefield'] = 'Օգտագործողի անդամակցության աղյուսակում դաշտի անունը, որը պետք է համապատասխանի դասընթացի ID-ին:';
$string['student_l_userfield'] = 'Լոկալ օգտագործողի աղյուսակում դաշտի անունը, որը օգտագործվում է օգտագործողների հեռակա գրառումների համեմատության համար (օր.` idnumber):';
$string['student_r_userfield'] = 'Հեռակա օգտագործողի անդամակցության աղյուսակում դաշտի անունը, որը պետք է համապատասխանի օգտագործողի ID-ին:';
$string['student_table'] = 'Աղյուսակի անունը, որտեղ պահվում են օգտագործողի անդամակցությունները:';
$string['teacher_coursefield'] = 'Դասավանդողի անդամակցության աղյուսակում դաշտի անունը, որը պետք է համապատասխանի դասընթացի ID-ին:';
$string['teacher_l_userfield'] = 'Լոկալ օգտագործողի աղյուսակում դաշտի անունը, որը օգտագործվում է դասավանդողների հեռակա գրառումների համեմատության համար (օր.` idnumber):';
$string['teacher_r_userfield'] = 'Հեռակա դասավանդողի անդամակցության աղյուսակում դաշտի անունը, որը պետք է համապատասխանի օգտագործողի ID-ին:';
$string['teacher_table'] = 'Աղյուսակի անունը, որտեղ պահվում են դասավանդողի անդամակցությունները:';
$string['template'] = 'Երկրորդական` ավտոմատ ստեղծված դասընթացները կարող են պատճենել իրենց կարգավորիչները շաբլոն դասընթացից: Գրեք այստեղ շաբլոն դասընթացի կրճատ անունը:';
$string['type'] = 'Տվյալների բազայի սերվերի տիպը:';
$string['user'] = 'Օգտագործողի անունը` սերվերին մատչման համար:';

?>
