<?PHP // $Id$ 
      // enrol_manual.php - created with Moodle 1.7 beta + (2006101003)
$string['description'] = 'Սա գրանցման նախնական ընդունված ձև է։ Կա դասընթացներում ուսանողների գրանցման երկու հիմնական ճանապարհ։
<ul>
<li>Դասընթացի սահմաններում ուսուցիչը կամ կառավարիչը կարող են ձեռքով գրանցել ուսանողներին՝ օգտագործելով Դասընթացի կառավարման ընտրացանկը։</li>
<li>Դասընթացում կարող է սահմանված լինել ծածկաբառ՝ \"ներգրավման բանալի\"։  Ցանկացած մարդ, ով գիտի այն, կարող է իրեն ավելացնել դասընթացի մասնակիցների ցուցակում։</li>
</ul>';
$string['enrolmentkeyerror'] = 'Այդ ծածկաբառը սխալ էր, փորձեք կրկին։';
$string['enrolname'] = 'Ներքին գրանցում';
$string['enrol_manual_requirekey'] = 'Նոր դասընթացներում պարտադրել ներգրավման բանալիներ և կանխարգելել գոյություն ունեցողների ջնջումը։';
$string['enrol_manual_showhint'] = 'Այս կարգաբերումը թույլ է տալիս, որպես հիշեցում, ցուցադրել ծածկաբառի առաջին տառը, եթե այն սխալ է մուտքագրվում։';
$string['enrol_manual_usepasswordpolicy'] = 'Դասընթացի ներգրավման բանալիների համար օգտագործեք ընթացիկ օգտագործողի քաղաքականությունը։';
$string['keyholderrole' ] = 'Դեր՝ նախատեսված դասընթացի գրանցումները վերահսկող օգտագործողի համար։ Ցուցադրվել է  այս դասընթացում ներգրավվել փորձող ուսանողներին։';
?>
