<?PHP // $Id$ 
      // install.php - created with Moodle 1.7 beta + (2006101003)
$string['admindirerror'] = 'Նշված admin դիրեկտորիան սխալ է';
$string['admindirname'] = 'Admin դիրեկտորիա';
$string['admindirsetting'] = 'Շատ քիչ ցանցակայքեր են օգտագործում /admin որպես հատուկ URL 
     control panel-ի և այլնի մատչելիության համար։  Սա հակասում է
     Moodle-ի admin էջերի գտնվելու վայրին: Դուք կարող եք ուղղել սա`
     տեղակայման ընթացքում անվանափոխելով  admin դիրեկտորիան:
     Օրինակ` <br /> <br /><b>moodleadmin</b><br /> <br />';
$string['admindirsettinghead'] = 'Admin թղթապանակի կարգաբերում ...';
$string['admindirsettingsub'] = 'Շատ քիչ ցանցակայքեր են օգտագործում /admin որպես հատուկ URL 
      control panel-ի և այլնի մատչելիության համար։  Սա հակասում է
      Moodle-ի admin էջերի գտնվելու վայրին։  Դուք կարող եք ուղղել
      սա` տեղակայման ընթացքում անվանափոխելով և ներ անվանումն
      այստեղ տեղադրելով։  Օրինակ՝ <br /> <br /><b>moodleadmin</b><br /> <br />։';
$string['caution'] = 'Նախազգուշացում';
$string['chooselanguage'] = 'Ընտրեք լեզուն';
$string['chooselanguagehead'] = 'Ընտրեք լեզուն';
$string['chooselanguagesub'] = 'Ընտրեք լեզուն ՄԻԱՅՆ տեղակայման համար: Հետագա էկրաններից դուք հնարավորություն կունենաք ընտրել կայքի և օգտագործողի լեզուն:';
$string['compatibilitysettings'] = 'PHP կարգաբերումների ստուգում ...';
$string['compatibilitysettingshead'] = 'PHP կարգաբերումների ստուգում ...';
$string['compatibilitysettingssub'] = 'Ձեր սպասարկիչը (server) պետք է անցնի այս բոլոր ստուգումները, որպեսզի Moodle-ը նորմալ աշխատի';
$string['configfilenotwritten'] = 'Տեղակայման գրվածքը չի կարողացել ինքնաշխատ կերպով ստեղծել config.php ֆայլը, որը պարունակում է ձեր ընտրած կարգաբերումները: Հնարավոր է սա Moodle դիրեկտորիայի գրանցման համար ոչ մատչելի լինելն է։ Հետևյալ կոդը կարող եք ձեռքով պատճենել Moodle-ի արմատային դիրեկտորիայի config.php ֆայլում։';
$string['configfilewritten'] = 'config.php ֆայլը հաջողությամբ ստեղծվել է';
$string['configurationcomplete'] = 'Կազմաձևումն ավարտվել է';
$string['configurationcompletehead'] = 'Կազմաձևումն ավարտվել է';
$string['configurationcompletesub'] = 'Moodle-ը փորձել է պահպանել ձեր կազմաձևը Moodle տեղակայման արմատային դիրեկտորիայում։';
$string['database'] = 'Տվյալների շտեմարան';
$string['databasecreationsettings'] = 'Այժմ Ձեզ անհրաժեշտ է կազմաձևել տվյալների շտեմարանի կարգաբերումները, որտեղ պահվելու է Moodle-ի տվյալների մեծ մասը:  Այս տվյալների շտեմարանը կստեղծվի ինքնաշխատ տեղակայման գրվածքի կողմից` ստորև նշված կարգաբերումներով։<br />
    <br /> <br />
       <b>Տիպ՝</b> \"mysql\" <br />
       <b>Սպասարկիչ (host)`</b> տեղակայման ծրագրում ամրագրված է \"localhost\"<br />
       <b>Անուն՝</b>  տվյալների շտեմարանի անունը, օր.`moodle<br />
       <b>Օգտագործող՝</b> տվյալների շտեմարանի մուտքաբառը, օր.՝ \"root\" <br />
       <b>Գաղտնաբառ՝</b> տվյալների շտեմարանի գաղտնաբառը<br />
       <b>Աղյուսակների նախածանց՝</b> լրացուցիչ նախածանց, որն օգտագործվում է բոլոր աղյուսակների անվանումներում';
$string['databasecreationsettingshead'] = 'Այժմ Ձեզ անհրաժեշտ է կազմաձևել տվյալների շտեմարանի կարգաբերումները, որտեղ պահվելու է Moodle-ի տվյալների մեծ մասը:  Այս տվյալների շտեմարանը կստեղծվի ինքնաշխատ տեղակայման գրվածքի կողմից` ստորև նշված կարգաբերումներով։';
$string['databasecreationsettingssub'] = '<b>Տիպ՝</b> \"mysql\" <br />
       <b>Սպասարկիչ (host)`</b> տեղակայմա ծրագրում ամրագրված է \"localhost\"<br />
       <b>Անուն՝</b>  տվյալների շտեմարանի անունը, օր.`moodle<br />
       <b>Օգտագործող՝</b> տվյալների շտեմարանի մուտքաբառը, օր.՝ \"root\" <br />
       <b>Գաղտնաբառ՝</b> տվյալների շտեմարանի գաղտնաբառը<br />
       <b>Աղյուսակների նախածանց՝</b> լրացուցիչ նախածանց, որն օգտագործվում է բոլոր աղյուսակների անվանումներում';
$string['databasesettings'] = 'Այժմ Ձեզ անհրաժեշտ է կազմաձևել տվյալների շտեմարանի կարգաբերումները, որտեղ պահվելու է Moodle-ի տվյալների մեծ մասը:  Այս տվյալների շտեմարանը պետք է ստեղծված լինի և մուտքաբառն ու գաղտնաբառը պետք է մատչելիություն տրամադրեն դրան:<br />
    <br /> <br />
       <b>Տիպ՝</b> mysql կամ postgres7<br />
       <b>Սպասարկիչ (host)`</b> օր.՝ localhost կամ db.isp.com<br />
       <b>Անուն՝</b>  տվյալների շտեմարանի անունը, օր.` moodle<br />
       <b>Օգտագործող՝</b> տվյալների շտեմարանի մուտքաբառը<br />
       <b>Գաղտնաբառ՝</b> տվյալների շտեմարանի գաղտնաբառը<br />
       <b>Աղյուսակների նախածանց՝</b> լրացուցիչ նախածանց, որն օգտագործվում է բոլոր աղյուսակների անվանումներում';
$string['databasesettingshead'] = 'Այժմ Ձեզ անհրաժեշտ է կազմաձևել տվյալների շտեմարանի կարգաբերումները, որտեղ պահվելու է Moodle-ի տվյալների մեծ մասը:  Այս տվյալների շտեմարանը պետք է ստեղծված լինի և մուտքաբառն ու գաղտնաբառը պետք է մատչելիություն տրամադրեն դրան:';
$string['databasesettingssub'] = '<b>Տիպ՝</b> mysql կամ postgres7<br />
       <b>Սպասարկիչ (host)`</b> օր.՝ localhost կամ db.isp.com<br />
       <b>Անուն՝</b>  տվյալների շտեմարանի անունը, օր.` moodle<br />
       <b>Օգտագործող՝</b> տվյալների շտեմարանի օգտագործողի անունը<br />
       <b>Գաղտնաբառ՝</b> տվյալների շտեմարանի գաղտնաբառը<br />
       <b>Աղյուսակների նախածանց՝</b> լրացուցիչ նախածանց, որն օգտագործվում է բոլոր աղյուսակների անվանումներում';
$string['databasesettingssub_mssql'] = '<b>Տիպ`</b> SQL*Server (ոչ UTF-8) <b><strong  class=\"errormsg\">Փորձնական (չօգտագործել արտադրական նպատակներով)</strong></b><br />
       <b>Սպասարկիչ (host)`</b> օր.՝ localhost կամ db.isp.com<br />
       <b>Անուն՝</b>  տվյալների շտեմարանի անունը, օր.` moodle<br />
       <b>Օգտագործող՝</b> տվյալների շտեմարանի մուտքաբառը<br />
       <b>Գաղտնաբառ՝</b> տվյալների շտեմարանի գաղտնաբառը<br />
       <b>Աղյուսակների նախածանց՝</b> նախածանց, որն օգտագործվում է բոլոր աղյուսակների անվանումներում (պարտադիր)';
$string['databasesettingssub_mssql_n'] = '<b>Տիպ`</b> SQL*Server (UTF-8)<br />
       <b>Սպասարկիչ (host)`</b> օր.՝ localhost կամ db.isp.com<br />
       <b>Անուն՝</b>  տվյալների շտեմարանի անունը, օր.` moodle<br />
       <b>Օգտագործող՝</b> տվյալների շտեմարանի մուտքաբառը<br />
       <b>Գաղտնաբառ՝</b> տվյալների շտեմարանի գաղտնաբառը<br />
       <b>Աղյուսակների նախածանց՝</b> նախածանց, որն օգտագործվում է բոլոր աղյուսակների անվանումներում (պարտադիր)';
$string['databasesettingssub_mysql'] = '<b>Տիպ`</b> MySQL<br />
       <b>Սպասարկիչ (host)`</b> օր.՝ localhost կամ db.isp.com<br />
       <b>Անուն՝</b>  տվյալների շտեմարանի անունը, օր.` moodle<br />
       <b>Օգտագործող՝</b> տվյալների շտեմարանի մուտքաբառը<br />
       <b>Գաղտնաբառ՝</b> տվյալների շտեմարանի գաղտնաբառը<br />
       <b>Աղյուսակների նախածանց՝</b> նախածանց, որն օգտագործվում է բոլոր աղյուսակների անվանումներում (լրացուցիչ)';
$string['databasesettingssub_mysqli'] = '<b>Տիպ`</b> Բարելավված MySQL<br />
       <b>Սպասարկիչ (host)`</b>  օր.՝ localhost կամ db.isp.com<br />
       <b>Անուն՝</b> տվյալների շտեմարանի անունը, օր.` moodle<br />
       <b>Օգտագործող՝</b> Ձեր տվյալների շտեմարանի մուտքաբառը<br />
       <b>Գաղտնաբառ՝</b> տվյալների շտեմարանի գաղտնաբառը<br />
       <b>Աղյուսակների նախածանց՝</b> նախածանց, որն օգտագործվում է բոլոր աղյուսակների անվանումներում (լրացուցիչ)';
$string['databasesettingssub_oci8po'] = '<b>Տիպ`</b> Oracle<br />
       <b>Սպասարկիչ (host)`</b> չի օգտագործվում, դատարկ թողեք<br />
       <b>Անուն`</b> tnsnames.ora կապի անվանումը<br />
       <b>Օգտագործող`</b> տվյալների շտեմարանի մուտքաբառը<br />
       <b>Գաղտնաբառ՝</b> տվյալների շտեմարանի գաղտնաբառը<br />
       <b>Աղյուսակների նախածանց՝</b> նախածանց, որն օգտագործվում է բոլոր աղյուսակների անվանումներում (պարտադիր, առավելագույնը 2 մաս )';
$string['databasesettingssub_odbc_mssql'] = '<b>Տիպ`</b> SQL*Server (ODBC-ով) <b><strong  class=\"errormsg\">Փորձնական (չօգտագործել արտադրական նպատակնեով)</strong></b><br />
       <b>Սպասարկիչ (host)`</b> DSN-ի անվանումը ODBC ղեկավարման վահանակում<br />
       <b>Անուն`</b> տվյալների շտեմարանի անունը, օր.՝ moodle<br />
       <b>Օգտագործող`</b> տվյալների շտեմարանի մուտքաբառը<br />
       <b>Գաղտնաբառ՝</b> տվյալների շտեմարանի գաղտնաբառը<br />
       <b>Աղյուսակների նախածանց՝</b> նախածանց, որն օգտագործվում է բոլոր աղյուսակների անվանումներում (պարտադիր)';
$string['databasesettingssub_postgres7'] = '<b>Տիպ`</b> PostgreSQL<br />
       <b>Սպասարկիչ (host)`</b> eg localhost or db.isp.com<br />
       <b>Անուն`</b> տվյալների շտեմարանի անունը, օր.՝ moodle<br />
       <b>Օգտագործող`</b> տվյալների շտեմարանի մուտքաբառը<br />
       <b>Գաղտնաբառ՝</b> տվյալների շտեմարանի գաղտնաբառը<br />
       <b>Աղյուսակների նախածանց՝</b> նախածանց, որն օգտագործվում է բոլոր աղյուսակների անվանումներում (պարտադիր)';
$string['databasesettingswillbecreated'] = '<b>Ծանուցում՝</b> Տեղակայող ծրագիրը կփորձի ինքնաշխատ ստեղծել տվյալների շտեմարանը, եթե այն գոյություն չունի։';
$string['dataroot'] = 'Տվյալների դիրեկտորիա';
$string['datarooterror'] = 'Ձեր նշած \'Տվյալների դիրեկտորիան\' չի հաջողվել գտնել կամ ստեղծել։  ՈՒղղեք ճանապարհը կամ ձեռքով ստեղծեք դիրեկտորիան:';
$string['datarootpublicerror'] = 'Ձեր նշած \'Տվյալների դիրեկտորիան\' ուղղակիորեն մատչելի է ցանցից, անհրաժեշտ է ընտրել այլ դիրեկտորիա։';
$string['dbconnectionerror'] = 'Չի հաջողվում կապ հաստատել ձեր նշած տվյալների շտեմարանի հետ: Ստուգեք ձեր տվյալների շտեմարանի կարգաբերումները:';
$string['dbcreationerror'] = 'Տվյալների շտեմարանի ստեղծման սխալ: Հնարավոր չէ ստեղծել տրված անունով տվյալների շտեմարան նշված կարգաբերումներով';
$string['dbhost'] = 'Սպասարկիչ (host server)';
$string['dbpass'] = 'Գաղտնաբառ';
$string['dbprefix'] = 'Աղյուսակների նախածանց';
$string['dbtype'] = 'Տիպ';
$string['dbwrongencoding'] = 'Նշված տվյալների շտեմարանը աշխատում է խորհուրդ չտրվող կոդավորմամբ ($a)։ Ավելի լավ կլինի օգտագործել Յունիկոդային (UTF-8) կոդավորմամբ տվյալների շտեմարան։ Բայց և այնպես, կարող եք շրջանցել այս ստուգումը՝ ընտրելով \"Բաց թողնել ՏՇ կոդավորման ստուգումը\", սակայն կարող եք խնդիրներ ունենալ հետագայում։';
$string['dbwronghostserver'] = 'Դուք պետք է հետևեք \"Սպասարկչի\" կանոններին, ինչպես բացատրվում է վերևում։';
$string['dbwrongnlslang'] = 'Ձեր սպասարկչի NLS_LANG միջավայրի փոփոխականը պետք է օգտագործի AL32UTF8  նիշերի բազմությունը: Տե՛ս OCI8 PHP ճիշտ կազմաձևման փաստաթղթերը։';
$string['dbwrongprefix'] = 'Դուք պետք է հետևեք \"Աղյուսակների նախածանց\"-ի կանոններին, ինչպես բացատրվում է վերևում։';
$string['directorysettings'] = '<p>Հաստատեք այս Moodle-ի տեղակայման վայրը։</p>

<p><b>Ցանցային հասցե՝</b>
Նշեք ամբողջական ցանցային հասցեն, որով Մուդլը մատչելի կլինի:
Եթե ձեր կայքը մատչելի է մի քանի հասցեներով, ապա ընտրեք այն, որը ամենաշատը կօգտագործեն ձեր ուսանողները: Մի ներառեք եզրափակիչ գծիկը:
</p>

<p><b>Moodle դիրեկտորիա՝</b>
Նշեք այս Մուդլի ամբողջական ուղին: 
ՈՒշադրություն դարձրեք մեծատառ/փոքրատառ-երի վրա:

</p>

<p><b>Տվյալների դիրեկտորիա՝</b>
Ձեզ անհրաժեշտ է տեղ, որտեղ Moodle-ը կարող է պահպանել վերբեռնված ֆայլերը։  Այս դիրեկտորիան պետք է ընթեռնելի և ԳՐԱՆՑԵԼԻ լինի ցանցային սպասարկչի օգտագործողի համար 
(սովորաբար \'nobody\' կամ \'apache\'), բայց այն պետք է մատչելի չլինի անմիջապես ցանցից։</p>';
$string['directorysettingshead'] = 'Խնդրվու է հաստատել այս Moodle տեղակայման վայրերը';
$string['directorysettingssub'] = '<b>Ցանցային հասցե՝</b>
Նշեք ամբողջական ցանցային հասցեն, որով Մուդլը մատչելի կլինի:
Եթե ձեր կայքը մատչելի է մի քանի հասցեներով, ապա ընտրեք այն, որը ամենաշատը կօգտագործեն ձեր ուսանողները: Մի ներառեք եզրափակիչ գծիկը:
<br />
<br />
<b>Moodle դիրեկտորիա՝</b>
Նշեք այս Մուդլի ամբողջական ուղին: 
ՈՒշադրություն դարձրեք մեծատառ/փոքրատառ-երի վրա:

<br />
<br />
<b>Տվյալների դիրեկտորիա՝:</b>
Ձեզ անհրաժեշտ է տեղ, որտեղ Moodle-ը կարող է պահպանել վերբեռնված ֆայլերը։  Այս դիրեկտորիան պետք է ընթեռնելի և ԳՐԱՆՑԵԼԻ լինի ցանցային սպասարկչի օգտագործողի համար 
(սովորաբար \'nobody\' կամ \'apache\'), բայց այն պետք է մատչելի չլինի անմիջապես ցանցից։';
$string['dirroot'] = 'Moodle դիրեկտորիա';
$string['dirrooterror'] = '\'Moodle դիրեկտորիա\' կարգաբերումը կարծես թե սխալ է - մեզ չի հաջողվում այնտեղ գտնել տեղակայված Moodle:
 Ստորև բերված արժեքը վերականգնվել է:';
$string['download'] = 'Ներլցնել';
$string['downloadlanguagebutton'] = 'Ներլցնել &quot;$a&quot; լեզվային փաթեթը';
$string['downloadlanguagehead'] = 'Ներլցնել լեզվային փաթեթը';
$string['downloadlanguagenotneeded'] = 'Դուք կարող եք շարունակել տեղակայման գործընթացը` օգտագործելով կանխորոշված լեզվային փաթեթը՝ \"$a\"։';
$string['downloadlanguagesub'] = 'Այժմ Դուք կարող եք ընտրել և ներլցնել Ձեր նախընտրած լեզվային փաթեթը կամ շարունակել ընթացիկ լեզվով:<br /><br />Եթե չունեք լեզվային փաթեթ ներլցնելու հնարավորություն, տեղակայման գործընթացը կշարունակվի անգլերենով։ (Տեղակայման գործընթացի ավարտից հետո հնարավորություն կունենաք ներլցնել և տեղակայել լրացուցիչ լեզվային փաթեթներ։)';
$string['environmenthead'] = 'Միջավայրի ստուգում  ...';
$string['environmentsub'] = 'Մենք ստուգում ենք Ձեր համակարգի տարբեր բաղադրիչների բավարար լինելը համակարգի պահանջներին';
$string['fail'] = 'Ձախողում';
$string['fileuploads'] = 'Ֆայլերի վերբեռնում';
$string['fileuploadserror'] = 'Սա պետք է միացված լինի';
$string['fileuploadshelp'] = '<p>Ֆայլերի վերբեռնումը կանխարգելված է Ձեր սպասարկչում։</p>

<p>Moodle կարող է տեղակայվել, սակայն առանց այս հնարավորության, չեք կարող վերբեռնել դասընթացների 
ֆայլերը կամ նոր օգտագործողների անձնական էջերի
նկարները։</p>

<p>Ֆայլերի վերբեռնումը թույլատրելու համար Դուք 
(կամ Ձեր համակարգի կառավարիչը) պետք է խմբագրի
Ձեր համակարգի հիմնական php.ini ֆայլը և 
<b>file_uploads</b> կարգաբերումը փոխի \'1\'-ի։</p>';
$string['gdversion'] = 'GD տարբերակ';
$string['gdversionerror'] = 'Պատկերների մշակման և ստեղծման համար պետք է առկա լինի GD գրադարանը';
$string['gdversionhelp'] = '<p>Ձեր սպասարկչում տեղակայված չէ GD։</p>

<p>GD-ն գրադարան է, որը պահանջվում է PHP-ից, որպեսզի Moodle-ը թույլատրի պատկերների մշակում 
   (ինչպես օրինակ՝ անձնական էջի պատկերները) և ստեղծի նոր պատկերներ (ինչպես օրինակ՝ 
   աշխատամուտքերի գրաֆիկները)։  Moodle կաշխատի առանց GD-ի - այս հատկությունները մատչելի չեն լինի Ձեզ։</p>

<p>PHP-ում GD ավելացնելու համար (Unix-ում), կազմարկել PHP՝ օգտագործելով --with-gd պարամետրը։</p>

<p>Windows-ում, սովորաբար կարող եք խմբագրել php.ini և չմեկնաբանել php_gd2.dll տողի հղումը։</p>';
$string['globalsquotes'] = 'Ընդհանուր պարամետրերի ոչ անվտանգ մշակում';
$string['globalsquoteserror'] = 'Շտկեք PHP կարգաբերումները՝ կանխարգելեք register_globals և/կամ թույլատրեք magic_quotes_gpc';
$string['globalsquoteshelp'] = '<p>Խորհուրդ չի տրվում register_globals և magic_quotes_gpc կանխարգելումը միաժամանակ։</p>

<p>php.ini-ում խորհուրդ է տրվում <b>magic_quotes_gpc = On</b> և <b>register_globals = Off</b> կարգաբերումը </p>

<p>Եթե Ձեզ մատչելի չէ Ձեր php.ini ֆայլը, հետևյալ տողը կարող եք տեղադրել Moodle դիրեկտորիայի .htaccess կոչվող ֆայլում՝</p>
   <blockquote><div>php_value magic_quotes_gpc On</div></blockquote>
   <blockquote><div>php_value register_globals Off</div></blockquote>
';
$string['installation'] = 'Տեղակայում';
$string['langdownloaderror'] = 'Ցավոք \"$a\" լեզուն տեղակայված չէ և տեղակայման գործընթացը կշարունակվի անգլերենով։';
$string['langdownloadok'] = '\"$a\" լեզուն հաջողությամբ տեղակայվել է։ Տեղակայման գործընթացը կարող եք շարունակել այս լեզվով։';
$string['magicquotesruntime'] = 'Magic Quotes գործարկման ժամանակ';
$string['magicquotesruntimeerror'] = 'Սա պետք է անջատված լինի';
$string['magicquotesruntimehelp'] = '<p>Magic quotes-ի գործարկման ժամանակը պետք է անջատված լինի, որպեսզի Moodle-ը նորմալ աշխատի։</p>

<p>Սովորաբար այն անջատած է լինում լռելյայն ...  տե՛ս այս կարգաբերումը <b>magic_quotes_runtime</b> Ձեր php.ini ֆայլում։</p>

<p>Եթե Ձեզ մատչելի չէ Ձեր php.ini ֆայլը, հետևյալ տողը կարող եք տեղադրել Moodle դիրեկտորիայի .htaccess կոչվող ֆայլում՝</p>
   <blockquote><div>php_value magic_quotes_runtime Off</div></blockquote>';
$string['memorylimit'] = 'Հիշողության սահման';
$string['memorylimiterror'] = 'PHP-ի հիշողության սահմանը շատ փոքր է սահմանված ...  հետագայում կարող եք խնդիրներ ունենալ:';
$string['memorylimithelp'] = '<p>PHP-ի հիշողության սահմանը սպասարկչի համար ներկայումս սահմանված է՝ $a։</p>

<p>հետագայում կարող եք հիշողության հետ կապված խնդիրներ ունենալ, 
   եթե Moodle-ում ունենաք շատ մոդուլներ և/կամ մեծ թվով օգտագործողներ։</p>

<p>Խորհուրդ ենք տալիս PHP-ն կազմաձևել հնարավորին շատ հիշողության համար, օրինակ` 40M: Դրա համար կան մի քանի ձևեր, որոնք կարող եք փորձել.</p>
<ol>
<li>Եթե դուք կարող եք, վերակազմարկել PHP-ն <i>--enable-memory-limit</i>-ով։ Այն թույլ կտա Moodle-ին ինքնուրույն կարգաբերել հիշողության սահմանը։</li>
<li>Եթե Ձեզ մատչելի է php.ini ֆայլը, կարող եք փոխել <b>memory_limit</b>-ը՝ 
    կարգաբերելով մոտավորապես 40M։  </li>
<li>Որոշ PHP սպասարկիչներում Moodle դիրեկտորիայում կարող եք ստեղծել .htaccess ֆայլը, որը պարունակում է այս տողը՝
    <blockquote><div>php_value memory_limit 40M</div></blockquote>
    <p>Սակայն որոշ սպասարկիչներում սա կկանխարգելի <b>բոլոր</b> PHP էջերի աշխատելը 
    (դուք կտեսնեք սխալներ էջերը դիտելիս), այսպիսով դուք պետք է ջնջեք .htaccess ֆայլը։</p></li>
</ol>';
$string['mssql'] = 'SQL*Server (mssql)';
$string['mssql_n'] = 'SQL*Server UTF-8 աջակցմամբ (mssql_n)';
$string['mssqlextensionisnotpresentinphp'] = 'PHP-ն ճիշտ չէ կազմաձևվել MSSQL ընդլայնման հետ, որպեսզի կարողանա աշխատել SQL*Server-ի հետ։  Ստուգեք Ձեր php.ini ֆայլը կամ վերակազմարկեք PHP-ն։';
$string['mysql'] = 'MySQL (mysql)';
$string['mysqli'] = 'Լավացրած MySQL (mysqli)';
$string['mysqlextensionisnotpresentinphp'] = 'PHP-ն ճիշտ չէ կազմաձևվել MSSQL ընդլայնման հետ, որպեսզի կարողանա աշխատել MySQL-ի հետ։   Ստուգեք Ձեր php.ini ֆայլը կամ վերակազմարկեք PHP-ն։';
$string['mysqliextensionisnotpresentinphp'] = 'PHP-ն ճիշտ չէ կազմաձևվել MySQLi ընդլայնման հետ, որպեսզի կարողանա աշխատել MySQL-ի հետ։   Ստուգեք Ձեր php.ini ֆայլը կամ վերակազմարկեք PHP-ն։  MySQLi ընդլայնումը մատչելի չէ PHP 4-ի համար։';
$string['oci8po'] = 'Oracle (oci8po)';
$string['ociextensionisnotpresentinphp'] = 'PHP-ն ճիշտ չէ կազմաձևվել OCI8 ընդլայնման հետ, որպեսզի կարողանա աշխատել Oracle-ի հետ։  Ստուգեք Ձեր php.ini ֆայլը կամ վերակազմարկեք PHP-ն։';
$string['odbc_mssql'] = 'SQL*Server over ODBC (odbc_mssql)';
$string['odbcextensionisnotpresentinphp'] = 'PHP-ն ճիշտ չէ կազմաձևվել ODBC ընդլայնման հետ, որպեսզի կարողանա աշխատել SQL*Server-ի հետ.  Ստուգեք Ձեր php.ini ֆայլը կամ վերակազմարկեք PHP-ն։';
$string['pass'] = 'Անցում';
$string['pgsqlextensionisnotpresentinphp'] = 'PHP-ն ճիշտ չէ կազմաձևվել PGSQL ընդլայնման հետ, որպեսզի կարողանա աշխատել PostgreSQL-ի հետ։  Ստուգեք Ձեր php.ini ֆայլը կամ վերակազմարկեք PHP-ն։';
$string['phpversion'] = 'PHP տարբերակ';
$string['phpversionerror'] = 'PHP տարբերակը պետք է լինի 4.3.0 կամ 5.1.0 (5.0.x -ը ունի որոշ հայտնի խնդիրներ)։';
$string['phpversionhelp'] = '<p>Moodle Մուդլը պահանջում է PHP 4.3.0 կամ 5.1.0 տարբերակները (5.0.x -ը ունի որոշ հայտնի խնդիրներ)։</p>
<p>Դուք գործարկում եք $a տարբերակը</p>
<p>Անհրաժեշտ է բարելավել PHP-ն կամ տեղափոխել նոր PHP տարբերակով սպասարկչի վրա։<br />
(5.0.x-ի դեպքում կարող եք իջեցնել մինչև 4.4.x տարբերակի)</p>';
$string['postgres7'] = 'PostgreSQL (postgres7)';
$string['postgresqlwarning'] = '<strong>Ծանուցում՝</strong> Եթե ունեք կապի հետ կապված որոշ խնդիրներ, կարող եք փորձել կարգաբերել սպասարկչի դաշտերը՝
 host=\'postgresql_host\' port=\'5432\' dbname=\'postgresql_database_name\' user=\'postgresql_user\' password=\'postgresql_user_password\'
և դատարկ թողեք Տվյալների շտեմարանի, օգտագործողի և գաղտնաբառի դաշտերը։ Առավել մանրամասն՝ <a href=\"http://docs.moodle.org/en/Installing_Postgres_for_PHP\">Moodle Docs</a>';
$string['safemode'] = 'Անվտանգ աշխատակերպ';
$string['safemodeerror'] = 'Moodle կարող է խնդիրներ ունենալ միացված անվտանգ աշխատակերպի դեպքում';
$string['safemodehelp'] = '<p>Moodle կարող է տարբեր խնդիրներ ունենալ միացված անվտանգ աշխատակերպի դեպքում, օրինակ՝ չի թույլատրվի ստեղծել նոր ֆայլեր։</p>
   
<p>Անվտանգ աշխատակերպը, սովորաբար թույլատրվում է հասարակական պարանոիդային սպասարկիչներում, այպես որ ձեր Moodle կայքի համար կարող եք գտնել այլ ցանցային hosting տրամադրող ընկերություն։</p>
   
<p>Եթե ցանկանում եք, կարող եք շարունակել տեղակայումը, սակայն հետագայում կարող եք խնդիրներ ունենալ։</p>';
$string['sessionautostart'] = 'Աշխատաշրջանի ինքնաշխատ սկիզբ';
$string['sessionautostarterror'] = 'Սա պետք է անջատված լինի';
$string['sessionautostarthelp'] = '<p>Մուդլը պահանջում է աշխատաժամանակի աջակցություն և չի աշխատի առանց դրա:</p>

<p>Աշխատաշրջանները պետք է թույլատրվեն php.ini ֆայլից ... փնտրեք session.auto_start պարամետրը։</p>';
$string['skipdbencodingtest'] = 'Բաց թողնել ՏՇ կոդավորման ստուգումը';
$string['welcomep10'] = '$a->installername ($a->installerversion)';
$string['welcomep20'] = 'Դուք տեսնում եք այս էջը, քանի որ հաջողությամբ տեղակայել և գործարկել <strong>$a->packname $a->packversion</strong> փաթեթը։ Շնորհավորանքներ։';
$string['welcomep30'] = '<strong>$a->installername</strong> թողարկումը պարունակում է  կիրառական ծրագրեր, որոնք ստեղծում են միջավայր, որտեղ <strong>Moodle</strong> կաշխատի, մասնավորապես՝';
$string['welcomep40'] = 'Այս փաթեթը պարունակում է նաև <strong>Moodle $a->moodlerelease ($a->moodleversion)</strong>։';
$string['welcomep50'] = 'Փաթեթի բոլոր կիրառական ծրագրերի օգտագործումը ղեկավարվում է դրանց համապատասխան արտոնագրերով: Ամբողջական <strong>$a->installername</strong> փաթեթը 
    <a href=\"http://www.opensource.org/docs/definition_plain.html\">բաց կոդով է</a> և տրամադրվում է <a href=\"http://www.gnu.org/copyleft/gpl.html\">GPL</a> արտոնագրով։';
$string['welcomep60'] = 'Հետևյալ էջերի որոշ հեշտ քայլերին հետևելով՝ կարող եք <strong>Moodle</strong> տեղակայել Ձեր համակարգչում։ Դուք կարող եք համաձայնվել լռելյայն կարգաբերումների հետ կամ փոխել դրանք՝ ձեր պահանջներին համապատասխան:';
$string['welcomep70'] = 'Սեղմեք ստորև գտնվող \'Հաջորդ\' կոճակը, որպեսզի անցնեք <strong>Moodle</strong>-ի կարգաբերման հաջորդ քայլին:';
$string['wwwroot'] = 'Ցանցային հասցե';
$string['wwwrooterror'] = '\'Ցանցային հասցեն\' կարծես թե վավերական չէ - այս Moodle-ը այնտեղ չէ։ Ստորև արժեքը վերականգնվել է:';
?>
