<?PHP
$string['xmlrpc-missing']               = 'Այս հատկությունն օգտագործելու համար PHP ծրագրատարբերակում անհրաժեշտ է տեղակայել XML-RPC։';
$string['description']                  = 'Նկարագրություն';
$string['mnet']                         = 'Moodle ցանցաստեղծում';
$string['net']                          = 'Ցանցաստեղծում';
$string['requiresopenssl']              = 'Ցանցաստեղծումը պահանջում է OpenSSL ընդլայնում';
$string['yourhost']                     = 'Ձեր սերվերը (host)';
$string['yourpeers']                    = 'Ձեր հանգույցները';
$string['settings']                     = 'Կարգաբերումներ';
$string['hostsettings']                 = 'Սերվերի կարգաբերումներ';
$string['mnetpeers']                    = 'Հանգույցներ';
$string['themesavederror']              = 'Սխալ. Թեմայի փոփոխությունը չի պահպանվել';
$string['mnetservices']                 = 'Moodle ցանցի ծառայություններ';
$string['mnetthemes']                   = 'Թեմաներ';
$string['trustedhosts']                 = 'XML-RPC հանգույցներ';
$string['trustedhostsexplain']          = '<p>Վստահելի սերվերների (hosts) մեխանիզմ, որը թույլատրում է 
                                           իրականացնել կանչեր Moodle API-ի ցանկացած մասին XML-RPC միջոցով։ Այն 
                                           մատչելի է Moodle-ի վարքը կառավարող գրվածքների համար և թույլատրված կլինի
                                           շատ վտանգավոր ընտրանք։ Եթե կասկածներ ունեք, խուսափեք դրանից։</p>
                                           <p>Այն անհրաժեշտ <strong>չէ</strong> Moodle ցանցաստեղծման համար։</p>
                                           <p>Թույլատրելու համար մուտքագրեք IP հասցեների կամ ցանցերի ցանկը՝
                                           յուրաքանչյուր տողում մեկը։
                                           Օրինակներ՝</p>'.
                                          'Ձեր առանձին սերվերը (host)՝<br />'.
                                          '127.0.0.1<br />'.
                                          'Ձեր առանձին սերվերը (ցանցի բլոկով):<br />'.
                                          '127.0.0.1/32<br />'.
                                          'Սերվեր միայն 192.168.0.7 IP հասցեով:<br />'.
                                          '192.168.0.7/32<br />'.
                                          '192.168.0.1 և 192.168.0.255 միջակայքի ցանկացած IP հասցեով սերվեր:<br />'.
                                          '192.168.0.0/24<br />'.
                                          'Ընդհանրապես ցանկացած սերվեր՝<br />'.
                                          '192.168.0.0/0<br />'.
                                          'Ակնառու է, որ վերջին օրինակը երաշխավորված կազմաձև <strong>չէ</strong>';
$string['otherenrolledusers']           = 'Այլ գրանցված օգտագործողներ';
$string['hideremote']                   = 'Թաքցնել հեռադիր օգտագործողներին';
$string['showremote']                   = 'Ցուցադրել հեռադիր օգտագործողներին';
$string['hidelocal']                    = 'Թաքցնել առանձին (լոկալ) օգտագործողներին';
$string['showlocal']                    = 'Ցուցադրել առանձին (լոկալ) օգտագործողներին';
$string['hostcoursenotfound']           = 'Սերվերը կամ դասընթացը չեն գտնվել';
$string['enrollingincourse']            = 'Գրանցում $a[1] սերվերի $a[0] դասընթացում<br />';
$string['duplicate_usernames']          = 'Մեզ չի հաջողվել ստեղծել ցուցիչ Ձեր օգտագործողի աղյուսակի \"mnethostid\" և
\"username\" սյունակներում։<br />'.
                                          'Սա կարող է ստացվել, եթե Ձեր օգտագործողի աղյուսակում ունեք 
<a href=\"$a\" target=\"_blank\">կրկնօրինակված մուտքաբառեր</a>։<br />'.
                                          'Ձեր նորացումը պետք է հաջողությամբ ավարտվի։ Սեղմեք վերոնշյալ հղումը, և այս խնդրի 
լուծման հետ կապված'.
                                          ' հրահանգները կարտածվեն նոր պատուհանում։ Դուք կարող եք ուշադրություն դարձնել դրան 
նորացման ավարտին։<br />';
$string['nomodifyacl']                  = 'Դուք չունեք MNET մատչելիության կառավարման ցանկը ձևափոխելու թույլտվություն։';
$string['recordnoexists']               = 'Գրառումը գոյություն չունի։';
$string['enterausername']               = 'Խնդրվում է մուտքագրել մուտքաբառը կամ միմյանցից ստորակետներով անջատված մուտքաբառերի ցանկը։';
$string['selectahost']                  = 'Խնդրվում է ընտրել հեռադիր Moodle հանգույց։';
$string['selectaccesslevel']            = 'Խնդրվում է ցանկից ընտրել մատչելիության մակարդակ։';
$string['noaclentries']                 = 'SSO մատչելիության կառավարման ցանկում չկան գրառումներ';
$string['deleteaserver']                = 'Սերվերի ջնջում';
$string['deletehost']                   = 'Ջնջել սերվերը (host)';
$string['nosite']                       = 'Չի հաջողվել գտնել կայքի մակարդակի դասընթաց';
$string['postrequired']                 = 'Ջնջման գործառույթը ՓՈՍՏԱՅԻՆ հարցում է պահանջում։';
$string['hostdeleted']                  = 'Լավ – սերվերը (host) ջնջվել է';
$string['reenableserver']               = 'Ոչ - այս սերվերը վերաթույլատրելու համար ընտրեք այս ընտրանքը։';
$string['nocurl']                       = 'PHP cURL գրադարանը տեղակայված չէ';
$string['publish']                      = 'Հրապարակել';
$string['subscribe']                    = 'Բաժանորդագրել';
$string['failedaclwrite']               = '\'$a\' օգտագործողին չի հաջողվել գրանցել MNET մատչելիության կառավարման ցուցակում։';
$string['receivedwarnings']             = 'Ստացվել են հետևյալ զգուշացումները';
$string['reallydeleteserver']           = 'Դուք համոզվա՞ծ եք, որ ցանկանում եք ջնջել այս սերվերը';
$string['deleteuserrecord']             = 'SSO ACL: $a[1]-ից ջնջել \'$a[0]\' օգտագործողի գրառումը։';
$string['invalidaccessparam']           = 'Մատչելիության անվավեր պարամետր։';
$string['invalidactionparam']           = 'Գործողության անվավեր պարամետր։';
$string['currentkey']                   = 'Հրապարակման ընթացիկ բանալի';
$string['keymismatch']                  = 'Ազատ բանալի, որը պահում եք այս կայքի համար տարբերվում ներկայումս հրապարակվածից։';
$string['invalidurl']                   = 'URL անվավեր պարամետր։';
$string['expireyourkey']                = 'Ջնջել այս բանալին';
$string['deletekeycheck']               = 'Դուք համոզվա՞ծ եք, որ ցանկանում եք ջնջել այս ստեղնը։';
$string['expireyourkeyexplain']         = 'Moodle-ը ավտոմատ շրջանառում է Ձեր բանալիները յուրաքանչյուր 28 օրը մեկ անգամ (լռակյաց), սակայն դուք ունեք ընտրության հնարավորություն '.
                                          'ցանկացած ժամանակ <em>ձեռքով</em> սպառելու այս բանալու ժամկետը։  Սա օգտակար կլինի միայն այն դեպքում, եթե դուք կարծում եք, '.
                                          'որ այս բանալու գաղտնիությունը խախտվել է։ Փոփարինողն անմիջապես ինքնաշխատ կստեղծվի։<br />'.
                                          'Այս բանալու ջնջումը մյուս Moodle կայքերին կզրկի հաղորդակցվելու Ձեզ հետ, մինչև Դուք '.
                                          'ձեռքով կապվեք յուրաքանչյուր կառավարչի հետ և տրամադրեք Ձեր նոր բանալին։';
$string['deleteoutoftime']              = 'Այս բանալին ջնջելու Ձեր 60-վայրկյանանոց պատուհանի ժամկետը սպառվել է։ Խնդրվում է նորից սկսել։';
$string['deletewrongkeyvalue']          = 'Սխալ է ստացվել։ Եթե Դուք չեք փորձել ջնջել Ձեր սերվերի SSL մանալին, ապա հնարավոր է, որ '.
                                          'Դուք ենթարկվել եք հարձակաման։ Ոչ մի գործողություն չի ձեռնարկվել։';
$string['keydeleted']                   = 'Ձեր բանալին հաջողությամբ ջնջվել և տեղափոխվել է։';
$string['is_in_range']                  = '&nbsp;<code>$a</code>&nbsp; IP հասցեն ներկայացնում է վավերական վստահելի սերվեր (host)։';
$string['validated_by']                 = 'Այն վավերացվել է ցանցից՝ &nbsp;<code>$a</code>';
$string['not_in_range']                 = '&nbsp;<code>$a</code>&nbsp; IP հասցեն չի ներկայացնում վավերական վստահելի սերվեր (host)։';
$string['testtrustedhosts']             = 'Փորձաստուգել հասցեն';
$string['testtrustedhostsexplain']      = 'Մուտքագրեք IP հասցեն, որպեսզի տեսնեք արդյո՞ք այն վստահելի սերվեր (host) է։';
$string['forbidden-function']           = 'Այդ գործառույթը չի թույլատրվել RPC-ի համար։';
$string['forbidden-transport']          = 'Փոխանցման մեթոդը, որը փորձում եք օգտագործել, թույլատրված չէ։';
$string['registerallhosts']             = 'Գրանցել բոլոր սերվերները (host) (<em>Հյուսակ աշխատակերպ</em>)';
$string['registerallhostsexplain']      = 'Դուք կարող եք ընտրել գրանցել բոլոր սերվերները (hosts), որոնք փորձում են կապ հաստատել Ձեզ հետ։
                                           Սա նշանակում է, որ գրառումը կարտածվի Ձեր սերվերների (hosts) ցուցակի ցանկացած '.
                                          'Moodle կայքի համար, որը կապ է հաստատում Ձեզ հետ և ազատ բանալի ստանալու հարցում է կատարում։<br />'.
                                          'Ստորև ունեք ընտրանք՝ կազմաձևելու ծառայություններ \'Բոլոր սերվերների\' համար և այնտեղ տրամադրելով որոշ ծառայություններ, Դուք ի վիճակի եք '.
                                          'ցանկացած Moodle սերվերի տրամադրել ծառայություններ առանց տարբերակման։';
$string['mnet_session_prohibited']      = 'Ձեր տնային համակարգչից ներկայումս չի թույլատրվում այցելել $a։';
$string['ssl_acl_allow']                = 'SSO ACL: Թույլատրել $a[1]-ի $a[0] օգտագործողին';
$string['ssl_acl_deny']                = 'SSO ACL: Մերժել $a[1]-ի $a[0] օգտագործողին ';
$string['enabled_for_all']              = '(Այս ծառայությունը թույլատրվել է բոլոր սերվերների համար)։';
$string['nosuchfile']                   = '$a ֆայլը/գործառույթը գոյություն չունի';
$string['nosuchfunction']               = 'Չի կարող տեղադրել գործառույթը, կամ գործառույթը արգելված է RPC համար։';
$string['nosuchmodule']                 = 'Գործառույթը սխալ է հասցեավորվել և չի կարող տեղադրվել։ Խնդրվում է օգտագործել mod/modulename/lib/functionname ձևաչափը։';
$string['nosuchpublickey']              = 'Կանխարգելել ստանալ ազատ բանալին ստորագրությունների ստուգման (հաստատման) համար։';
$string['nosuchservice']                = 'Այս սերվերում RPC ծառայությունը չի գործարկվում։';
$string['nosuchtransport']              = 'Այդ ID-ով փոխանցում գոյություն չունի։';
$string['phperror']                     = 'Ներքին PHP սխալ կանխարգելել է Ձեր հարցման կատարումը։';
$string['wrong-ip']                     = 'Ձեր IP հասցեն չի համապատասխանում հասցեին, որը մենք ունենք հաշվետվությունում։';
$string['verifysignature-error']        = 'Ստորագրության ստուգումը ձախողվել է։ Սխալ է տեղի ունեցել։';
$string['verifysignature-invalid']      = 'Ստորագրության ստուգումը ձախողվել է։ Կարծես թե սա Դուք չեք ։';
$string['mnetsettings']                 = 'Moodle ցանցի կարգաբերումներ';
$string['mnetservices']                 = 'Ծառայություններ';
$string['mnetthemes']                   = 'Թեմաներ';
$string['mnetlog']                      = 'Մուտքեր';
$string['issubscribed']                 = '$a Moodle-ը բաժանորդագրվում է Ձեր սերվերի այս ծառայությանը։';
$string['ispublished']                  = '$a Moodle-ը կանխարգելել է այս ծառայությունը Ձեզ համար։';
$string['version']                      = 'տարբերակ';
$string['id']                           = 'ID';
$string['hostname']                     = 'Սերվերի անունը (հostname) ';
$string['last_connect_time']            = 'Կապի հաստատման վերջին ժամանակը';
$string['RPC_HTTPS_VERIFIED']           = 'HTTPS (ստորագրված)';
$string['RPC_HTTPS_SELF_SIGNED']        = 'HTTPS (ինքնաստորագրված)';
$string['RPC_HTTP_VERIFIED']            = 'HTTP (ստորագրված)';
$string['RPC_HTTP_SELF_SIGNED']         = 'HTTP (ինքնաստորագրված)';
$string['RPC_HTTP_PLAINTEXT']           = 'HTTP չգաղտնագրված';
$string['remotehosts']                  = 'Հեռադիր սերվերներ (hosts)';
$string['remotemoodles']                = 'Հեռադիր Moodle կայքեր';
$string['remotecourses']                = 'Հեռադիր դասընթացներ';
$string['courseson']                    = ' դասընթացները on ';
$string['permittedtransports']          = 'Թույլատրված փոխանցումներ';
$string['current_transport']            = 'Ընթացիկ փոխանցում';
$string['system']                       = 'Համակարգ';
$string['on']                           = 'Միացնել';
$string['off']                          = 'Անջատել';
$string['strict']                       = 'Խիստ';
$string['promiscuous']                  = 'Անկանոն';
$string['aboutyourhost']                = 'Ձեր սերվերի վերաբերյալ';
$string['invalidhost']                  = 'Ձեզ անհրաժեշտ է տրամադրել սերվերի վավերական նույնացուցիչ';
$string['moodleloc']                    = 'Moodle-ի տեղը';
$string['addnewhost']                   = 'Ավելացնել նոր սերվեր (host)';
$string['addhost']                      = 'Ավելացնել սերվեր (host)';
$string['never']                        = 'Երբեք';
$string['restore']                      = 'Վերականգնել';
$string['warning']                      = 'Զգուշացում';
$string['illegalchar-host']             = 'Սերվերի անվանումը պարունակում է անօրինական նշաններ՝ $a';
$string['usersareonline']               = 'Նախազգուշացում. այդ սերվերի $a օգտագործողներ ներկայումս գտնվում են Ձեր կայքում։';
$string['illegalchar-moodlehome']       = 'Ձեր Moodle տեղը պարունակում անօրինական նիշեր';
$string['nonmatchingcert']              = 'Վկայագրի վերնագիրը՝ <br /><em>$a[0]</em><br />, չի համապատասխանում սերվերին, որից ստացվել է՝<br /><em>$a[1]</em>։';
$string['noipmatch']                    = 'Հեռադիր մեքենայի հասցեն՝ <br /><em>$a[0]</em><br />չի համապատասխանում ինչ-որ բանի<br /><em>$a[1]</em> գրառման մեջ։';
$string['reviewhostdetails']            = 'Սերվերի տվյալների դիտարկում';
$string['reviewhostservices']           = 'Սերվերի ծառայությունների դիտարկում';
$string['moodle_home_help']             = 'Moodle-ի տիտղոսաթերթի ուղին հեռադիր սերվերում, օր.՝ /moodle/։';
$string['hostnamehelp']                 = 'Հեռադիր սերվերի որակյալ տիրույթի անուն, օր.՝ www.example.com';
$string['idhelp']                       = 'Այս արժեքը նշանակվել է ավտովատ և չի կարող փոփոխվել';
$string['invalidpubkey']                = 'Սա վավերական SSL բանալի չէ։';
$string['nopubkey']                     = 'Խնդիր է առաջացել ազատ բանալին վերադարձնելիս։<br />Հնարավոր է, որ սերվերը չի թույլատրել Moodle ցանցաստեղծում կամ բանալին անվավեր է։';
$string['last_connect_time_help']       = 'Ժամանակը, երբ վերջին անգամ կապ եք հաստատել այս սերվերի հետ։';
$string['last_transport_help']          = 'Փոխանցումը, երբ վերջին անգամ կապ եք հաստատել այս սերվերի հետ։';
$string['transport_help']               = 'Այս տարբերակները հակադարձ են, այսպիսով կարող եք միայն հեռադիր սերվերին օգտագործել ստորագրված SSL, եթե Ձեր սերվերը նույնպես ունի ստորագրված SSL վկայագիր։';
$string['https_verified_help']          = 'Թույլատրել կապի հնարավորություն՝  հեռադիր սերվերում (host) օգտագործելով SSL վկայագիր։';
$string['http_self_signed_help']        = 'Թույլատրել կապի հնարավորություն՝  հեռադիր սերվերում (host) օգտագործելով ինքնաստորագրված DIY SSL վկայագիր։';
$string['http_verified_help']           = 'Թույլատրել կապի հնարավորություն՝  հեռադիր սերվերի (host) PHP-ում օգտագործելով SSL վկայագիր, սակայն http-ով (ոչ https)։';
$string['https_self_signed_help']       = 'Թույլատրել կապի հնարավորություն՝  հեռադիր սերվերի (host) PHP-ում օգտագործելով ինքնաստորագրված DIY SSL http-ով։';
$string['hostexists']                   = 'Այդ սերվերի համար գրառում արդեն գոյություն ունի և Moodle կիրառում է $a ID-ով։<br />Գրառումը խմբագրելու համար սեղմեք <em>Շարունակել</em> կոճակը։';
$string['publickey']                    = 'Ազատ բանալի';
$string['expires']                      = 'Վավերական է մինչև';
$string['expired']                      = 'Այս բանալու ժամկետը լրացել է՝';
$string['publickey_help']               = 'Այս ազատ բանալին ինքնաշխատ ստացվել է հեռադիր սերվերից։';
$string['couldnotgetcert']              = 'Ոչ մի վկայագիր չի գտնվել <br />$a-ում։ <br />Սերվերը կարող է անջատված կամ սխալ կազմաձևված լինել։';
$string['ipaddress']                    = 'IP հասցե';
$string['badcert']                      = 'Սա անվավեր վկայագիր է։';
$string['couldnotmatchcert']            = 'Սա չի համապատասխանում  ներկայումս ցանցային սերվերում հրապարակված վկայագրին։';
$string['forcesavechanges']             = 'Պարտադրել պահպանել փոփոխությունները';
$string['serviceswepublish']            = 'Ծառայություններ, որոնք հրապարակել ենք $a-ում։';
$string['serviceswesubscribeto']        = '$a-ի ծառայություններ, որոնց մենք բաժանորդագրվում  ենք։';
$string['nohostid']                     = 'Այս էջը պահանջում է սերվերի ID (Host ID), որը պետք է ամբողջ թիվ լինի։';
$string['networksettings']              = 'Ցանցի կարգաբերումներ';
$string['helpnetworksettings']          = 'Կազմաձևել ինտեր-Moodle կապը';
$string['mnet_concatenate_strings']     = 'Կապեք (մինչև) 3 տողեր և վերադարձրեք արդյունքը';
$string['notPEM']                       = 'Այս բանալին PEM ձևաչափի չէ։ Այն չի աշխատի։';
$string['notBASE64']                    = 'Այս տողը (string) Base64 կոդավորման ձևաչափի չէ։ Այն չի կարող վավերական լինել։';
$string['usercannotchangepassword'] = 'Դուք չեք կարող այստեղ փոխել Ձեր գաղտնաբառը, քանի որ հեռադիր օգտագործող եք։';
$string['userchangepasswordlink'] = '<br /> Դուք կարող եք փոխել Ձեր գաղտնաբառը Ձեզ <a href=\"$a->wwwroot/login/change_password.php\">$a->description</a> տրամադրողի էջում։';
$string['remotehost'] = 'Հեռադիր հյուսակ (hub)';
$string['allow'] = 'Թույլատրել';
$string['deny'] = 'Մերժել';
$string['addtoacl'] = 'Ավելացնել մատչելիության կառավարմանը';
$string['accesslevel'] = 'Մատչելության մակարդակ';
$string['ssoaccesscontrol'] = 'SSO մատչելիության կառավարում';
$string['notpermittedtojump'] = 'Ձեզ թույլատրված չէ հեռադիր աշխատաշրջան սկսել այս Moodle հյուսակից (hub)։';
$string['notpermittedtoland'] = 'Ձեզ թույլատրված չէ հեռադիր աշխատաշրջան սկսել։';
$string['authfail_nosessionexists'] = 'Վավերացումը ձախողվել է. mnet սեսիան գոյություն չունի։';
$string['authfail_sessiontimedout'] = 'Վավերացումը ձախողվել է. mnet աշխատաշրջանի ժամանակը սպառվել է։';
$string['authfail_usermismatch'] = 'Վավերացումը ձախողվել է. օգտագործողը չի համապատասխանում։';
$string['hostnotconfiguredforsso'] = 'Այս հեռադիր Moodle հյուսակը կազմաձևված չէ հեռադիր մուտքի համար։';
$string['authmnetdisabled'] = 'Moodle ցանցաստեղծման վավերացումը կանխարգելված է։';
$string['unknownerror'] = 'Անհայտ սխալ է ստացվել պայմանների քննարկման ընթացքում։';
$string['nolocaluser'] = 'Հեռադիր օգտագործողի առանձին գրառումներ գոյություն չունեն։';
$string['databaseerror'] = 'Չի կարող տվյալներ գրանցել շտեմարանում։';
$string['ssoacldescr'] = 'Հատուկ օգտագործողների մատչելիությունը հեռադիր Moodle ցանցի սերվերներից (host) թույլատրելու/մերժելու համար օգտագործեք այս էջը։ Այն ֆունկցիոնալ է, եթե հեռադիր օգտագործողներին Դուք տրամադրում եք SSO ծառայություններ։ Ձեր <em>լոկալ</em> օգտագործողների Moodle ցանցի այլ սերվերներում շրջելու հնարավորության կառավարման համար, օգտագործեք դերերի համակարգը և թույլատրեք <em>mnetlogintoremote</em> ընդունակությունը։';
$string['ssoaclneeds'] = 'Որպեսզի այս գործառույթն աշխատի, անհրաժեշտ է, որ Moodle ցանցաստեղծումը միացված լինի, պլյուս ակտիվացված լինի օգտագործողների ինքնաշխատ ավելացմամբ Moodle ցանցաստեղծման վավերացման մեթոդը։';
$string['mnetdisabled'] = 'Moodle ցանցը <strong>կանխարգելված է</strong>։';
$string['authmnetdisabled'] = 'Moodle ցանցաստեղծման <em>Վավերացման մեթոդը</em> <strong>կանխարգելված է</strong>';
$string['authmnetautoadddisabled'] = 'Moodle ցանցաստեղծման վավերացման մեթոդում <strong>կանխարգելված է</strong> <em>օգտագործողների ինքնաշխատ ավելացումը</em>։';
$string['mnetenrol'] = 'Գրանցումներ';
$string['remoteenrolhosts_desc'] = 'Օգտագործողներին գրանցել և դուրս գրել Ձեր Moodle համակարգից
                                    Moodle սերվերներում (host), որոնք թույլատրում են անել դա Moodle
                                    ցանցի գրանցման մեթոդով։';
$string['host'] = 'սերվեր (host)';
$string['enrolments'] = 'գրանցումներ';
$string['editenrolments'] = 'գրանցել';
$string['logs'] = 'մուտքեր';
$string['courses'] = 'դասընթացներ';
$string['enrolcourses_desc'] = 'Այս սերվերից (host) hեռադիր գրանցման համար առաջարկվող դասընթացներ։';
$string['enrolcourseenrol_desc'] = 'Օգտագործողներին գրանցել/դուրս գրել այս դասընթացից՝ օգտագործելով Moodle ցանցի գրանցումները։
                                    ՈՒշադրություն դարձրեք, որ օգտագործողները, հնարավոր է, այս դասընթացում գրանցվել են այլ
                                    մեթոդով, եթե հեռադիր սերվերները թույլատրում են դրանք։ Այդպիսի գրանցումները թվարկված են
                                    <em>Այլ գրանցված օգտագործողներ</em> ցուցակում';
$string['host'] = 'սերվեր (host)';
$string['loginlinkmnetuser'] = '<br />Եթե Դուք Moodle ցանցի հեռադիր օգտագործող եք և կարող եք <a href=\"$a\">Ձեր էլ.-փոստը հաստատել այստեղ</a>, կարող եք վերաուղղորդվել Ձեր մուտքի էջ։<br />';
$string['error7020'] = 'Այս սխալը, սովորաբար ստացվում է, եթե հեռադիր կայքը Ձեր համար ստեղծել է գրառում սխալ wwwroot-ով, օրինակ՝ http://yoursite.com  http://www.yoursite.com-ի փոխարեն։ Դուք պետք է դիմեք հեռադիր կայքի կառավարչին Ձեր wwwroot-ով (ինչպես նշված է config.php-ում), որպեսզի նա նորացնի իր գրառումը Ձեր սերվերի (host) համար։';
$string['error7023'] = 'Հեռադիր սերվերը փորձել է գաղտնազերծել Ձեր հաղորդագրությունը բոլոր այն բանալիներով, որն ունի Ձեր կայքի հաշվետվությունում։ Բոլոր փորձերը ձախողվել են։ Դուք կարող էիք ուղղել այս խնդիրը՝ ձեռքով հավաքելով հեռադիր կայքում։ Հազիվ թե նման բան պատահի, եթե Դուք մի քանի ամիս հաղորդակցության մեջ չեք եղել հեռադիր կայքի հետ։';
$string['error7022'] = 'Հաղորդագրությունը, որը Դուք ուղարկել եք հեռադիր կայք, գաղտնազերծվել է, ինչպես հարկն է, սակայն ստորագրված չէ։ Դա շատ անսպասելի է։ Եթե դա կատարվում է, հավանաբար, ֆայլը սխալ է (տրամադրեք հնարավորինս շատ տեղեկություն Moodle տարբերակի վերաբերյալ և այլն։';
$string['error7024'] = 'Դուք հեռադիր սերվեր եք ուղարկում չգաղտնազերծված հաղորդագրություն, սակայն հեռադիր սերվերը չի ընդունում չգաղտնազերծված հաղորդակցություն Ձեր կայքից։ Դա շատ անսպասելի է։ հավանաբար, ֆայլը սխալ է (տրամադրեք հնարավորինս շատ տեղեկություն Moodle տարբերակի վերաբերյալ և այլն։';
$string['error709']  = 'Հեռադիր կայքի SSL բանալու ստացումը չի հաջողվել։';
$string['error7026'] = 'Բանալին, որով ստորագրված է Ձեր հաղորդագրությունը, տարբերվում է բանալուց, որն ունի հեռադիր սերվերը Ձեր սերվերի համար։ Հեռադիր սերվերի (host) հետագա փորձը՝ վերցնել Ձեր ընթացիկ բանալին, ձախողվել է։ Խնդրվում է ձեռքով հավաքեք այդ բանալին հեռադիր սերվերում և փորձեք կրկին։';
?>
