<?PHP // $Id$ 
      // my.php - created with Moodle 1.7 beta + (2006101003)
$string['mymoodle'] = 'Իմ դասընթացների տեսությունը';
$string['nocourses'] = 'Դասընթացի վերաբերյալ ոչ մի տեղեկատվություն չկա, որպեսզի ցուցադրվի։';
$string['noguest'] = '\'Դասընթացի տեսություն\' էջը մատչելի չէ հյուրին';
$string['pinblocks'] = 'Կազմաձևեք ամրագրված բլոկներ իմ moodle-ի համար';
$string['pinblocksexplan'] = 'Այստեղ կազմաձևված ցանկացած բլոկի կարգաբերումները տեսանելի կլինեն (և չխմբագրվող) moodle օգտագործողների համար իրենց \'իմ moodle-ը\' դասընթացի տեսության էջում';
?>
