<?PHP // $Id$ 
      // my.php - created with Moodle 1.8.2+ (2007021520)
      // local modifications from http://swnet.info/moodle


$string['mymoodle'] = 'Իմ դասընթացների դիտում';
$string['nocourses'] = 'Դասընթացների ինֆորմացիա չկա ցուցադրելու համար';
$string['noguest'] = '\'Դասընթացի Դիտման\' էջը հասանելի չէ հյուրերի համար';
$string['pinblocks'] = 'Կոնֆիգուրացնել ամրացված բլոկերը իմ մուդլի համար';
$string['pinblocksexplan'] = 'Այստեղ կոնֆիգուրացված ցանկացած բլոկի կարգավորիչ տեսանելի կլինի (բայց ոչ խմբագրելի) մուդլի ցանկացած օգտագործողի համար` իրենց \'իմ մուդլ\' էջում:';

?>
