<?php
$string['addmoreqblanks'] = 'Ավելացնել {no} նոր հարց(եր)';
$string['filloutthreeqsandtwoas'] = 'Ձեզ անհրաժեշտ է տրամադրել  նվազագույնը երկու հարց և երեք պատասխան։ Դուք կարող եք դատարկ հարցերի հետ տրամադրել լրացուցիչ սխալ պատասխաններ։ Այն գրառումները, որոնցում և՛ հարցը, և՛ պատասխանը դատարկ են, կանտեսվեն։';
$string['nomatchinganswerforq'] = 'Ձեզ անհրաժեշտ է նշել պատասխան այս հարցի համար';
$string['notenoughquestions'] = 'Ձեզ անհրաժեշտ է տրամադրել հարց և պատասխանի նվազագույնը $a զույգ։';
$string['notenoughqsandas'] = 'Ձեզ անհրաժեշտ է տրամադրել նվազագույնը $a->q հարց և $a->a պատասխան։';
?>