<?php
$string['addmoreanswerblanks'] = 'Ավելացնել {no} նոր պատասխան(ներ)';
$string['answerno'] = 'Պատասխան $a';
$string['filloutoneanswer'] = 'Անհրաժեշտ է տրամադրել նվազագույնը մեկ հնարավոր պատասխան։ Դատարկ թողնված պատասխանները չեն օգտագործվի։ \'*\' կարող է օգտագործվել որպես ցանկացած նիշի կամ նիշերի խմբի դերանշան։ Առաջին համակցված պատասխանը կօգտագործվի գնահատականը և մեկնաբանությունը սահմանելու համար։ ';
$string['answermustbegiven'] = 'Անհրաժեշտ է մուտքագրել պատասխան, եթե կա գնահատական կամ դիտողություն։';
?>