<?PHP // $Id$ 
      // qtype_shortanswer.php - created with Moodle 1.8.2+ (2007021520)
      // local modifications from http://swnet.info/moodle


$string['addmoreanswerblanks'] = 'Թերթեր Լրացուցիչ Պատասխանների համար';
$string['answerno'] = 'Պատասխան $a';
$string['filloutoneanswer'] = 'Դուք պետք է տրամադրեք առնվազն մեկ հնարավոր պատասխան: Դատարկ թողնված պատասխանները չեն օգտագործվի: \'*\'-ը կարող է օգտագործվել որպես հատուկ նշան, ցանկացած նշան համապատասխանոցնելու համար: Առաջին համընկնող պատասխանը կօգտագործվի հետ պատասխանը և գնահատականը որոշելու համար:';

?>
