<?PHP // $Id$ 
      // qtype_datasetdependent.php - created with Moodle 1.8.2+ (2007021520)
      // local modifications from http://swnet.info/moodle


$string['additem'] = 'Ավելացնել տարր';
$string['atleastonerealdataset'] = 'Պետք է լինի առնվազն մեկ իրական տվյալների բազմություն հարցի տեքստում';
$string['atleastonewildcard'] = 'Պետք է լինի առնվազն մեկ հատուկ նշան պատասխանի բանաձևում կամ հարցի տեքստում';
$string['calcdistribution'] = 'Բաշխում';
$string['calclength'] = 'Տասնորդական Կարգեր';
$string['calcmax'] = 'Առավելագույն';
$string['calcmin'] = 'Նվազագույն';
$string['dataitemdefined'] = '$a թվային արշեքների հետ արդեն սահմանված է հասանելի';
$string['datasetrole'] = '<strong>{x..}</strong> հատուկ նշանները կբաժանվեն դրանց տվյալների բազմությունից թվային արժեքներով';
$string['deletelastitem'] = 'Հեռացնել Վերյին Տարրը';
$string['existingcategory1'] = 'նիշ արդեն առկա նիշերի բազմությունից, որոնք նույնպես օգտագորվել այլ հարցերի կողմից այս կատեգորիայում';
$string['existingcategory2'] = 'ֆայլ արդեն առկա ֆայլերի բազմությունից, որոնք նույնպես օգտագորվել այլ հարցերի կողմից այս կատեգորիայում';
$string['existingcategory3'] = 'հղում արդեն առկա հղումների բազմությունից, որոնք նույնպես օգտագորվել այլ հարցերի կողմից այս կատեգորիայում';
$string['forceregeneration'] = 'ստիպողական գեներացում';
$string['getnextnow'] = 'Ստանալ Նոր \'Տարր Ավելացնելու համար\' Հիմա';
$string['item(s)'] = 'տարր(եր)';
$string['itemno'] = 'Տարր $a';
$string['itemscount'] = 'Տարրեր<br/>Քանակ';
$string['itemtoadd'] = 'Տարր Ավելացնելու համար';
$string['keptcategory1'] = 'նիշ նույն կատեգորիայի օգտագործած նիշերի բազմությունից, ինչպես առաջ';
$string['keptcategory2'] = 'ֆայլ նույն կատեգորիայի օգտագործած ֆայլերի բազմությունից, ինչպես առաջ';
$string['keptcategory3'] = 'հղում նույն կատեգորիայի օգտագործած հղումների բազմությունից, ինչպես առաջ';
$string['keptlocal1'] = 'նիշ նույն հարցի մասնավոր նիշերի բազմությունից, ինչպես առաջ';
$string['keptlocal2'] = 'ֆայլ նույն հարցի մասնավոր ֆայլերի բազմությունից, ինչպես առաջ';
$string['keptlocal3'] = 'հղում նույն հարցի մասնավոր հղումներից բազմությունից, ինչպես առաջ';
$string['lastitem(s)'] = 'վերջին տարր(եր)';
$string['loguniform'] = 'Լոգ ձևաչափ';
$string['minmax'] = 'Արժեքների Տիրույթ';
$string['newcategory1'] = 'նիշ նոր նիշերի բազմությունից, որը նաև կարող է օգտագործվել այլ հարցերի կողմից այս կատեգորիայում';
$string['newcategory2'] = 'ֆայլ նոր ֆայլերի բազմությունից, որը նաև կարող է օգտագործվել այլ հարցերի կողմից այս կատեգորիայում';
$string['newcategory3'] = 'հղում նոր հղումների բազմությունից, որը նաև կարող է օգտագործվել այլ հարցերի կողմից այս կատեգորիայում';
$string['newlocal1'] = 'նիշ նոր նիշերի բազմությունից, որը միայն պետք է օգտագործվի այս հարցի կողմից';
$string['newlocal2'] = 'ֆայլ նոր ֆայլերի բազմությունից, որը միայն պետք է օգտագործվի այս հարցի կողմից';
$string['newlocal3'] = 'հղում նոր հղումների բազմությունից, որը միայն պետք է օգտագործվի այս հարցի կողմից';
$string['nodataset'] = 'ոչինչ` սա հատուկ նշան չէ';
$string['param'] = 'Պարամետր {<strong>$a</strong>}';
$string['replacewithrandom'] = 'Փոխարինել պատահական արժեքով';
$string['reuseifpossible'] = 'օգտագործել նախկին արժեքը, եթե հասանելի է';
$string['sharedwildcard'] = 'Ընդհանրացված հատուկ նշան';
$string['sharedwildcards'] = 'Ընդհանրացված հատուկ նշաններ';
$string['uniform'] = 'Ձևաչափ';
$string['updatedatasetparam'] = 'Թարմացնել դվյալների բազմության պարամետրը';
$string['youmustaddatleastoneitem'] = 'Դուք պետք է ավելացնեք առնվազն մեկ տվյալների բազմության տարր, նախքան այս հարցը հիշելը:';

?>
