<?php
$string['spamauto'] = 'Ինքնաշխատ հայտնաբերել սպամ նմուշները';
$string['spamcannotdelete'] = 'Այս օգտագործողը չի կարող ջնջվել';
$string['spamcannotfinduser'] = 'Ոչ մի օգտագործող չի համապատասխանում Ձեր որոնմանը';
$string['spamcleaner'] = 'Սպամ զտիչ';
$string['spamcleanerintro'] = 'Այս գրվածքը հնարավորություն է տալիս  օգտագործողների անձնական էջերում փնտրել որոշակի տողեր, ապա՝ ջնջել այն էջերը, որոնք հավանաբար ստեղծվել են սպամերների կողմից։  Կարող եք փնտրել բազմակի հիմնաբառեր՝ օգտագործելով ստորակետներ (օր.՝ casino, porn)<br /><br />Սրա վերաբերյալ մանրամասն տեղեկատվություն կարող եք գտնել Moodle փաստաթղթերում <a href=\"http://docs.moodle.org/en/Reducing_spam_in_Moodle\">Սպամի նվազեցումը Moodle-ում</a>։';
$string['spamdesc'] = 'Նկարագրություն';
$string['spamdeleteall'] = 'Ջնջել այս օգտագործողների հաշիվները';
$string['spamdeleteconfirm'] = 'Դուք համոզվա՞ծ եք, որ ցանկանում եք ջնջել այս գրառումը։  Այն չեք կարող վերադարձնել։';
$string['spamdeleteallconfirm'] = 'Դուք համոզվա՞ծ եք, որ ցանկանում եք ջնջել այս օգտագործողների հաշիվները։  Դրանք չեք կարող վերադարձնել։';
$string['spameg'] = 'օր.՝  casino, porn, xxx ';
$string['spamfromblog'] = 'Blog հաղորդագրությունից՝';
$string['spaminvalidresult'] = 'Անհայտ, սակայն անվավեր արդյունք';
$string['spamoperation'] = 'Գործողություն';
$string['spamresult'] = 'Օգտագործողների անձնական էջերի որոնման արդյունքները, որոնք պարունակում են՝ ';
$string['spamsearch'] = 'Որոնել հետևյալ հիմնաբառերով';
?>
