<?PHP // $Id$ 
      // survey.php - created with Moodle 1.8.2+ (2007021520)
      // local modifications from http://swnet.info/moodle


$string['actual'] = 'Արդի';
$string['actualclass'] = 'Արդի դաս';
$string['actualstudent'] = 'Արդի $a';
$string['allquestions'] = 'Բոլոր հարցերը, բոլոր ուսանողները';
$string['allscales'] = 'Բոլոր աղյուսակները, բոլոր ուսանողները';
$string['alreadysubmitted'] = 'Դուք արդել ուղարկել եք այս հետազոտությունը';
$string['analysisof'] = '$a-ի վերլուծություն';
$string['answers'] = 'Պատասխաններ';
$string['attls1'] = 'Ինչ որ մեկի ասածը որակաորելիս, ես ուշադրություն եմ դարձնում ասվածի իմաստին, ոչ թե` թե ով է ասում:';
$string['attls10'] = 'Ինձ համար կարևոր է լինել հնարավորինս օբյեկտիվ, երբ ես վերլուծում եմ ինչ որ բան:';
$string['attls10short'] = 'լինել օբյեկտիվ';
$string['attls11'] = 'Ես փորձում եմ մտածել մարդկանց հետ, ոչ թե նրանց դեմ:';
$string['attls11short'] = 'մտածել մարդկանց հետ';
$string['attls12'] = 'Ես ունեմ ճիշտ չափանիշ, որն ոգտագործում եմ հանգամանքների որակավորման համար:';
$string['attls12short'] = 'օգտագործել չափանիշ որակավորման համար';
$string['attls13'] = 'Ես փորձում եմ հասկանալ ուրիշների կարծիքը, ոչ թե այն որակավորել:';
$string['attls13short'] = 'փորձել հասկանալ';
$string['attls14'] = 'Ես փորձում եմ դուրս հանել թուլությունները այլ մարդկանց մտացածից, որպեսզի օգնեմ նրանց պարզել իրենց արգումենտները:';
$string['attls14short'] = 'դուրս հանեմ թուլությունը';
$string['attls15'] = 'Ես փորձում եմ ինձ դնել այլ մարդկանց փոխարեն վիճելի հարցերում, որպեսզի հասկանամ թե ինչու են նրանք այդպես մտածում:';
$string['attls15short'] = 'դնել ինձ նրանց փոխարեն';
$string['attls16'] = 'Իրերի վարլուծման իմ եղանակներից է \'դրանք փորձության ենթարկելը\', որովհետեվ ես փորձում եմ դիտարկել նույնիսկ ամենա ակնհայտը:';
$string['attls16short'] = 'փորձության ենթարկել';
$string['attls17'] = 'Ես գնահատում եմ տրամաբանության օգտագործումը բոլոր ինձ վերաբերող հարցերում:';
$string['attls17short'] = 'ես գնահատում եմ տրամաբանությունը';
$string['attls18'] = 'Ես կարող եմ խորանալ աընպիսի մտքերում, որոնք տարբեր են իմ մտքերից, կարեկցության շնորհիվ:';
$string['attls18short'] = 'նորթափանցում կարեկցության շնորհիվ';
$string['attls19'] = 'Երբ ես հանդիպում եմ մարդկանց, ում կարծիքը օտար է իմ ահամար, ես ջանում եմ ներթափանցել այդ մարդկանց մեջ, որպեսզի հասկանամ նրանց կարծիքի պատճառը:';
$string['attls19short'] = 'ջանալ ներթափանցել';
$string['attls1short'] = 'ուշադրություն դարձնել իմաստի վրա';
$string['attls2'] = 'Ինձ դուր է գալիս սատանայի դատապաշտպան խաղալը` վիճելով ինչ որ մեկի ասածի հետ:';
$string['attls20'] = 'Ես ժամանակ եմ ծախսում, որպեսզի հասկանամ, թե ինչն է սխալ: Օրինակ` ես կուսումնասիրեմ գրական արտահայտումը, որը լավ չի արտահայտվել:';
$string['attls20short'] = 'ի՞նչն է սխալ';
$string['attls2short'] = 'խաղալ սատանայի դատապաշտպան';
$string['attls3'] = 'Ես ցանկանում եմ հասկանալ որտեղից են գալիս մարդիկ, ինչն է ստիպում նրանց զգալ իրենց այդպես:';
$string['attls3short'] = 'որտեղից են մարդիկ գալիս';
$string['attls4'] = 'Իմ ուսուցման ամենա կարևոր մասն էր` սովորել հասկանալ մարդկանց, ովքեր տարբեր են ինձանից:';
$string['attls4short'] = 'հասկանալ տարբեր մարդկանց';
$string['attls5'] = 'Ես զգում եմ, որ ինձ համար կարևոր է հասնել անձնական անհատականության, որպեսզի համագործակցել այլ մարդկանց բազմազանության հետ:';
$string['attls5short'] = 'համագործակցել բազմազանության հետ';
$string['attls6'] = 'Ես հաճույք եմ ստանում, լսելով մարդկանց կարծիքը, ովքեր տարբեր են ինձանից` դա օգնում է հասկանալ ինչպես նույն բանը կարտահայտվի տարբեր դիրքերից դատելիս:';
$string['attls6short'] = 'վայելեք կարծիքներ լսելը';
$string['attls7'] = 'Ես հասկացել եմ, որ կարող եմ ամրապնդել իմ տեղը, վիճելով մարդկանց հետ, ովքեր համաձայն չեն ինձ հետ:';
$string['attls7short'] = 'ամրապնդվել վիճելով';
$string['attls8'] = 'Ես միշտ ցանկացել եմ իմանալ, ինչու են մարդիկ ասում և հավատում իրենց արածներին:';
$string['attls8short'] = 'իմանալ, ինչու են մարդիք անում';
$string['attls9'] = 'Ես հաճախակի զգում եմ, որ վիճում եմ իմ կարդացած գրքերի հեղինակների հետ, փորձելով տրամաբանորեն հասկանալ ինչու են նրանք սխալ';
$string['attls9short'] = 'վիճել հեղինակների հետ';
$string['attlsintro'] = 'Այս հարցերի նպատակն է` օգնել մեզ որակավորել ձեր դիրքորոշումը մտածելու և սովորելու նկատմամբ:

Ճիշտ և սխալ պատասխաններ չկան, մեզ միայն հետաքրքրում է ձեր կարծիքը: Համոզված եղեք, որ ձեր պատասխանները կմշակվեն բարձր գաղտնիությամբ, և չեն ազդի ձեր գնահատման վրա:';
$string['attlsm1'] = 'Դիրքորոշումը Մտածելու և Սովորելու Նկատմամբ';
$string['attlsm2'] = 'Միացյալ Ուսուցում';
$string['attlsm3'] = 'Առանձին Ուսուցում';
$string['attlsmintro'] = 'Քննարկման մեջ ...';
$string['attlsname'] = 'ATTLS (20 տարրանոց տարբերակ)';
$string['ciq1'] = 'Դասի ո՞ր պահին դուք առավելագույնս հետաքրքրված եղաք:';
$string['ciq1short'] = 'Առավելագույնս հետաքրքրված';
$string['ciq2'] = 'Դասի ո՞ր պահին դուք առավելագույնս անհետաքրքրված եղաք:';
$string['ciq2short'] = 'Առավելագույնս անհետաքրքրված';
$string['ciq3'] = 'Ֆորումում որևէ մեկի գործողություններից ո՞րը դուք առավել օգտակար և հաստատուն գտաք:';
$string['ciq3short'] = 'Օգտակար պահը';
$string['ciq4'] = 'Ֆորումում որևէ մեկի գործողություններից ո՞րը դուք առավել խառնող և անօգուտ գտաք:';
$string['ciq4short'] = 'Անօգուտ պահը';
$string['ciq5'] = 'Ի՞նչը առավելագույնս անակնկալի բերեց ձեզ:';
$string['ciq5short'] = 'Անակնկալ պահը';
$string['ciqintro'] = 'Մտածելով վերջին դասի մասին` լրացրեք ստորև հարցերը:';
$string['ciqname'] = 'Կրիտիկական Պատահարները';
$string['clicktocontinue'] = 'Սեղմեք այստեղ շարունակելու համար';
$string['clicktocontinuecheck'] = 'Սեղմեք այստեղ ստուգելու և շարունակելու համար';
$string['colles1'] = 'իմ ուշադրությունը ինձ հետաքրքրող հարցերի վրա:';
$string['colles10'] = 'Ես խնդրեցի այլ ուսանողներին բացարել իրենց մտքերը:';
$string['colles10short'] = 'Ես բացատրություններ խնդրեցի';
$string['colles11'] = 'այլ ուսանողները խնդրեցին ինձ բացատրել իմ մտքերը:';
$string['colles11short'] = 'Ինձանից բացատրություն խնդրեցին';
$string['colles12'] = 'այլ ուսանողները արձագանքեցին իմ մտքերին:';
$string['colles12short'] = 'ուսանողները արձագանքեցին ինձ';
$string['colles13'] = 'դասավանդողը զարգաացնում է իմ մտածողությունը:';
$string['colles13short'] = 'դասավանդողը զարգաացնում է մտածողությունը';
$string['colles14'] = 'դասավանդողը խրախուսում է ինձ մասնակցել:';
$string['colles14short'] = 'դասավանդողը խրախուսում է ինձ';
$string['colles15'] = 'դասավանդողը մշակում է լավ շփում:';
$string['colles15short'] = 'դասավանդողը մշակում է շփում';
$string['colles16'] = 'դասավանդողը մշակում է կրիտիկական ինքնաարտահայտում:';
$string['colles16short'] = 'դասավանդողը մշակում է ինքնաարտահայտում';
$string['colles17'] = 'այլ ուսանողները խրախուսում են իմ մասնակցությունը:';
$string['colles17short'] = 'ուսանողները խրախուսում են ինձ';
$string['colles18'] = 'այլ ուսանողները գովում են իմ ներդրումը:';
$string['colles18short'] = 'ուսանողները գովում են ինձ';
$string['colles19'] = 'այլ ուսանողները գնահատում են իմ ներդրումը:';
$string['colles19short'] = 'ուսանողները գնահատում են ինձ';
$string['colles1short'] = 'ուշադրությունը հետաքրքրող հարցերին';
$string['colles2'] = 'իմ սովորածը կարևոր է իմ անձնական փորձի համար:';
$string['colles20'] = 'այլ ուսանողները կարեկցում են իմ ուսման պայքարին:';
$string['colles20short'] = 'ուսանողները կարեկցում են';
$string['colles21'] = 'Ես լավ հասկանում եմ այլ ուսանողների հաղորդագրությունները:';
$string['colles21short'] = 'Ես հասկանում եմ ուսանողներին';
$string['colles22'] = 'այլ ուսանողները լավ հասկանում են իմ հաղորդագրությունները:';
$string['colles22short'] = 'ուսանողները հասկանում են ինձ';
$string['colles23'] = 'Ես լավ հասկանում եմ դասավանդողի հաղորդագրությունները:';
$string['colles23short'] = 'Ես հասկանում եմ դասավանդողին';
$string['colles24'] = 'դասավանդողը լավ հասկանում է իմ հաղորդագրությունները:';
$string['colles24short'] = 'դասավանդողը հասկանում է ինձ';
$string['colles2short'] = 'կարևոր է իմ փորձի համար';
$string['colles3'] = 'Ես սովորում եմ, թե ինչպես բարելավել իմ անձնական փորձը:';
$string['colles3short'] = 'բարելավել իմ փորձը';
$string['colles4'] = 'իմ սովորածը լավ կապված է իմ մասնագիտական փորձի հետ:';
$string['colles4short'] = 'կապված է իմ փորձի հետ';
$string['colles5'] = 'Ես լուրջ մտածում եմ այն մասին, թե ինչպես եմ ես սովորում:';
$string['colles5short'] = 'Ես ուշադիր եմ իմ ուսուցման նկատմամբ';
$string['colles6'] = 'Ես լուրջ մտածում եմ իմ մտքերի մասին:';
$string['colles6short'] = 'Ես ուշադիր եմ իմ մտքերի նկատմամբ';
$string['colles7'] = 'Ես լուրջ մտածում եմ այլ ուսանողների մտքերի մասին:';
$string['colles7short'] = 'Ես ուշադիր եմ այլ ուսանողների նկատմամբ';
$string['colles8'] = 'Ես լուրջ մտածում եմ կարդացածիս իմաստի մասին:';
$string['colles8short'] = 'Ես ուշադիր եմ կարդացածիս նկատմամբ';
$string['colles9'] = 'Ես բացատրում եմ իմ մտքերը այլ ուսանողներին:';
$string['colles9short'] = 'Ես բացատրում եմ իմ մտքերը';
$string['collesaintro'] = 'Այս հարցերի նպատակն է` օգնել մեզ հասկանալ, թե ինչքանով է այս բաժնի առ-ցանց մատուցումը օգնում ձեզ սովերել:

Յուրաքանչյուր 24 հարցերը ստորև ձեր փորձի մասին են այս բաժնում:

Ճիշտ և սխալ պատասխաններ չկան, մեզ միայն հետաքրքրում է ձեր կարծիքը: Համոզված եղեք, որ ձեր պատասխանները կմշակվեն բարձր գաղտնիությամբ, և չեն ազդի ձեր գնահատման վրա:

Ձեր ուշադիր ու մտածված պատասխանները կօգնեն մեզ բարելավել այս առ-ցանց բաժինը հետագա դասընթացների համար:

Շնորհակալություն:';
$string['collesaname'] = 'COLLES (Արդի)';
$string['collesapintro'] = 'Այս հարցերի նպատակն է` օգնել մեզ հասկանալ, թե ինչքանով է այս բաժնի առ-ցանց մատուցումը օգնում ձեզ սովերել:

Յուրաքանչյուր 24 հարցերը ստորև համեմատում են ձեր <b>նախընտրած</b> (իդեալ) և <b>արդի</b> փորձը այս բաժնում:

Ճիշտ և սխալ պատասխաններ չկան, մեզ միայն հետաքրքրում է ձեր կարծիքը: Համոզված եղեք, որ ձեր պատասխանները կմշակվեն բարձր գաղտնիությամբ, և չեն ազդի ձեր գնահատման վրա:

Ձեր ուշադիր ու մտածված պատասխանները կօգնեն մեզ բարելավել այս առ-ցանց բաժինը հետագա դասընթացների համար:

Շնորհակալություն:';
$string['collesapname'] = 'COLLES (Նախընտրած և Արդի)';
$string['collesm1'] = 'Արդիություն';
$string['collesm1short'] = 'Արդիություն';
$string['collesm2'] = 'Խորը Մտածողություն';
$string['collesm2short'] = 'Խորը Մտածողություն';
$string['collesm3'] = 'Համագործակցություն';
$string['collesm3short'] = 'Համագործակցություն';
$string['collesm4'] = 'Դասավանդողի Օգնություն';
$string['collesm4short'] = 'Դասավանդողի Օգնություն';
$string['collesm5'] = 'Մասնակցի Օգնություն';
$string['collesm5short'] = 'Մասնակցի Օգնություն';
$string['collesm6'] = 'Կատարում';
$string['collesm6short'] = 'Կատարում';
$string['collesmintro'] = 'Այս առ-ցանց բաժնում...';
$string['collespintro'] = 'Այս հարցերի նպատակն է` օգնել մեզ հասկանալ, թե ինչքանով է այս բաժնի առ-ցանց մատուցումը օգնում ձեզ սովերել:

Յուրաքանչյուր 24 հարցերը ստորև ձեր <b>նախընտրած</b> (իդեալ) փորձի մասին են այս բաժնում:

Ճիշտ և սխալ պատասխաններ չկան, մեզ միայն հետաքրքրում է ձեր կարծիքը: Համոզված եղեք, որ ձեր պատասխանները կմշակվեն բարձր գաղտնիությամբ, և չեն ազդի ձեր գնահատման վրա:

Ձեր ուշադիր ու մտածված պատասխանները կօգնեն մեզ բարելավել այս առ-ցանց բաժինը հետագա դասընթացների համար:

Շնորհակալություն:';
$string['collespname'] = 'COLLES (Նախընտրած)';
$string['customintro'] = 'Ընտրովի նախաբան';
$string['done'] = 'Կատարված';
$string['download'] = 'Ներբեռնում';
$string['downloadexcel'] = 'Ներբեռնել տվյալները որպես Excel աղյուսակ';
$string['downloadinfo'] = 'Դուք կարող եք ներբեռնել այս հետազոտության տվյալները հասկանալի Excel կամ SPSS փաթեթով, վերլուծության համար:';
$string['downloadtext'] = 'Ներբեռնել տվյալները որպես տեքստային ֆայլ';
$string['editingasurvey'] = 'Հետազոտության խմբագրում';
$string['guestsnotallowed'] = 'Հյուրերին թույլատրված չէ ուղարկել հետազոտություններ';
$string['helpsurveys'] = 'Օգնություն հետազոտությունների տարբեր տիպերի համար';
$string['howlong'] = 'Ինչքա՞ն տևեց այս հետազոտությունը լրացնելը';
$string['howlongoptions'] = '1 րոպեից քիչ, 1-2 րոպե, 2-3 րոպե, 3-4 րոպե, 4-5 րոպե, 5-10 րոպե, 10 րոպեից ավել';
$string['ifoundthat'] = 'Ես գտա դա';
$string['introtext'] = 'Ներածության տեքստ';
$string['ipreferthat'] = 'Ես նախընտրում եմ դա';
$string['modulename'] = 'Հետազոտություն';
$string['modulenameplural'] = 'Հետազոտություններ';
$string['name'] = 'Անուն';
$string['newsurveyresponses'] = 'Նոր հետազոտության արձագանքներ';
$string['nobodyyet'] = 'Այս հետազոտությունը դեռ չեն լրացրել';
$string['notdone'] = 'Դեռևս արված չէ';
$string['notes'] = 'Ձեր անձնական վերլուծություններն ու նշումները';
$string['othercomments'] = 'Դուք ունե՞ք որևէ այլ մեկնաբանություն';
$string['peoplecompleted'] = '$a անձինք ավարտել են այս հետազոտությունը';
$string['preferred'] = 'Նախընտրած';
$string['preferredclass'] = 'Նախընտրած դասը';
$string['preferredstudent'] = 'Նախընտրած $a';
$string['question'] = 'Հարց';
$string['questions'] = 'Հարցեր';
$string['questionsnotanswered'] = 'Բազմակի ընտրությամբ հարցերից որոշները չեն պատասխանվել:';
$string['report'] = 'Հետազոտության հաշվետվություն';
$string['savednotes'] = 'Ձեր նշումները հիշվել են';
$string['scaleagree5'] = 'Ընդհանրապես համաձայն չեմ,Որոշ չափով համաձայն չեմ,Ոչ համաձայն եմ ոչ համաձայն չեմ,Որոշ չափով համաձայն եմ,Լիովին համաձայն եմ';
$string['scales'] = 'Սանդղակներ';
$string['scaletimes5'] = 'Գրեթե երբեք,Հազվադեպ,Երբեմն,Հաճախ,Գրեթե Միշտ';
$string['seemoredetail'] = 'Սեղմեք այստեղ մանրամասների համար';
$string['selectedquestions'] = 'Սանդղակից ընտրված հարցերը, բոլոր ուսանողները';
$string['summary'] = 'Ամփոփում';
$string['survey:download'] = 'Ներբեռնել արձագանքները';
$string['survey:participate'] = 'Արձագանքել հետազոտությանը';
$string['survey:readresponses'] = 'Դիտել արձագանքները';
$string['surveycompleted'] = 'Դուք ավարտեցիք այս հետազոտությունը: Ստորև գրաֆը ցույց է տալիս ձեր արդյունքները` համեմատած դասի միջինի հետ:';
$string['surveygraph'] = 'Հետազոտության գրաֆ';
$string['surveyname'] = 'Հետազոտության անուն';
$string['surveysaved'] = 'Հետազոտությունը հիշված է';
$string['surveytype'] = 'Հետազոտության տիպ';
$string['thanksforanswers'] = 'Շնորհակալություն այս հետազոտությանը պատասխանելու համար, $a';
$string['time'] = 'Ժամանակ';
$string['viewsurveyresponses'] = 'Դիտել $a հետազոտության արձագանքները';

?>
