<?PHP // $Id$ 
      // survey.php - created with Moodle 1.7 beta + (2006101003)
$string['actual'] = 'Իրական';
$string['actualclass'] = 'Իրական լսարան';
$string['actualstudent'] = '$a իրական';
$string['allquestions'] = 'Բոլոր հարցերն ըստ կարգի, բոլոր ուսանողները';
$string['allscales'] = 'Բոլոր սանդղակները, բոլոր ուսանողները';
$string['alreadysubmitted'] = 'Դուք արդեն ներկայացրել եք այս հարցաթերթը';
$string['analysisof'] = '$a -ի վերլուծությունը';
$string['answers'] = 'Պատասխաններ';
$string['attls1'] = 'Կարծիքները գնահատելիս ես կենտրոնանում եմ փաստարկների, այլ ոչ դրանք ներկայացնողների անձի վրա։';
$string['attls10'] = 'Որևէ բան վերլուծելիս ինձ համար շատ կարևոր է հնարավորինս անկողմնապահ լինելը։';
$string['attls10short'] = 'մնացեք անկողմնապահ';
$string['attls11'] = 'Ես փորձում եմ մարդկանց հետ մտածել և ապացուցել նրանց տեսակետը։';
$string['attls11short'] = 'մտածել մարդկանց հետ';
$string['attls12'] = 'Ես ունեմ որոշակի չափանիշներ, որոնցով առաջնորդվում եմ փաստարկները գնահատելիս։';
$string['attls12short'] = 'օգտագործել գնահատման չափանիշներ';
$string['attls13'] = 'Ես առավել հավանական է կփորձեմ հասկանալ մարդու կարծիքը, քան գնահատել այն։';
$string['attls13short'] = 'փորձել հասկանալ';
$string['attls14'] = 'Ես փորձում եմ նշել մարդկանց մտածողության թույլ տեղերը՝ օգնելու ճշտել փաստարկները։';
$string['attls14short'] = 'նշել թույլ տեղերը';
$string['attls15'] = 'Ես քննարկումների և բանավեճերի ժամանակ հակված եմ ինձ պատկերացնել այլոց տեղում՝ հասկանալու ինչու՞ են նրանք այդպես մտածում։';
$string['attls15short'] = 'ինձ պատկերացնել այլոց տեղում';
$string['attls16'] = 'Վերլուծելիս ես հաշվի է եմ առնում անգամ ամենաաննշան փաստերը։';
$string['attls16short'] = 'մանրազնին վերլուծություն';
$string['attls17'] = 'Խդիրներ լուծելիս ես գնահատում եմ տրամաբանությունը։';
$string['attls17short'] = 'ամենից շատ գնահատում եմ տրամաբանությունը';
$string['attls18'] = 'Ես կարող եմ ստանալ կարծիքի հասկացողություն, որը տարբերվում է իմ սեփականից համակրանքով';
$string['attls18short'] = 'հասկացողություն համակրանքով';
$string['attls19'] = 'Երբ հանդիպում եմ մարդու, ում կարծիքը խորթ է ինձ, մտածված ջանքեր եմ գործադրում՝  \'ընդլայնելու\' տեսադաշտս, որպեսզի հասկանամ ինչու՞ են այդպես կարծում։';
$string['attls19short'] = 'ջանքեր գործադրել ընդլայնելու';
$string['attls1short'] = 'կենտրոնանալ փաստարկի որակի վրա';
$string['attls2'] = 'Ինձ դուր է գալիս սատանայի փաստաբան խաղալ - պնդում եմ ասվածի հակառակ տեսակետը';
$string['attls20'] = 'Ես ժամանակ եմ տրամադրում հասկանալու, թե ի՞նչն է \'սխալ\' ։ Օրինակ՝ կփնտրեմ օրինակներ գրականության մեկնություններում, որը բավարար չափով քննարկված չէ։';
$string['attls20short'] = 'ի՞նչն է սխալ';
$string['attls2short'] = 'սատանայի փաստաբան խաղալ';
$string['attls3'] = 'Ես փորձում եմ հասկանալ, թե որտեղի՞ց են մարդիկ և ի՞նչ փորձի վրա հիմնված են այդպես մտածում և անում։';
$string['attls3short'] = 'որտեղից են մարդիկ';
$string['attls4'] = 'Իմ ուսուցման ամենակարևոր մասն է սովորել հասկանալ մարդկանց, ովքեր շատ տարբեր են ինձանից։';
$string['attls4short'] = 'հասկանալ տարբեր մարդկանց';
$string['attls5'] = 'Ես կարծում եմ ինձ համար իմ սեփական տեսակետը ձևավորելու լավագույն ճանապարհը տարբեր մարդկանց հետ փոխազդեցությունն է։.';
$string['attls5short'] = 'փոխազդել տարբեր';
$string['attls6'] = 'Ես հաճույքով եմ լսում այլ միջավայրերի մարդկանց կարծիքները - այն ինձ օգնում է հասկանալ ինչպես կարելի է նույն առարկան դիտել այլ տեսանկյունից։';
$string['attls6short'] = 'հաճույքով եմ կարծիքներ լսում';
$string['attls7'] = 'Ես գտնում եմ, որ կարող եմ ուժեղացնել իմ սեփական դիրքորոշումը ինձ հետ չհամաձայնող որևէ մեկի հետ վիճելիս։';
$string['attls7short'] = 'ուժեղացնել դիրքորոշումը վեճերում';
$string['attls8'] = 'Ինձ միշտ հետաքրքրել է ինչու՞ են մարդիկ խոսում և հավատում իրենց արարքներին։';
$string['attls8short'] = 'իմանալ ինչու՞ են մարդիկ անում';
$string['attls9'] = 'Հաճախ ես նկատում եմ, որ վիճում եմ իմ կարդացած գրքերի հեղինակների հետ՝ փորձելով տրամաբանորեն պարզել ինչու՞մ են նրանք սխալ։';
$string['attls9short'] = 'վիճել հեղինակների հետ';
$string['attlsintro'] = 'Այս հարցաշարի նպատակն է օգնել մեզ գնահատելու, թե ինչպես եք վերաբերվում ուսուցմանը։


Հարցաթերթում չկան \'ճիշտ\' կամ \'սխալ\' պատասխաններ. մեզ միայն Ձեր կարծիքն է հետաքրքրում։ Համոզված եղեք, որ ստացված տվյալները կմշակվեն գաղտնաբար, և չեն ազդի Ձեր գնահատականների վրա։';
$string['attlsm1'] = 'Վերաբերմունքը ուսուցմանը և մտածելակերպին';
$string['attlsm2'] = 'Կապված ուսուցում';
$string['attlsm3'] = 'Առանձին ուսուցում';
$string['attlsmintro'] = 'Քննարկումներում ...';
$string['attlsname'] = 'ATTLS (20 հարցով տարբերակ)';
$string['ciq1'] = 'Ո՞ր պահին եք դուք առավել զբաղված եղել ուսուցմամբ։';
$string['ciq1short'] = 'Առավել զբաղված';
$string['ciq2'] = 'Ո՞ր պահին եք դուք առավել հեռացել ուսուցման գործընթացից։';
$string['ciq2short'] = 'Առավել հեռացած';
$string['ciq3'] = 'Ֆորումներում որևէ մեկի ո՞ր գործողությունն եք առավել օգտակար համարում։';
$string['ciq3short'] = 'Ամենաօգտակար պահը';
$string['ciq4'] = 'Ֆորումներում որևէ մեկի ո՞ր գործողությունն եք առավել շփոթեցնող համարում։';
$string['ciq4short'] = 'Ամենաշփոթեցնող պահը';
$string['ciq5'] = 'Ո՞ր իրադարձությունն է ամենից շատ անակնկալի բերել Ձեզ։';
$string['ciq5short'] = 'Անակնկալ պահը';
$string['ciqintro'] = 'Հիշելով դասընթացի վերջին իրադարձությունները՝ պատասխանեք հետևյալ հարցերին։';
$string['ciqname'] = 'Քննադատական միջադեպեր';
$string['clicktocontinue'] = 'Շարունակել';
$string['clicktocontinuecheck'] = 'Ստուգել և շարունակել';
$string['colles1'] = 'Իմ ուսուցումը կենտրոնանում է այն թեմաների վրա, որոնք հետաքրքրում են ինձ։';
$string['colles10'] = 'Ես խնդրում եմ, որ մյուս ուսանողները բացատրեն իրենց մտքերը։';
$string['colles10short'] = 'Խնդրում եմ բացատրել';
$string['colles11'] = 'Մյուս ուսանողները խնդրում են ինձ, որ բացատրեմ իմ մտքերը։';
$string['colles11short'] = 'Ինձ խնդրել են բացատրել';
$string['colles12'] = 'Մյուս ուսանողները կիսում են իմ հայացքները։';
$string['colles12short'] = 'ՈՒսանողները պատասխանում են ինձ';
$string['colles13'] = 'ՈՒսուցիչը խթանում է իմ մտածողությունը';
$string['colles13short'] = 'ՈՒսուցիչը խթանում է մտածողությունը';
$string['colles14'] = 'ՈՒսուցիչը քաջալերում է ինձ մասնակցելու։';
$string['colles14short'] = 'ՈՒսուցիչը քաջալերում է ինձ';
$string['colles15'] = 'ՈՒսուցիչը լավ զրույց է ձևավորում։';
$string['colles15short'] = 'ՈՒսուցիչ զրույց է ձևավորում';
$string['colles16'] = 'ՈՒսուցիչ քննադատական ինքնաարտացոլում է ձևավորում։';
$string['colles16short'] = 'ՈՒսուցին ինքնաարտացոլում է ձևավորում';
$string['colles17'] = 'Մյուս ուսանողները խրախուսում են իմ մասնակցությունը։';
$string['colles17short'] = 'ՈՒսանողները խրախուսում են ինձ';
$string['colles18'] = 'Մյուս ուսանողները գովաբանում են իմ ավանդները։';
$string['colles18short'] = 'ՈՒսանողները գովաբանում են ինձ';
$string['colles19'] = 'Մյուս ուսանողները գնահատում են իմ ավանդները։';
$string['colles19short'] = 'ՈՒսանողները գնահատում են ինձ';
$string['colles1short'] = 'կենտրոնանալ հետաքրքիր թեմաների վրա';
$string['colles2'] = 'Ես ուսումնասիրում եմ այն, ինչը կարևոր է իմ մասնագիտական հմտութան համար։';
$string['colles20'] = 'Մյուս ուսանողներն ըմբռնումով են վերաբերվում ուսուցանելու իմ ջանքերին։';
$string['colles20short'] = 'ՈՒսանողները հասկանում են ինձ';
$string['colles21'] = 'Ես գտնում են, որ մյուս ուսանողների հաղորդագրությունները խելամիտ են։';
$string['colles21short'] = 'Ես հասկանում եմ մյուս ուսանողներին';
$string['colles22'] = 'Մյուս ուսանողները գտնում են, որ իմ հաղորդագրությունները խելամիտ են։';
$string['colles22short'] = 'ՈՒսանողները հասկանում են ինձ';
$string['colles23'] = 'Ես գտնում են, որ մյուս ուսուցիչների հաղորդագրությունները խելամիտ են։';
$string['colles23short'] = 'Ես հասկանում եմ ուսուցչին';
$string['colles24'] = 'ՈՒսուցիչը կարծում է, որ իմ հաղորդագրությունները խելամիտ են';
$string['colles24short'] = 'ուսուցիչը հասկանում է ինձ';
$string['colles2short'] = 'կարևոր է պրակտիկայում';
$string['colles3'] = 'Ես ուսումնասիրում եմ այն, ինչը կկատարելագործի իմ մասնագիտական հմտությունները։';
$string['colles3short'] = 'իմ հմտությունների կատարելագործում';
$string['colles4'] = 'Այն, ինչ ես ուսումնասիրում եմ, կապված է իմ մասնագիտական հմտությունների հետ։';
$string['colles4short'] = 'կապված է հմտությունների հետ';
$string['colles5'] = 'Ես քննադատաբար եմ վերաբերվում իմ ուսուցման գործընթացին։';
$string['colles5short'] = 'Քննադատական մոտեցում ուսուցմանը';
$string['colles6'] = 'Ես քննադատաբար եմ վերաբերվում իմ անձնական գաղափարներին';
$string['colles6short'] = 'Քննադատական մոտեցում իմ անձնական գաղափարներին';
$string['colles7'] = 'Ես քննադատաբար եմ վերաբերվում մյուս ուսանողների գաղափարներին։';
$string['colles7short'] = 'Քննադատական մոտեցում մյուս ուսանողներին';
$string['colles8'] = 'Ես քննադատաբար եմ վերաբերվում կարդացած մտքերին։';
$string['colles8short'] = 'Կարդալ քննադատաբար';
$string['colles9'] = 'Ես բացատրում եմ իմ մտքերը մյուս ուսանողներին։';
$string['colles9short'] = 'Ես բացատրում եմ իմ մտքերը';
$string['collesaintro'] = 'Այս հարցման նպատակն է օգնել մեզ հասկանալու ինչպես է հեռավար ուսուցումն օգնում Ձեզ ուսուցման գործընթացում։


Ստորև ներկայացված 24 պնդումնեից յուրաքանչյուրը հարց է այս բաժնի Ձեր անձնական փորձի վերաբերյալ։


Հարցաթերթում չկան \'ճիշտ\' կամ \'սխալ\' պատասխաններ. մեզ միայն Ձեր կարծիքն է հետաքրքրում։ Համոզված եղեք, որ ստացված տվյալները կմշակվեն գաղտնաբար, և չեն ազդի Ձեր գնահատականների վրա։


Ձեր պատասխանները կօգնեն մեզ հետագայում բարելավելու հեռավար ուսուցման որակը։


Շատ շնորհակալություն։';
$string['collesaname'] = 'COLLES (Իրական)';
$string['collesapintro'] = 'Այս հարցման նպատակն է օգնել մեզ հասկանալու ինչպես է հեռավար ուսուցումն օգնում Ձեզ ուսուցման գործընթացում։


Ստորև ներկայացված 24 պնդումնեից յուրաքանչյուրը ենթադրում է, որ Դուք կհամեմատեք Ձեր <b>նախընտրությունները</b> (իդեալ) և <b>իրական</b> փորձն այս բաժնում։


Հարցաթերթում չկան \'ճիշտ\' կամ \'սխալ\' պատասխաններ. մեզ միայն Ձեր կարծիքն է հետաքրքրում։ Համոզված եղեք, որ ստացված տվյալները կմշակվեն գաղտնաբար, և չեն ազդի Ձեր գնահատականների վրա։


Ձեր պատասխանները կօգնեն մեզ հետագայում բարելավելու հեռավար ուսուցման որակը։


Շատ շնորհակալություն։';
$string['collesapname'] = 'COLLES (Նախապատվություններ և Իրական)';
$string['collesm1'] = 'Համապատասխանություն';
$string['collesm1short'] = 'Համապատասխանություն';
$string['collesm2'] = 'Ակամա մտածողություն';
$string['collesm2short'] = 'Ակամա մտածողություն';
$string['collesm3'] = 'Փոխգործունեություն';
$string['collesm3short'] = 'Փոխգործունեություն';
$string['collesm4'] = 'ՈՒսուցչի աջակցություն';
$string['collesm4short'] = 'ՈՒսուցչի աջակցություն';
$string['collesm5'] = 'Հավասարակիցների աջակցություն';
$string['collesm5short'] = 'Հավասարակիցների աջակցություն';
$string['collesm6'] = 'Մեկնություն';
$string['collesm6short'] = 'Մեկնություն';
$string['collesmintro'] = 'Այս բաժնում...';
$string['collespintro'] = 'Այս հարցման նպատակն է օգնել մեզ հասկանալու ինչպես եք գնահատում հեռավար ուսուցուման փորձը։


Ստորև ներկայացված 24 պնդումնեից յուրաքանչյուրը հարց է  այս բաժնում Ձեր <b>նախընտրությունների</b> (իդեալ) վերաբերյալ։


Հարցաթերթում չկան \'ճիշտ\' կամ \'սխալ\' պատասխաններ. մեզ միայն Ձեր կարծիքն է հետաքրքրում։ Համոզված եղեք, որ ստացված տվյալները կմշակվեն գաղտնաբար, և չեն ազդի Ձեր գնահատականների վրա։


Ձեր պատասխանները կօգնեն մեզ հետագայում բարելավելու հեռավար ուսուցման որակը։


Շատ շնորհակալություն։';
$string['collespname'] = 'COLLES (Նախապատվություններ)';
$string['customintro'] = 'Ներածություն';
$string['done'] = 'Կատարված է';
$string['download'] = 'Ներլցնել';
$string['downloadexcel'] = 'Տվյալները ներլցնել Excel ձևաչափով';
$string['downloadinfo'] = 'Դուք կարող եք հարցաթերթի տվյալները ներլցնել վերլուծության համար հարմար ձևաչափով՝ Excel, SPSS և այլն։';
$string['downloadtext'] = 'Տվյալները ներլցնել որպես տեքստային ֆայլ';
$string['editingasurvey'] = 'Հարցաթերթի խմբագրում';
$string['guestsnotallowed'] = 'Հյուրերին չի թույլատրվում հարցաթերթ լրացնել։';
$string['helpsurveys'] = 'Տարբեր հարցաթերթերի օգնություն';
$string['howlong'] = 'Ինչքա՞ն ժամանակ է պահանջվել ձեզանից լրացնելու այս հարցաթերթը։';
$string['howlongoptions'] = '1 րոպեից պակաս,1-2 րոպե,2-3 րոպե,3-4 րոպե,4-5 րոպե,5-10 րոպե,10 րոպեից ավելի';
$string['ifoundthat'] = 'Ես գտել եմ, որ';
$string['introtext'] = 'Ներածական տեքստ';
$string['ipreferthat'] = 'Ես նախընտրում եմ';
$string['modulename'] = 'Հարցում';
$string['modulenameplural'] = 'Հարցումներ';
$string['name'] = 'Անվանում';
$string['newsurveyresponses'] = 'Նոր լրացված հարցաթերթեր';
$string['nobodyyet'] = 'Դեռ ոչ ոք չի լրացրել հարցաթերթը';
$string['notdone'] = 'Դեռևս լրացված չէ';
$string['notes'] = 'Ձեր անձնական վերլուծությունը և նկատողությունները';
$string['othercomments'] = 'Դուք ունե՞ք այլ դիտողություններ։';
$string['peoplecompleted'] = 'Հարցաթերթիկն առայժմ լրացրել են $a ';
$string['preferred'] = 'Նախընտրելի';
$string['preferredclass'] = 'Լսարանը նախընտրել է';
$string['preferredstudent'] = '$a նախընտրելի է';
$string['question'] = 'Հարց';
$string['questions'] = 'Հարցեր';
$string['questionsnotanswered'] = 'Բազմակի պատասխաններով որոշ հարցերի պատասխաններ չեն տրվել։';
$string['deleteallanswers'] = 'Ջնջել հարցման բոլոր պատասխանները';
$string['deleteanalysis'] = 'Ջնջել պատասխանի վերլուծությունը';
$string['report'] = 'Հարցման հաշվետվություն';
$string['responses'] = 'Պատասխաններ';
$string['savednotes'] = 'Ձեր նկատողությունները պահպանվել են';
$string['scaleagree5'] = 'Միանգամայն համաձայն չեմ,Որոշ չափով համաձայն չեմ,Չգիտեմ,Որոշ չափով համաձայն եմ,Միանգամայն համաձայն եմ';
$string['scales'] = 'Սանդղակներ';
$string['scaletimes5'] = 'Գրեթե երբեք,Հազվադեպ,Երբեմն,Հաճախ,Գրեթե միշտ';
$string['seemoredetail'] = 'Ավելի մանրամասն...';
$string['selectedquestions'] = 'Սանդղակի ընտրված հարցերը, բոլոր ուսանողները';
$string['summary'] = 'Նկարագրություն';
$string['survey:download'] = 'Ներլցնել պատասխաններ';
$string['survey:participate'] = 'Պատասխանել';
$string['survey:readresponses'] = 'Դիտել պատասխանները';
$string['surveycompleted'] = 'Դուք լրացրել եք հարցաթերթը։  Ստորև ներկայացված գրաֆիկը ցույց է տալիս Ձեր արդյունքները՝ համեմատած լսարանի միջին տվյալների հետ։';
$string['surveygraph'] = 'Հարցման գրաֆիկը';
$string['surveyname'] = 'Հարցման անվանումը';
$string['surveysaved'] = 'Հարցումը պահպանվել է';
$string['surveytype'] = 'Հարցման տիպը';
$string['thanksforanswers'] = 'Շնորհակալություն $a հարցմանը մասնակցելու համար $a';
$string['time'] = 'Ժամանակ';
$string['viewsurveyresponses'] = 'Դիտել հարցման $a պատասխանները';
?>
