<?PHP // $Id$ 
      // enrol_manual.php - created with Moodle 1.9.4+ (Build: 20090422) (2007101546)
      // local modifications from http://localhost


$string['description'] = 'हा साघारण फॉर्म इनरोलमेंट साठी आहे. त्यामध्ये दोन मूख्य जागा आहेत विदयार्थाना त्याच्या कोर्से मध्ये इनरोल करण्यासाठी
<ul>
<li>शिक्षक किंवा मुख्य कार्यकारी कोर्से अडमिनिस्टेटर मेनूची लिंक वापरुन हस्तलिखित इनरोल करु शकतात.</li>
<li>कोर्से ला परवलीचा शब्द आहे त्याला इनरोल कि  म्हणतात. कोणी पण कोर्से तयार करु शकतात जर का त्याना ती कि माहित असेल.</li>
</ul>';
$string['enrol_manual_requirekey'] = 'नवीन कोर्सेची इनरोलमेंट की  आवश्यक आहे आणि अगोदरची की काढून टाकता येत नाही';
$string['enrol_manual_showhint'] = 'आपल्याला सेटिंग मान्य आहे ती इनरोलमेट कि च्या पहिल्या अक्षरावरुन दाखवायची असेल जर ती चुकीची असेल तर';
$string['enrol_manual_usepasswordpolicy'] = 'उपभोक्ताच्या परवलीचा शब्दाची माहिती ही कोर्से इनरोलमेंट कि साठी आहे';
$string['enrolmentkeyerror'] = 'इनरोलमेंट कि चुकीचे आहे, पुन्हा एकदा टाकून पहा.';
$string['enrolname'] = 'आंतर इनरोलमेंट';
$string['keyholderrole'] = 'उपभोक्ताची भुमिका इनरोलमेटची कि कोर्से साठी राखून ठेवते. विदयार्थाना कोर्से पहायला मिळतो.';

?>
