<?PHP // $Id$ 
      // enrol_ldap.php - created with Moodle 1.9.4+ (Build: 20090422) (2007101546)
      // local modifications from http://localhost


$string['description'] = '<p>तुम्ही एलडीएपी सर्व्हेर वापरुन इनरोलमेंट नियंत्रित करु शकतात. एलडीएपी ट्री सामुहिकरित्या कोर्से सलग्न होतात आणि सामुहिक/कोर्सेची मेंबरशिप नोंदी विदयार्थाशी सलग्न होतात </p>
<p>
 एलडीएपी ट्रीशी सामुहिकरित्या कोर्से सलग्न होतात आणि सामुहिक/कोर्सेची मेंबरशिप जास्तीत जास्त क्षेत्राशी संलग्न होतात 
(<em>member</em> or <em>memberUid</em>)एकच साक्षीदार हा उपभोक्तासाठी हवा.</p>
<p>
बरोबर आयडीनंबर हवा. एलडीएपी समूहालापण आयडीनंबर हा उपभोक्ताच्या मेंबर क्षेत्रात असतो तो उपभोक्ताला कोर्से मध्ये जाण्यासाठी.
हे काम चागंल होईल जर तुम्ही एलडीएपी नियमावली वापरत असेल </p>';

?>
