<?PHP // $Id$ 
      // install.php - created with Moodle 1.9.4+ (Build: 20090318) (2007101542)


$string['admindirerror'] = 'नमूद केलेली व्यवस्थापकाची डिरेक्टरी अयोग्य आहे';
$string['admindirname'] = 'व्यवस्थापकाची डिरेक्टरी';
$string['admindirsetting'] = 'कंट्रोल पॅनेलच्या उपभोगासाठी खूप थोडे वेबहोस्ट /admin याचा खास URL म्हणून वापर करतात.दुर्दैवाने ते मूडलच्या व्यवस्थापनाच्या पानाची जी दर्जेदार ठिकाणे आहेत त्यांच्या परस्परविरोधी आहे. तुम्ही तुमच्या इंस्टॉलेशनवरील व्यवस्थापकाच्या डिरेक्टरीला नविन नाव देवून आणि ते नाव इथे वापरून ही समस्या सोडवू शकता.
उदा:  moodleadmin
त्यामुळे मूडलवरील व्यवस्थापकाच्या लिंक फिक्स होतील.';
$string['admindirsettinghead'] = 'व्यवस्थापकाची डिरेक्टरी तयार ठेवणे';
$string['admindirsettingsub'] = 'कंट्रोल पॅनेलच्या उपभोगासाठी खूप थोडे वेबहोस्ट /admin याचा खास URL म्हणून वापर करतात.दुर्दैवाने ते मूडलच्या व्यवस्थापनाच्या पानाची जी दर्जेदार ठिकाणे आहेत त्यांच्या परस्परविरोधी आहे. तुम्ही तुमच्या इंस्टॉलेशनवरील व्यवस्थापकाच्या डिरेक्टरीला नविन नाव देवून आणि ते नाव इथे वापरून ही समस्या सोडवू शकता.
उदा:  moodleadmin
त्यामुळे मूडलवरील व्यवस्थापकाच्या लिंक फिक्स होतील.';
$string['caution'] = 'सावधान';
$string['chooselanguage'] = 'भाषा निवडा';
$string['chooselanguagehead'] = 'भाषा निवडा';
$string['chooselanguagesub'] = 'क्रुपया फक्त इंस्टॉलेशनसाठी भाषा निवडा. तुम्ही नंतरच्या पानावरती साइट आणि युजरसाठी भाषा निवडू शकाल';
$string['compatibilitysettings'] = 'तुमचे PHPचे सेटींग तपासत आहे';
$string['compatibilitysettingshead'] = 'तुमचे PHPचे सेटींग तपासत आहे';
$string['compatibilitysettingssub'] = 'मूडल योग्यरीत्या रन होण्यासाठी तुमच्या सर्व्हरने या सर्व चाचन्या यशस्वी झाल्या पाहीजेत';
$string['configfilenotwritten'] = 'इंस्टॉलर स्क्रिप्ट तुम्ही निवडलेले सेटींग असलेली config.php ही फाइल आपोआप तयार करू शकत नाही कदाचित कारण मूडल डिरेक्टरी ही लिहीण्यायोग्य नाही. तुम्ही स्वत: मूडलच्या मूळ डिरेक्टरीमधील config.php या फाइलमध्ये खालील कोड कॉपी करू शकता.';
$string['configfilewritten'] = 'config.php यशस्वीरीत्या तयार केली';
$string['configurationcomplete'] = 'कॉनफिगरेशन पूर्ण झाले';
$string['configurationcompletehead'] = 'कॉनफिगरेशन पूर्ण झाले';
$string['configurationcompletesub'] = 'तुमच्या मूडॅल इंस्टॉलेशनच्या रूटमध्ये असलेल्या फाइलमध्ये तुमचे कॉनफिगरेशन जतन करण्याचा मूडलने प्रयत्न केला आहे.';
$string['database'] = 'डेटाबेस';
$string['databasecreationsettings'] = 'आता तुम्ही जिथे मूडलची जास्त्तीत जास्त माहीती जतन करून ठेवली जाते तिथल्या डेटाबेसचे सेटींग कॉनफिगर करणे गरजेचे आहे. खाली दिलेले सेटींग वापरून डेटाबेस इंस्टॉलरकडुन आपोआप केला जाइल. 
प्रकार : इंस्टॉलरकडुन \"mysql\" ठेवलेले आहे
होस्ट : इंस्टॉलरकडुन \"localhost\" ठेवलेले आहे
नाव : डेटाबेसचे नाव. उदा: moodle
युजर : इंस्टॉलरकडुन \"root\" ठेवलेले आहे
पासवर्ड : तुमचा डेटाबेसचा पासवर्ड	
टेबलचे आद्याक्षर: सर्व टेबलच्या नावासाठी वापरण्यात येणारे पर्यायी आद्याक्षर';
$string['databasecreationsettingshead'] = 'आता तुम्ही जिथे मूडलची जास्त्तीत जास्त माहीती जतन करून ठेवली जाते तिथल्या डेटाबेसचे सेटींग कॉनफिगर करणे गरजेचे आहे. खाली दिलेले सेटींग वापरून डेटाबेस इंस्टॉलरकडुन आपोआप केला जाइल.';
$string['databasecreationsettingssub'] = 'प्रकार : इंस्टॉलरकडुन \"mysql\" ठेवलेले आहे
होस्ट : इंस्टॉलरकडुन \"localhost\" ठेवलेले आहे
नाव : डेटाबेसचे नाव. उदा: moodle
युजर : इंस्टॉलरकडुन \"root\" ठेवलेले आहे
पासवर्ड : तुमचा डेटाबेसचा पासवर्ड	
टेबलचे आद्याक्षर: सर्व टेबलच्या नावासाठी वापरण्यात येणारे पर्यायी आद्याक्षर';
$string['databasesettings'] = 'आता तुम्ही जिथे मूडलची जास्त्तीत जास्त माहीती जतन करून ठेवली जाते तिथला डेटाबेस कॉनफिगर करणे गरजेचे आहे. हा डेटाबेस अगोदरच केलेला असला पाहीजे आणि त्याच्या उपभोगासाठी युजरनेम आणि पासवर्ड तयार केले असले पाहीजे. 

प्रकार : \"mysql किंवा postgres7\" 
होस्ट : \"उदा: localhost किंवा db.isp.com\" 
नाव : डेटाबेसचे नाव. उदा: moodle
युजर : तुमचा डेटाबेसचे युजरनेम
पासवर्ड : तुमचा डेटाबेसचा पासवर्ड	
टेबलचे आद्याक्षर: सर्व टेबलच्या नावासाठी वापरण्यात येणारे पर्यायी आद्याक्षर';
$string['databasesettingshead'] = 'आता तुम्ही जिथे मूडलची जास्त्तीत जास्त माहीती जतन करून ठेवली जाते तिथला डेटाबेस कॉनफिगर करणे गरजेचे आहे. हा डेटाबेस अगोदरच केलेला असला पाहीजे आणि त्याच्या उपभोगासाठी युजरनेम आणि पासवर्ड तयार केले असले पाहीजे.';
$string['databasesettingssub'] = 'प्रकार : \"mysql किंवा postgres7\" 
होस्ट : \"उदा: localhost किंवा db.isp.com\" 
नाव : डेटाबेसचे नाव. उदा: moodle
युजर : तुमचा डेटाबेसचे युजरनेम
पासवर्ड : तुमचा डेटाबेसचा पासवर्ड	
टेबलचे आद्याक्षर: सर्व टेबलच्या नावासाठी वापरण्यात येणारे पर्यायी आद्याक्षर';
$string['databasesettingssub_mssql'] = 'प्रकार : \"SQL*Server(UTF-8 नसलेला) प्रायोगीक (उत्पादनासाठी न वापरलेले) \" 
होस्ट : \"उदा: localhost किंवा db.isp.com\" 
नाव : डेटाबेसचे नाव. उदा: moodle
युजर : तुमचा डेटाबेसचे युजरनेम
पासवर्ड : तुमचा डेटाबेसचा पासवर्ड	
टेबलचे आद्याक्षर: सर्व टेबलच्या नावासाठी वापरण्यात येणारे आद्याक्षर';
$string['databasesettingssub_mssql_n'] = 'प्रकार : \"SQL*Server(UTF-8 असलेला) होस्ट : \"उदा: localhost किंवा db.isp.com\" 
नाव : डेटाबेसचे नाव. उदा: moodle
युजर : तुमचा डेटाबेसचे युजरनेम
पासवर्ड : तुमचा डेटाबेसचा पासवर्ड	
टेबलचे आद्याक्षर: सर्व टेबलच्या नावासाठी वापरण्यात येणारे आद्याक्षर(गरजेचे)';
$string['databasesettingssub_mysql'] = 'प्रकार : \"MySQL\"
होस्ट : \"उदा: localhost किंवा db.isp.com\" 
नाव : डेटाबेसचे नाव. उदा: moodle
युजर : तुमचा डेटाबेसचे युजरनेम
पासवर्ड : तुमचा डेटाबेसचा पासवर्ड	
टेबलचे आद्याक्षर: सर्व टेबलच्या नावासाठी वापरण्यात येणारे आद्याक्षर(पर्यायी)';
$string['databasesettingssub_mysqli'] = 'प्रकार : \"सुधारीत MySQL\"
होस्ट : \"उदा: localhost किंवा db.isp.com\" 
नाव : डेटाबेसचे नाव. उदा: moodle
युजर : तुमचा डेटाबेसचे युजरनेम
पासवर्ड : तुमचा डेटाबेसचा पासवर्ड	
टेबलचे आद्याक्षर: सर्व टेबलच्या नावासाठी वापरण्यात येणारे आद्याक्षर(पर्यायी)';
$string['databasesettingssub_oci8po'] = 'प्रकार : \"Oracle\"
होस्ट : \"वापरले जात नाही. रिकामे सोडले पाहीजे\" 
नाव : tnsnames.ora या कनेक्शनचे नाव 
युजर : तुमचा डेटाबेसचे युजरनेम
पासवर्ड : तुमचा डेटाबेसचा पासवर्ड	
टेबलचे आद्याक्षर: सर्व टेबलच्या नावासाठी वापरण्यात येणारे आद्याक्षर(गरजेचे, 2cc. max)';
$string['databasesettingssub_odbc_mssql'] = 'प्रकार : \"SQL*Server(over ODBC) प्रायोगीक (उत्पादनासाठी न वापरलेले) \" 
होस्ट : ODBCच्या कंट्रोल पॅनेलमध्ये दिलेले DSNचे नाव
नाव : डेटाबेसचे नाव. उदा: moodle
युजर : तुमचा डेटाबेसचे युजरनेम
पासवर्ड : तुमचा डेटाबेसचा पासवर्ड	
टेबलचे आद्याक्षर: सर्व टेबलच्या नावासाठी वापरण्यात येणारे आद्याक्षर(गरजेचे)';
$string['databasesettingssub_postgres7'] = 'प्रकार : \"PostgreSQL\"
होस्ट : \"उदा: localhost किंवा db.isp.com\" 
नाव : डेटाबेसचे नाव. उदा: moodle
युजर : तुमचा डेटाबेसचे युजरनेम
पासवर्ड : तुमचा डेटाबेसचा पासवर्ड	
टेबलचे आद्याक्षर: सर्व टेबलच्या नावासाठी वापरण्यात येणारे आद्याक्षर(गरजेचे)';
$string['databasesettingswillbecreated'] = 'टिप्पणी: जर डेटाबेस अस्तोत्त्वात नसेल तर इंस्टॉलर आपोआप तयार करण्याचा प्रयत्न करेल';
$string['dataroot'] = 'माहीतीची डिरेक्टरी';
$string['datarooterror'] = 'तुम्ही दिलेली \'माहीतीची डिरेक्टरी\' सापडत नाही किंवा केलेली नाही. दिलेला मार्ग दुरुस्त करा किंवा ती डिरेक्टरी स्वतः तयार करा';
$string['datarootpublicerror'] = 'तुम्ही दिलेली \'माहीतीची डिरेक्टरी\' वेबवरून थेट घेतली जावू शकते, तुम्ही वेगळी डिरेक्टरी वापरली पाहीजे.';
$string['dbconnectionerror'] = 'तुम्ही नमूद केलेल्या डेटाबेसशी संपर्क साधु शकत नाही. क्रुपया तुमचे डेटाबेसचे सेटींग तपासा';
$string['dbcreationerror'] = 'डेटाबेस तयार करतानाची समस्या. सेटींगमध्ये दिलेले नाव वापरून डेटाबेस तयार करू शकत नाही.';
$string['dbhost'] = 'होस्ट सर्व्हर';
$string['dbpass'] = 'पासवर्ड';
$string['dbprefix'] = 'टेबलचे आद्याक्षर';
$string['dbtype'] = 'प्रकार';
$string['dbwronghostserver'] = 'वर स्पष्टीकरण दिल्याप्रमाणे होस्टसाठीचे नियम तुम्ही पाळले पाहीजेत.';
$string['dbwrongnlslang'] = 'तुमच्या वेब सर्व्हरमधील NLS_LANG या एनव्हायर्नमेंट व्हेरीएबलने AL32UTF8 हा कॅरसेट वापरला पाहीजे. OCI8 योग्यरीत्या कसे कॉनफिगर करायचे यासाठी PHP चे माहीतीपत्र बघा';
$string['dbwrongprefix'] = 'वर स्पष्टीकरण दिल्याप्रमाणे टेबल आद्याक्षरासाठीचे नियम तुम्ही पाळले पाहीजेत.';
$string['directorysettings'] = 'क्रुपया या मूडलच्या इंस्टॉलेशनसाठी ठिकाणाची खात्री करा. 

वेबचा पत्ता:
जिथे मूडलचा उपभोग घेतला जाइल तिथला वेबचा पूर्ण पत्ता द्या. जर तुमच्या वेबसाइटवरती भरपूर URLs वापरून प्रवेश केला जावू शकतो, तर तुमच्या विद्यार्थ्यांना वापरण्यासाठी जास्तित जास्त सामान्य पत्ता निवडा. शेवटी स्लॅश देवू नका.	

मूडलची डिरेक्टरी:
या इंस्टॉलेशनसाठी डिरेक्टरीचा पूर्ण पत्ता द्या. छोटी व मोठी लिपी बरोबर आहे याची खात्री करा. 

माहीती डिरेक्टरी:
तुम्हाला जिथे मूडल अपलोडेड फाइल जतन करून ठेवेल असे ठिकाण हवे आहे. ही डिरेक्टरी वेब सर्व्हरच्या युजरसाठी लिहीण्यायोग्य व वाचण्यायोग्य असावी पण ती वेबवरून थेट घेता येवू नये.';
$string['directorysettingshead'] = 'क्रुपया, या मूडलच्या इंस्टॉलेशनसाठी ठिकाणाची खात्री करा.';
$string['directorysettingssub'] = 'वेबचा पत्ता:
जिथे मूडलचा उपभोग घेतला जाइल तिथला वेबचा पूर्ण पत्ता द्या. जर तुमच्या वेबसाइटवरती भरपूर URLs वापरून प्रवेश केला जावू शकतो, तर तुमच्या विद्यार्थ्यांना वापरण्यासाठी जास्तित जास्त सामान्य पत्ता निवडा. शेवटी स्लॅश देवू नका.	

मूडलची डिरेक्टरी:
या इंस्टॉलेशनसाठी डिरेक्टरीचा पूर्ण पत्ता द्या. छोटी व मोठी लिपी बरोबर आहे याची खात्री करा. 

माहीती डिरेक्टरी:
तुम्हाला जिथे मूडल अपलोडेड फाइल जतन करून ठेवेल असे ठिकाण हवे आहे. ही डिरेक्टरी वेब सर्व्हरच्या युजरसाठी लिहीण्यायोग्य व वाचण्यायोग्य असावी पण ती वेबवरून थेट घेता येवू नये.';
$string['dirroot'] = 'मूडलची डिरेक्टरी';
$string['dirrooterror'] = 'मूडल डिरेक्टरीचे सेटींग चूकीचे आहे असे वाटते - आम्हाला तिथे मूडलचे इंस्टॉलेशन सापडले नाही. खालील किंमत पून्हा सेट केलेली आहे';
$string['download'] = 'डाउनलोड';
$string['downloadlanguagehead'] = 'भाषा संच डाउनलोड करा';
$string['downloadlanguagesub'] = 'तुम्हाला आता भाषा संच डाउनलोड करण्यासाठी आणि त्या भाषेमध्ये इंस्टॉलेशनची क्रिया सुरू ठेवण्यासाठी पर्याय आहे. जर तुम्ही भाषा संच डाउनलोड करू शकत नसाल तर इंस्टॉलेशनची क्रिया इंग्रजीमधुन सुरू ठेवली जाइल.(एकदा इंस्टॉलेशनची क्रिया पूर्ण झाली की तुम्हाला आणखी भाषा संच डाउनलोड करण्यासाठी व इंस्टॉल करण्यासाठी संधी दिली जाइल.)';
$string['environmenthead'] = 'तुमचे पर्यावरण तपासत आहे';
$string['environmentsub'] = 'तुमच्या सिस्टीममधील वेगवेगळे घटक सिस्टीमच्या गरजा पूर्ण करतात का हे आम्ही तपासत आहोत';
$string['fail'] = 'अपयशी';
$string['fileuploads'] = 'अपलोड केलेल्या फाइल';
$string['fileuploadserror'] = 'हे सुरू असले पाहीजे';
$string['fileuploadshelp'] = 'तुमच्या सर्व्हरवरती फाइल अपलोड करणे डिसॅबल केलेले आहे. तरीही मूडल इंस्टॉल केले जावू शकते, परंतु तुम्ही कोर्सच्या फाइल किंवा युजर प्रोफाइलसाठी चित्रे अपलोड करू शकणार नाही. फाइल अपलोड एनॅबल करण्यासाठी तुमच्या सिस्टीममधील मूख्य php.ini या फाइलमध्ये बदल करावा लागेल आणि फाइल_अपलोड साठीचे सेटींग \'1\' ला बदलावे लागेल.';
$string['gdversion'] = 'GD प्रत';
$string['gdversionerror'] = 'चित्रे तयार करण्यासाठी आणि त्यामध्ये बदल करण्यासाठी GD लायब्ररी उपलब्ध असली पाहीजे';
$string['gdversionhelp'] = 'तुमच्या सर्व्हरवरती GD इंस्टॉल केलेले नाही. 
  मूडलमध्ये नविन चित्रे(लॉग ग्राफसारखी) तयार करण्यासाठी आणि चित्रांमध्ये(युजरच्या प्रोफाइलवरील चित्रे) बदल करण्यासाठी PHPला GD या लायब्ररीची गरज आहे. मूडल तरीसुद्धा GD शिवाय काम करू शकतो- हे वैशिष्ट्य तुमच्यासाठी उपलब्ध नाही. 
  युनिक्सवरती PHPमध्ये GD भरण्यासाठी --with-gd हे पॅरॅमीटर वापरून PHP कंपाइल करा
  विंडोजवरती तुम्ही phआ p.ini मध्ये बदल करू शकता आणि php_gd2.dll याच्याशी संदर्भ असलेल्या ओळींची कमेंट काढुन टाकू शकता.';
$string['globalsquotes'] = 'ग्लोबलची असुरक्षित हाताळनी';
$string['globalsquoteserror'] = 'तुमचे PHPचे सेटींग ठरवा: register_globals डिसॅबल करा किंवा magic_quotes_gpc एनॅबल करा';
$string['globalsquoteshelp'] = 'मॅजिक क्योटस GPC हे डिसॅबल आणि रेजिस्टर ग्लोबल हे ऎनॅबल हे दोन्ही एकावेळी असणे हे योग्य नाही.	
तुमच्या php.ini मधील योग्य सेटींग magic_quotes_gpc = सुरू आणि register_globals =बंद हे आहे. 
जर तुम्ही php.ini ही फाइल घेवू शकत नसाल तर मूडल डिरेक्टरीमधील .htaccess या फाइलमध्ये खालील ओळ टाका:
php_value magic_quotes_gpc On
php_value register_globals Off';
$string['installation'] = 'इंस्टॉलेशन';
$string['magicquotesruntime'] = 'मॅजिक क्योट रन टाइम';
$string['magicquotesruntimeerror'] = 'हे बंद असले पाहीजे';
$string['magicquotesruntimehelp'] = 'मूडलने व्यवस्थिन काम करण्यासाठी मॅजिक क्योट रन टाइम हे बंद असले पाहीजे. 
सामान्यतः ते नेहमी बंद असते- तुमच्या php.ini फाइलच्या सेटींगमध्ये magic_quotes_runtime एह बघा	
जर तुम्ही php.ini ही फाइल घेवू शकत नसाल तर मूडल डिरेक्टरीमधील .htaccess या फाइलमध्ये खालील ओळ टाका:
php_value magic_quotes_runtime Off';
$string['memorylimit'] = 'मेमरी मर्यादा';
$string['memorylimiterror'] = 'PHPमध्ये मेमरी मर्यादा खूप कमी ठेवली आहे. तुम्हाला नंतर समस्या येवू शकते.';
$string['mssql'] = 'SQL*Server (mssql)';
$string['mssql_n'] = 'SQL*Server UTF-8 सोबत (mssql_n)';
$string['mssqlextensionisnotpresentinphp'] = 'PHP हे MSSQL एक्स्टेंशन सोबत व्यवस्थित कॉनफिगर केलेले नाही.ते SQL*Server सोबत संपर्क करू शकत नाही. क्रुपया तुमची php.ini ही फाइल तपासा किंवा PHP पून्हा कंपाइल करा';
$string['mysql'] = 'MySQL (mysql)';
$string['mysqlextensionisnotpresentinphp'] = 'PHP हे MSSQL एक्स्टेंशन सोबत व्यवस्थित कॉनफिगर केलेले नाही.ते MySQL सोबत संपर्क करू शकत नाही. क्रुपया तुमची php.ini ही फाइल तपासा किंवा PHP पून्हा कंपाइल करा';
$string['mysqli'] = 'सुधारित MySQL (mysqli)';
$string['mysqliextensionisnotpresentinphp'] = 'PHP हे MSSQLi एक्स्टेंशन सोबत व्यवस्थित कॉनफिगर केलेले नाही.ते MySQL सोबत संपर्क करू शकत नाही. क्रुपया तुमची php.ini ही फाइल तपासा किंवा PHP पून्हा कंपाइल करा. PHP 4मध्ये MySQLi हे एक्स्टेंशन उपलब्ध नाही';
$string['oci8po'] = 'Oracle (oci8po)';
$string['ociextensionisnotpresentinphp'] = 'PHP हे OCI8 एक्स्टेंशन सोबत व्यवस्थित कॉनफिगर केलेले नाही.ते Oracle सोबत संपर्क करू शकत नाही. क्रुपया तुमची php.ini ही फाइल तपासा किंवा PHP पून्हा कंपाइल करा';
$string['odbc_mssql'] = 'SQL*Server over ODBC (odbc_mssql)';
$string['odbcextensionisnotpresentinphp'] = 'PHP हे ODBC एक्स्टेंशन सोबत व्यवस्थित कॉनफिगर केलेले नाही.ते SQL*Serverसोबत संपर्क करू शकत नाही. क्रुपया तुमची php.ini ही फाइल तपासा किंवा PHP पून्हा कंपाइल करा';
$string['pass'] = 'यशस्वी';
$string['pgsqlextensionisnotpresentinphp'] = 'PHP हे PGSQL एक्स्टेंशन सोबत व्यवस्थित कॉनफिगर केलेले नाही.ते PostgreSQLसोबत संपर्क करू शकत नाही. क्रुपया तुमची php.ini ही फाइल तपासा किंवा PHP पून्हा कंपाइल करा';
$string['phpversion'] = 'PHP ची प्रत';
$string['phpversionerror'] = 'PHP ची प्रत ही कमीत कमी 4.3.0 किंवा 5.1.0 असली पाहीजे (5.0.x याला काही समस्या आहेत )';
$string['postgres7'] = 'PostgreSQL (postgres7)';
$string['postgresqlwarning'] = 'टिप्पणी: जर तुम्हाला संपर्क करताना समस्या आली तर होस्ट सर्व्हर फिल्ड सेट करताना तुम्ही खालीलप्रमाणे प्रयत्न करा. होस्ट=\'postgresql_host\' पोर्ट=\'5432\'डीबीनेम=\'postgresql_database_name\' युजर=\'postgresql_user\' पासवर्ड=\'postgresql_user_password\'
आणि डेटाबेस, युजर,पासवर्ड हे फिल्ड रिकामे सोडा. जास्त माहीतीसाठी <a href=\"http://docs.moodle.org/en/Installing_Postgres_for_PHP\">Moodle Docs</a>
इथे जा';
$string['safemode'] = 'सुरक्षित पातळी';
$string['safemodeerror'] = '\'सुरक्षित पातळी\'  सुरू असताना मूडलला समस्या येवू शकते';
$string['safemodehelp'] = '\'सुरक्षित पातळी\'  सुरू असताना मूडलला वेगवेगळ्या समस्या येवू शकतात. एवढेच नाही तर ते नविन फाइल तयार करण्यास परवानगी देणार नाही.
पॅरॅनॉइड पब्लिक वेब होस्ट हे नेहमी \'सुरक्षित पातळी\' एनॅबल करतात. त्यामूळे तुम्हाला तुमच्या मूडलसाइटसाठी नविन वेब होस्टिंग कंपनी शोधावी लागेल.
तुम्हाला जर हवे  असेल तर तुम्ही इंस्टॉलेशन चालू करू शकता पण नंतर काही समस्या येतील.';
$string['sessionautostart'] = 'सेशन आपोआप सुरू ठेवणे';
$string['sessionautostarterror'] = 'हे बंद असले पाहीजे';
$string['sessionautostarthelp'] = 'मूडलला सेशन आधार गरजेचा आहे आणि त्याच्याशिवाय ते काम करू शकणार नाही.
php.ini या फाइलमध्ये सेशन एनॅबल करता येतील- session.auto_start हा पॅरॅमीटर शोधा.';
$string['skipdbencodingtest'] = 'DB एनकोडिंग टेस्ट वगळा';
$string['welcomep60'] = 'खालील पानामध्ये तुम्हाला तुमच्या संगणकावरती मूडल सेट व कॉनफिगर करण्यासाठी काही सोप्या पद्धती दिलेल्या आहेत. तुम्ही डिफॉल्ट सेटींग ठेवू शकता किंवा  तुम्हाला हव्या त्या सुधारणा करू शकता.';
$string['welcomep70'] = 'मूडलचा सेट अप चालू ठेवण्यासाठी \'पूढे\' या बटनवरती क्लिक करा.';
$string['wwwroot'] = 'वेबचा पत्ता';
$string['wwwrooterror'] = 'वेबचा पत्ता हा योग्य वाटत नाही. - तिथे मूडलचे इंस्टॉलेशन नाही. खालील किंमत पून्हा सेट केलेली आहे.';

?>
