<?PHP // $Id$ 
      // qtype_shortanswer.php - created with Moodle 1.9.4+ (Build: 20090318) (2007101542)


$string['addmoreanswerblanks'] = 'आणखी उत्तरांसाठी रिकामे नको';
$string['answermustbegiven'] = 'जर श्रेणी किंवा प्रतीसाद असेल तर तुम्ही उत्तर दिलेच  पाहीजे';
$string['filloutoneanswer'] = 'तुम्ही कमीत कमी एक शक्य असलेले उत्तर दिले पाहीजे. रिकामी सोडलेली उत्तरे लक्षात घेतली जाणार नाहीत. \"*\" हे एखादे कॅरॅक्टर जूळविण्यासाठी वाइल्डकार्डप्रमाणे वापरले जाइल. पहीले जूळलेले उत्तर गुण आणि प्रतिसाद ठरविण्यासाठी वापरले जाइल्';

?>
