<?PHP // $Id$ 
      // question.php - created with Moodle 1.9.4+ (Build: 20090318) (2007101542)


$string['adminreport'] = 'तुमच्या प्रश्नाच्या डेटाबेसमध्ये येवू शकणार्‍या समस्यांचा अहवाल';
$string['broken'] = 'ही लिंक \'खंडीत लिंक\' आहे, ती अस्तित्त्वात असलेल्या फाइलला निर्देशित करतात';
$string['categorycurrent'] = 'सध्याचा गट';
$string['categorycurrentuse'] = 'हा गट वापरा';
$string['categorydoesnotexist'] = 'हा गट अस्तित्त्वात नाही';
$string['categorymoveto'] = 'गटामध्ये जतन करून ठेवा';
$string['created'] = 'बनविले';
$string['createdmodifiedheader'] = 'बनविले/शेवटी जतन केलेले';
$string['cwrqpfs'] = 'उपगटामधुन अधले मधले प्रश्न निवडणे';
$string['cwrqpfsinfo'] = 'मूडल1.9 मध्ये सुधारणा करत असताना प्रश्नाचे गट वेगवेगळ्या संदर्भामध्ये विभागले जातील. तुमच्या साइटवरील काही प्रश्न आणि प्रश्नाचे गट यांचा शेअरींग स्टेटस बदललेला असला पाहीजे. हे कधीतरी गरजेचे आहे जेव्हा चाचणीसाठी एक किंवा जास्त रॅनडम प्रश्न हे शेअरड किंवा अनशेअरड गटाच्या मिश्रणातून निवडायचे असतात.
जेव्हा रॅनडम प्रश्न हे उपगटातून निवडायचे असतात आणि उपगटाला मूळगटासाठी वेगवेगळे शेअरींग स्टेटस दिलेले असते तेव्हा हे घडू शकते. खालील प्रश्न गटाचे, ज्यामधून मूळगटातील रॅनडम प्रश्न निवडायचे आहेत,  शेअरींग स्टेटस \'रॅनडम\'प्रश्न असलेला गट म्हणून  मूडल1.9 मध्ये सूधारणा करताना बदलले जाइल. खालील प्रश्न गटाचे शेअरींग स्टेटस बदललेले असेल. परीणाम झालेले प्रश्न अस्तित्त्वात असलेल्या चाचणी परीक्षेसाठी चालू शकतील् जोपर्यत तुम्ही त्यांना काढुन टाकत नाही.';
$string['cwrqpfsnoprob'] = '\'उपगटामधून रॅनडम प्रश्न निवडणे\' यामूळे साइटवरील कोणत्याही प्रश्नाच्या गटावरती परीणाम झालेला नाही.';
$string['deletecoursecategorywithquestions'] = 'या कोर्स गटाशी सांघीक असे प्रश्न प्रश्नसमूहामध्ये आहेत. जर तुम्ही पूढे गेलात तर ते प्रश्न काढुन टाकले जातील. प्रश्नसमूहाचे माध्यम वापरून तुम्ही ते पहील्यांदा हलवू इच्छीत असाल.';
$string['donothing'] = 'फाइल हलवू नका किवा त्यांची दुसरी प्रत तयार करू नका. लिंक बदलू नका.';
$string['editingcategory'] = 'गट बदलणे';
$string['editingquestion'] = 'प्रश्न बदलणे';
$string['erroraccessingcontext'] = 'कॉनटेक्स्ट घेवू शकत नाही';
$string['errorprocessingresponses'] = 'तुमच्या प्रतीसादावरती क्रिया करत असताना समस्या आल्या';
$string['exportcategory'] = 'गट निर्यात करा';
$string['filesareacourse'] = 'कोर्स फाइलचे  क्षेत्र';
$string['filesareasite'] = 'साइट फाइलचे  क्षेत्र';
$string['fractionsnomax'] = 'कोणत्याही एका उत्तराला 100%%गुण असले पाहीजेत म्हणजे या प्रस्श्नासाठी पूर्ण गुण मिळविणे शक्य होइल';
$string['getcategoryfromfile'] = 'फाइलमधुन गट घ्या';
$string['getcontextfromfile'] = 'फाइलमधुन कॉनटेक्स्ट घ्या';
$string['ignorebroken'] = 'खंडीत लिंक दुर्लक्षित करा';
$string['maketoplevelitem'] = 'वरच्य पातळीवरती हलवा';
$string['modified'] = 'शेवटी जतन केलेले';
$string['movecategory'] = 'गट हलवा';
$string['movelinksonly'] = 'फाइल हलवू नका किंवा त्यांची दुसरी प्रत करू नका. फक्त लिंक कूठे निदर्शीत करतात ते बदला';
$string['moveq'] = 'प्रश्न हलवा';
$string['moveqtoanothercontext'] = 'दुसर्‍या कॉनटेक्स्टमध्ये प्रश्न हलवा';
$string['movingcategory'] = 'गट हलवित आहे';
$string['movingquestions'] = 'प्रश्न आणि कही फाइल हलवित आहे';
$string['needtochoosecat'] = 'हा प्रश्न हलविण्यासाठी तुम्हाला गट निवडणे गरजेचे आहे किंवा \'रद्द\' बटणावरती क्लिक करा';
$string['nopermissionadd'] = 'तुम्हाला इथे प्रश्न भरण्यासाठी परवानगी नाही';
$string['nopermissionmove'] = 'तुम्हाला इथुन् प्रश्न हलविण्यासाठी परवानगी नाही.तुम्ही या गटामध्ये प्रश्न जतन केला पाहीजे किंवा तो नविन प्रश्न म्हणून जतन करा';
$string['noprobs'] = 'तुमच्या प्रश्नाच्या डेटाबेसमध्ये समस्या सापदत नाहीत';
$string['notenoughdatatoeditaquestion'] = 'प्रश्नाचा id,गटाचा id आणि प्रश्नाचा प्रकार नमूद केलेला नाही';
$string['notenoughdatatomovequestions'] = 'तुम्ही हलवू इच्छित असलेल्या प्रश्नाचा id देणे गरजेचे आहे';
$string['permissionedit'] = 'हा प्रश्न बदला';
$string['permissionmove'] = 'हा प्रश्न हलवा';
$string['permissionsaveasnew'] = 'हा प्रश्न नविन प्रश्न म्हणून जतन करा';
$string['permissionto'] = 'तुम्हाला यासाठी परवानगी आहे';
$string['published'] = 'शेअरड';
$string['questionbank'] = 'प्रश्न समूह';
$string['questioncategory'] = 'प्रश्न गट';
$string['questiondoesnotexist'] = 'प्रश्न अस्तित्त्वात नाही';
$string['questionuse'] = 'या क्रियेमध्ये प्रश्न वापरा';
$string['tofilecategory'] = 'फाइलमध्ये गट लिहा';
$string['tofilecontext'] = 'फाइलमध्ये कॉनटेक्स्ट लिहा';
$string['unknown'] = 'अनोळखी';
$string['unpublished'] = 'अनशेअरड';

?>
