<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_dbdescription'] = 'Энэ арга нь гадаад өгөгдлийн сангаас оруулсан нэр, нууц үгийг шалгана. Хэрэв хэрэглэгч нь шинэ байвал бусад баганын мэдээлэл нь Моодл руу хуулагдах болно.';
$string['auth_dbextrafields'] = 'Энэ талбар нь заавал сонгох албагүй. Та <b>гадаад өгөгдлийн сан</b>-гаас зарим мэдээллийг оруулахын тулд энд сонгож болно. <p>Хэрэв хоосон орхивол анхны өгөгдлүүд хэрэглэгдэнэ.</p> <p>Аль ч тохиолдолд хэрэглэгч нэвтэрч орсны дараа эдгээр утгуудыг өөрчлөх боломжтой.</p>';
$string['auth_dbfieldpass'] = 'Нууц үгийг агуулж байгаа талбарын нэр';
$string['auth_dbfielduser'] = 'Хэрэглэгчийн нэрийг агуулж байгаа талбарын нэр';
$string['auth_dbhost'] = 'Өгөгдлийн санг агуулж байгаа комьпютерийн нэр';
$string['auth_dbname'] = 'Өөрийнх нь өгөгдлийн сангийн нэр';
$string['auth_dbpass'] = 'Дээрхи хэрэглэгчийн нууц үг';
$string['auth_dbpasstype'] = '<p>Нууц үгийг хадгалах хэлбэрийн сонгоно уу. MD5 хөрвүүлэлт нь өргөн хэрэглэгддэг PostNuke гэх мэт програмтай холбогдоход зохимжтой.</p> <p>\'Дотоод\' гэж сонгосноор гадаад өгөгдлийн санд хэрэглэгчийн нэр,  имэйл хаягийг хадгалаад, нууц үгийг Моодл зохицуулно. Хэрэв та \'Дотоод\' ашиглах юм бол гадаад өгөгдлийн сан дээрхи холбогдох имэйл хаяг бүхий талбарыг <i>заавал</i> бөглөх хэрэгтэй бөгөөд auth/db/cron.php -г тогтмол ажиллуулж байх хэрэгтэй.';
$string['auth_dbtable'] = 'Өгөгдлийн сан дахь хүснэгтийн нэр';
$string['auth_dbtitle'] = 'Гадаад өгөгдлийн санг ашиглах';
$string['auth_dbtype'] = 'Өгөгдлийн сангийн төрөл (<a href=\"../lib/adodb/readme.htm#drivers\">DOdb бичиг баримт</a> -г үзнэ үү)';
$string['auth_dbuser'] = 'Өгөгдлийн сан руу унших хандалттай хэрэглэгчийн нэр';