<?PHP // $Id$ 
      // block_glossary_random.php - created with Moodle 1.7+ (2006101009)


$string['addentry'] = 'Өөрийн дуртай ишлэлийг нэмэх!';
$string['askaddentry'] = 'Хэрэглэгч тайлбар, ишлэл рүү өгөгдөл оруулж болох үед уг текстийг холбоосын хамт харуул';
$string['askinvisible'] = 'Хэрэглэгч тайлбар, ишлэлийг засварлах болон харж болохгүй үед уг текстийг харуул(холбоосгүйгээр)';
$string['askviewglossary'] = 'Хэрэглэгч тайлбар, ишлэлийг харах боловч өгөгдөл нэмж чадахгүй үед уг текстийг холбоосын хамт харуул';
$string['blockname'] = 'Дурын тайлбар, ишлэл';
$string['intro'] = 'Энэ курст хамгийн багадаа нэг өгөгдөл орсон тохиолдолд ядаж нэг тайлбар, ишлэл агуулсан эсэхээ шалгаарай. Тэгсэн тохиолдолд та дараахи тохиргоонуудыг тохируулж болно.';
$string['invisible'] = '(үргэлжлэл бий)';
$string['lastmodified'] = 'Хамгийн сүүлчийн засварлагдсан өгөгдөл';
$string['nextone'] = 'Дараагийн оруулга';
$string['noentriesyet'] = 'Сонгосон ишлэл, тайлбарт тань хараахан өгөгдөл алга байна.';
$string['notyetconfigured'] = 'Edit хэрэгсэл дээр даран уг блокийг тохируулна уу.';
$string['notyetglossary'] = 'Та сонголт хийхийн тулд ядаж нэг ишлэл тайлбартай байх ёстой.';
$string['random'] = 'Санамсаргүй өгөгдөл';
$string['refresh'] = 'Шинэ өгөгдөл сонгогдохын өмнөх өдөр';
$string['select_glossary'] = 'Энэ ишлэл тайлбараас өгөгдлүүдийг ав';
$string['showconcept'] = 'Өгөгдөл бүрийн тодорхойлолтыг харуул';
$string['title'] = 'Гарчиг';
$string['type'] = 'Шинэ өгөгдөл хэрхэн сонгогдсон бэ';
$string['typehelp'] = '<b>Хамгийн сүүлд өөрчлөгдсөн өгөгдөл</b> нь хамгийн сүүлд өөрчлөлт хийсэн өгөгдлийг харуулна,  мөн <b>Санамсаргүй өгөгдөл</b> нь цаг бүрт шинийг санамсаргүйгээр сонгоно. <b>Дараагийн өгөгдөл</b> гэсэн сонголт нь өгөгдлүүдийг дарааллын дагуу гүйлгэж харуулна. Хамгийн сүүлийн сонголт нь <i>Долоо хоногийн ишлэл</i> эсвэл <i>Энэ өдрийн зөвлөгөө</i> нарыг бүх хүн харахаар тодорхой өдрүүд сонгогдсон үед маш чухал сонголт юм.';
$string['viewglossary'] = 'Илүү ишлэлүүд...';
$string['whichfooter'] = 'Та, энэ блокийн ишлэл, тайлбарын үйлдлүүдийн холбоосуудыг нь харуулж болно. Уг блок нь тухайн ишлэл, тайлбарт хүчинтэй үйлдлүүдийн холбоосуудыг л харуулах болно.';

?>

