<?PHP // $Id$ 
      // enrol_database.php - created with Moodle 1.7+ (2006101009)


$string['autocreate'] = 'Хэрэв Моодл-д агуулагдаагүй курсууд давхацахгүй бол автоматаар үүсгэж болно.';
$string['autocreation_settings'] = 'Автоматаар үүсэх тохиргоонууд';
$string['category'] = 'Авто үүсгэгдэх курсуудын категори';
$string['course_fullname'] = 'Курсын бүтэн нэр хадгалагдсан талбарын нэр';
$string['course_id'] = 'Курсын ID дугаар хадгалагдсан талбарын нэр. Энэ талбарын утга нь Моодл-ийн курсийн хүснэгт дэх \"enrol_db_l_coursefield\" талбартай тохирч байх ёстой.';
$string['course_shortname'] = 'Курсын товч нэр хадгалагдсан талбарын нэр';
$string['course_table'] = 'Курсын тухай мэдээлэл авч болох хүснэгтний нэр (товч нэр, бүтэн нэр, ID дугаар гэх мэт)';
$string['description'] = 'Бүртгэх үйл ажиллагааг гадаад датабэйс(бараг бүх төрлийн) ашиглан явуулж болно. Таны гадаад датабэйс нь Курсын ID-г заасан талбар, хэрэглэгчийн ID-г заасан талбарыг агуулсан байх ёстой. Эдгээр талбарууд нь таны сонгосон дотоод датабэйсын талбаруудтай харьцуулагдах болно.';
$string['enrolname'] = 'Гадаад Датабэйс';
$string['general_options'] = 'Ерөнхий сонголт';
$string['host'] = 'Өгөгдлийн сангийн сэрвэрийн хостийн нэр';
$string['local_coursefield'] = 'Алсын өгөгдлийн сан дах өгөгдлүүдтэй тохируулахын тулд ашиглах, курсийн хүснэгт дэх талбарын нэр (жишээ нь: id дугаар)';
$string['local_fields_mapping'] = 'Моодл (дотоод) өгөгдлийн сангийн талбарууд';
$string['name'] = 'Ашиглагдах өгөгдлийн сангууд';
$string['pass'] = 'Сэрвэр рүү хандах нууц үг';
$string['remote_fields_mapping'] = 'Элсэлтийн (алсын) өгөгдлийн сангийн талбарууд';
$string['server_settings'] = 'Сервер тохиргоо';
$string['student_coursefield'] = 'Курсын ID-г олж болох, оюутны элсэлтийн хүснэгт дэх талбарын нэр';
$string['student_l_userfield'] = 'Хэрэглэгчийг, алсын өгөгдлийн сан дах оюутнуудын бичлэгтэй тохирч буй эсэхийг шалгахад ашиглагдах дотоод хэрэглэгчийн хүснэгт дэх талбарын нэр (жнь:id дугаар)';
$string['student_r_userfield'] = 'Хэрэглэгчийн ID-г олж болох оюутны элсэлтийн алсын хүснэгт дэх талбарын нэр';
$string['student_table'] = 'Оюутнуудын элсэлтийн тухай хадгалагдах хүснэгтний нэр';
$string['teacher_coursefield'] = 'Курсын ID-г олж болох, багш нарын элсэлтийн хүснэгт дэх талбарын нэр';
$string['teacher_l_userfield'] = 'Хэрэглэгчийг, алсын өгөгдлийн сан дах багш нарын бичлэгтэй тохирч буй эсэхийг шалгахад ашиглагдах дотоод хэрэглэгчийн хүснэгт дэх талбарын нэр (жнь:id дугаар)';
$string['teacher_r_userfield'] = 'Хэрэглэгчийн ID-г олж болох багш нарын элсэлтийн алсын хүснэгт дэх талбарын нэр';
$string['teacher_table'] = 'Багш нарын элсэлтийн тухай хадгалагдах хүснэгтний нэр';
$string['template'] = 'Заавал сонгох албагүй. Авто үүсгэгдэх курс нь өөрийнхөө тохиргоог жишээ курсээс хуулж авч чадна.';
$string['type'] = 'Өгөгдлийн сангийн сэрвэрийн төрөл';
$string['user'] = 'Сэрвэр рүү хандах хэрэглэгчийн нэр.';

?>

