<?PHP // $Id$ 
      // enrol_authorize.php - created with Moodle 1.7+ (2006101009)


$string['adminacceptccs'] = 'Ямар төрлийн кредит карт ашиглаж болох вэ?';
$string['adminaccepts'] = 'Зөвшөөрөгдсөн төлбөрөө төлөх арга болон төрлүүдийг сонгоно уу';
$string['adminauthorizeccapture'] = 'Эрэмбийг нягтлах & Автоматаар Олох Тохиргоо';
$string['adminauthorizeemail'] = 'эмайл илгээх тохиргоо';
$string['adminauthorizesettings'] = 'authorize.net тохиргоо';
$string['adminauthorizewide'] = 'site-wide тохиргоо';
$string['adminavs'] = 'Та өөрийн authorize.net -ийн бүртгэлд Хаяг Баталгаажуулах Систем (ХБС) идэвхжүүлсэн эсэхээ шалгана уу. Энэ нь хэрэглэгч төлбөр хийх хуудас бөглөх үед гэрийн хаяг,аймаг сум, улс зэргийн тухай мэдээлэлүүдийг шаарддаг.';
$string['adminconfighttps'] = 'Та \"<a href=\"$a->url\">loginhttps-г ON болгосон</a>\" эсэхээ шалгаад <br />in Admin >> Variables >> Security >> HTTP security-г ашиглах эсэхээ мөн шалгаарай.';
$string['adminconfighttpsgo'] = 'Энэ plugin тохируулахын тулд <a href=\"$a->url\">secure page</a> хуудас руу оч.';
$string['admincronsetup'] = 'cron.php ийн засварлах скрипт дор хаяж 24 цаг ажиллаагүй байна.<br/> Хэрвээ та автоматаар баталгаажуулах функцийг хэрэглэхийг хүсэж байгаа бол cron ийг зайлшгүй идэвхжүүлсэн байх ёстой. <br/><a href=\"../doc/?frame=install.html&sub=cron\"> cron суулгах</a> эсвэл нягталж үзэх-ийн чагтыг ав.<br/> Хэрвээ автоматаар баталгаажуулах хүчингүй болговол шилжүүлэгийн тухай мэдээлэлийг 30 хоногын дотор нягталж үзэн баталгаажуулахгүй бол шилжүүлэг цуцлагдана.<br/> Хэрвээ та 30 хоногийн дотор төлбөр гүйлгээг өөрөө баталгаажуулан зөвшөөрч эсвэл хүчингүй болгох бол нягталж үзэх-ийг чагтлаад автоматаар_олох_өдөр гэсэн талбарт \'0\' ийг оруулна.<br/>';
$string['adminemailexpired'] = '<b>$a</b> өдрийн өмнө  \'зөвшөөрсөн баталгаажуулсан/хүлээгдэж буй\' шилжүүлэг байсныг үзүүлэх анхааруулсан эмайл админуудад илгээ. (0=эмайл илгээхийг болиулах, үндсэн тохиргоо=2, хамгийн их=5)<br />Үүнийг өөрөө зохицуулж байхаар идэвхжүүлсэн нь дээр (нягталж үзэх=чагтална,автоматаар_олох_өдөр=0)';
$string['adminemailexpiredsort'] = 'Хугацаа нь дуусаж байгаа мэдүүлгүүдийг багш руу илгээх үед ямар нь хамгийн чухал вэ?';
$string['adminemailexpiredsortcount'] = 'Мэдүүлгүүдийг тоол';
$string['adminemailexpiredsortsum'] = 'Нийт дүн';
$string['adminemailexpiredteacher'] = 'Хэрвээ та гар-тохируулгыг сонгосон бол мөн багш нар төлбөр тооцоог удирдаж болох бол тэд хугацаа нь дуусаж буй мэдүүлгүүдийн тухай мэдэгдэл авах болно. Энэ нь курс бүрийн багш нар руу хугацаа нь дуусах гэж буй мэдүүлгүүдийн тухай имэйл илгээх болно.';
$string['adminemailexpsetting'] = '(0=имэйл илгээхгүй болгох, анхны утга=2, хамгийн их утга=5)<br />(Имэйл илгээх гар тохиргоо: cron=enabled, an_review=checked, an_capture_day=0, an_emailexpired=1-5)';
$string['adminhelpcapturetitle'] = 'Төлөвлөгдсөн өдөр';
$string['adminhelpreviewtitle'] = 'Мэдүүлгүүдийн тайлан';
$string['adminneworder'] = 'Эрхэм Админ,                                            

Та хүлээгдэж буй шинэ захиалга хүлээн авлаа.
Захиалгын Дугаар: $a->orderid
Шилжүүлэгийн Дугаар:$a->transid
Курс:$a->course   
Хэмжээ:$a->amount

Автоматаар олох идэвхжсэн эсэх?:   $a->acstatus

Хэрвээ автоматаар олох идэвжсэн  бол кредит  картыг унших $a->captureon                           
ба оюутан курсэд элсэх бол, эс бөгөөс элсүүлэх хугацаа нь $a->expireon -д дуусаж энэ өдрөөс хойш төлбөрийн картыг нь уншуулах боломжгүй болно.

Мөн та оюутан элсүүлэхийн тулд энэ доорхи хаягаар орж төлбөрийг зөвшөөрөх/үгүйсгэх хэрэгтэй.
$a->url';
$string['adminnewordersubject'] = '$a->course: Шинээр Хүлээгдэж буй Захиалга($a->orderid)';
$string['adminpendingorders'] = 'Та автоматаар олох функцийг идэвхжүүлээгүй байна.<br/> Хэрвээ та үүнийг идэвхжүүлэхгүй бол БАТАЛГААЖУУЛАХ шаардлагатай $a->тооны шилжүүлэг хүчингүй болно. <br/>Төлбөрийг зөвшөөрөх/хүчингүй болгохын тулд href=$a->url\'> Төлбөрийн Удирдлага </a> хуудас руу очно уу.';
$string['adminreview'] = 'Кредит картыг боловсруулахаасаа өмнө захиалгыг нягталж үзэх.';
$string['adminteachermanagepay'] = 'Багш нар курсын төлбөрийг удирдаж болно.';
$string['allpendingorders'] = 'Бүх хүлээгдэж буй мэдүүлгүүд';
$string['amount'] = 'Нийт Хэмжээ';
$string['anlogin'] = 'authorize.net: Нэвтрэх нэр';
$string['anpassword'] = 'authorize.net: Нууц үг';
$string['anreferer'] = 'Хэрвээ та authorize.net -ийн дансандаа үүнийг бүртгэсэн бол вэб хаягыг хаанаас мэдсэнээ тодорхойлно уу. Энэ нь вэбийн хүсэлт хэлбэрээр \"хаанаас.вэб хаяг\" гэсэн мөрийг илгээх болно.';
$string['antestmode'] = 'Шилжүүлгийг зөвхөн тестийн загварт ажиллуулж үз (мөнгө гүйлгээ хийгдэхгүй)';
$string['antrankey'] = 'authorize.net: Шилжүүлгийн Түлхүүр үг';
$string['approvedreview'] = 'Зөвшөөрөгдсөн тайлан';
$string['authcaptured'] = 'Баталгаажлаа / Оллоо';
$string['authorize:managepayments'] = 'Төлбөрийг удирдах';
$string['authorize:uploadcsv'] = 'CSV файл сервер руу хуулах';
$string['authorizedpendingcapture'] = 'Баталгаажлаа / Хайж байна';
$string['avsa'] = 'хаяг (гэрийн) тохирлоо, шуудангийн код тохирсонгүй';
$string['avsb'] = 'Хаягаа оруулаагүй байна';
$string['avse'] = 'Хаяг Баталгаажуулах Системийн алдаа';
$string['avsg'] = 'АНУ -ын бус Банкны Карт';
$string['avsn'] = 'Хаяг (гэрийн) мөн шуудангийн код ч тохирсонгүй';
$string['avsp'] = 'Хаяг Шалгалтын Системийг хэрэглэх боломжгүй';
$string['avsr'] = 'Дахих - систем боломжгүй эсвэл цаг нь дууссан';
$string['avsresult'] = '<b>ХБС дүн:</b> $a';
$string['avss'] = 'Карт гаргасан банк энэ үйлчилгээг үзүүлдэггүй';
$string['avsu'] = 'Хаягын мэдээлэл боломжгүй';
$string['avsw'] = 'Шуудангийн 9 оронтой код таарлаа. Хаяг (гэрийн) тохирсонгүй';
$string['avsx'] = 'Хаяг (гэрийн) болон шуудангийн 9 оронтой код тохирлоо';
$string['avsy'] = 'Хаяг (гэрийн) болон шуудангийн 9 оронтой код тохирлоо';
$string['avsz'] = '5 оронтой шуудангийн код тохирлоо, хаяг (гэрийн) тохирсонгүй байна';
$string['canbecredit'] = 'Ийм хэмжээний дүнг буцааж өгөх боломжтой $a->хүртэл';
$string['cancelled'] = 'Хүчингүй боллоо';
$string['capture'] = 'Олох';
$string['capturedpendingsettle'] = 'Оллоо / Хүлээгдэж буй Суурьшуулалт';
$string['capturedsettled'] = 'Шалгасан /  Суурьшуулсан';
$string['captureyes'] = 'Төлбөрийн картыг унших болно мөн оюутныг курсэд элсүүлнэ. Үүнийг гүйцэтгэх үү?';
$string['ccexpire'] = 'Дуусах Огноо';
$string['ccexpired'] = 'Картны хугацаа дууссан байна';
$string['ccinvalid'] = 'Картын дугаар хүчингүй байна';
$string['ccno'] = 'Кредит Картын Дугаар';
$string['cctype'] = 'Кредит Картын Төрөл';
$string['ccvv'] = 'Картын  Шалгалт';
$string['ccvvhelp'] = 'Картынхаа ар талыг харна уу (тооны сүүлийн 3 орон)';
$string['choosemethod'] = 'хэрвээ та курсынхаа элсэлтийн дугаарыг мэдэх бол түүнийгээ оруулна уу, эс бөгөөс та энэ курсийн төлбөрийг төлөх шаардлагатай';
$string['chooseone'] = 'Дараах хоёр талбарын аль нэгийг нь бөглөнө үү';
$string['costdefaultdesc'] = 'Курсын үнийн талбарт уг анхны утгыг ашиглах бол <strong>курсийн тохиргоонд 1-г оруулна уу</strong>.';
$string['cutofftime'] = 'Шилжүүлэгийн Дуусах Цаг.Хамгийн сүүлийн шилжүүлэг хэзээ суурьшсан вэ?';
$string['delete'] = 'Устгах';
$string['description'] = 'Authorize.net модуль таныг Төлбөрийн Картын үйлчилгээ үзүүлэгчдээр дамжуулан төлбөртэй курс хичээллүүлэх боломжийг олгодог. Хэрвээ аль ч курсын төлбөрийг 0 болговол, оюутнууд элсэхэд төлбөр нэхэгдэхгүй. Курсын төлбөрийг 2 замаар оруулж өгч болно. (1)Бүх л сайтад үйлчлэх нэг үнэ эсвэл (2) Курс тус бүрд үнийг нь тусад нь тогтоож өгч болно. 
Курсын үнэ сайтын үнийг бодвол илүү ажиллагаа шаарддаг.<br /><br /><b>Санамж:</b> Хэрвээ та курсын тохиргоонд элсэх ямар нэг түлхүүр оруулж өгвөл, оюутнуудыг түлхүүр үг ашиглан элсүүлэх бас нэг сонголт байна. Үүнийг төлбөртэй болон төлбөргүй курсыг нэг зэрэг явуулж буй тохиолдолд ашиглавал зүгээр.';
$string['echeckabacode'] = 'Банкний ABA дугаар';
$string['echeckaccnum'] = 'Банкний дансны дугаар';
$string['echeckacctype'] = 'Банкний дансны төрөл';
$string['echeckbankname'] = 'Банкний нэр';
$string['echeckbusinesschecking'] = 'Бизнес чек';
$string['echeckchecking'] = 'Чек';
$string['echeckfirslasttname'] = 'Банканд данс эзэмшигч';
$string['echecksavings'] = 'Хадгаламж';
$string['enrolname'] = 'Authorize.net Кредит Картын Гарц';
$string['expired'] = 'Хугацаа дууссан';
$string['howmuch'] = 'Хэдийн хэмжээний?';
$string['httpsrequired'] = 'Таны хүсэлт одоогоор биелэх боломжгүй байгаад бид хүлцэл өчье. Энэ сайтын тохиргоо зөв суугаагүй бололтой. 
<br/><br/>
Хуудасны доод талд шар өнгийн цоож хартлаа төлбөрийн картныхаа дугаарыг бүү оруулаарай. Хэрвээ тэмдэг харагдвал, энэ хуудас нь үйлчлүүлэгч болон сервер хооронд илгээсэн өгөгдлийг нууцалж байна гэсэн үг юм. Тийм болохоор шилжүүлэгийн үед хоёр компьютерийн хооронд дамжиж байгаа мэдээлэл хамгаалагдсан бөгөөд та төлбөрийн картны дугаараа интернетээр бусдад алдахгүй байх болно.';
$string['invalidaba'] = 'АВА дугаар хүчингүй байна';
$string['invalidaccnum'] = 'Дансны дугаар хүчингүй байна';
$string['invalidacctype'] = 'Дансны төрөл хүчингүй байна';
$string['logindesc'] = 'Энэ сонголт ON байх ёстой. <br/><br/> Та <ahref=\"$a->url\">loginhttps -ийг   ON</a> Админ >> Хувьсагчууд >> Аюулгүй байдал гэж болгосон биз.<br/><br/> Үүнийг ингэж тохируулах нь Моодлийг аюулгүй https төлбөрийн хуудсанд нэвтрэхэд хэрэглэдэг болгоно.';
$string['logininfo'] = 'Хэрэглэгчийн нэвтрэх нэр, нууц үг болон шилжүүлгийн дугаар нь нууцлалын улмаас харагдахгүй болно. Хэрвээ та эдгээр талбаруудыг өмнө нь оруулсан бол дахин оруулах шаардлагагүй. Хэрвээ талбарууд бөглөгдсөн бол талбарын зүүн талд ногоон текст харна. Хэрвээ эдгээр талбаруудыг анхны удаа оруулж байгаа бол хэрэглэгчийн нэвтрэх нэр(*) заавал шаардлагатай бөгөөд та харгалзах талбаруудад шилжүүлгийн дугаар (#1)<strong>болон</strong> нууц үгийн(#2) аль нэгийг нь заавал оруулах ёстой. Бид нууцлалын улмаас шилжүүлгийн дугаар оруулахыг санал болгож байна. Хэрвээ та одоогийн нууц үгээ устгахыг хүсвэл сонгох дөрвөлжинг дарна уу.';
$string['methodcc'] = 'Кредит карт';
$string['methodecheck'] = 'eCheck (ACH)';
$string['missingaba'] = 'АВА дугаар алга';
$string['missingaddress'] = 'Хаяг алга';
$string['missingbankname'] = 'Банкний нэр алга';
$string['missingcc'] = 'Картын дугаар алга';
$string['missingccexpire'] = 'Дуусах огноо алга';
$string['missingcctype'] = 'Картын төрөл алга';
$string['missingcvv'] = 'Баталгаажуулах дугаар алга';
$string['missingzip'] = 'Шуудангийн код алга';
$string['mypaymentsonly'] = 'Миний зөвхөн төлбөрийг харуул';
$string['nameoncard'] = 'Картан дээрх нэр';
$string['new'] = 'Шинэ';
$string['noreturns'] = 'Буцаахгүй!';
$string['notsettled'] = 'Суурьшуулаагүй байна';
$string['orderid'] = 'Захиалгын Дугаар';
$string['paymentmanagement'] = 'Төлбөрийн Менежмент';
$string['paymentmethod'] = 'Төлбөрөө төлөх арга';
$string['paymentpending'] = 'Таны төлбөр байх хүлээсэн төлөө энэ курс хамт энэ дараалал тоо дүн $a->orderid.';
$string['pendingecheckemail'] = 'Хүндэт менежер ээ,

Одоо $a->count e-чекүүд хүлээгдэж байгаа бөгөөд та хэрэглэгчдийг элсүүлэхийн тулд csv файлыг сервер рүү хуулна уу.

Холбоосон дээр дарж харж буй хуудасны тусламжийн файлыг уншина уу:
$a->url';
$string['pendingechecksubject'] = '$a->course: Хүлээгдэж буй eChecks($a->count)';
$string['pendingordersemail'] = 'Эрхэм админ, 

Хэрвээ та төлбөрийг $a->days өдрийн дотор зөвшөөрөхгүй бол $a->pending хүлээгдэж буй шилжүүлэг хүчингүй болох гэж байна.

Энэ бол анхааруулга. Учир нь та автоматаар олох /autocapture/ -ийг идэвжүүлээгүй байна. Энэ нь та өөрөө л төлбөрүүдийг үзэх гараараа зөвшөөрөх/үгүйсгэх хэрэгтэй гэсэн үг болно.

Хүлээгдэж буй төлбөрүүдийг \"зөвшөөрөх/үгүйсгэх\" ийн тулд доорхи хаягаар хандана уу.
$a->url

Автоматаар олохыг идэвхжүүлбэл та иймэрхүү сануулга, анхааруулгын захиа дахин хүлээж авахгүй болно. Доорхи хаягаар орж идэвхжүүлж болно:
$a->enrolurl';
$string['pendingordersemailteacher'] = 'Хүндэт багш,

\"$a->course\" курсийн $a->currency $a->sumcost нийт төлбөрийн $a->pending шилжүүлэг хүлээгдэж буй бөгөөд та $a->days өдрийн дотор төлбөрийг хүлээн авахгүй бол хүчингүй болохыг мэдэгдэж байна.

Та төлбөрийг хүлээн авах болон төлбөрөөс татгалзах боломжтой. Учир нь админ төлөвлөгдсөн төлбөр хураалтыг идэвхжүүлээгүй байна.

$a->url';
$string['pendingorderssubject'] = 'АНХААРУУЛГА: $a->course, $a->pending мэдүүлгүүд нь $a->days өдрийн дараа дуусна.';
$string['reason11'] = 'Давхардсан шилжүүлэг илгээгдсэн байна.';
$string['reason13'] = 'Нэвтрэх нэр хүчинтэй бус эсвэл данс идэвхжээгүй байна.';
$string['reason16'] = 'Гүйлгээ олдсонгүй.';
$string['reason17'] = 'Энэ газар ийм төрлийн кредит картыг зөвшөөрдөггүй юм байна.';
$string['reason245'] = 'Төлбөрийн маягтан дээр тулгуурласан төлбөрийн аргыг хэрэглэж буй үед энэ eCheck төрөл нь зөвшөөрөгдөөгүй байна.';
$string['reason246'] = 'Энэ eCheck төрөл нь зөвшөөрөгдөөгүй байна.';
$string['reason27'] = 'Шилжүүлэг хийгдсэнгүй, хаяг тохирсонгүй. Энд оруулсан хаяг карт эзэмшигчийн хаягтай тохирсонгүй.';
$string['reason28'] = 'Энэ газар ийм төрлийн кредит картыг зөвшөөрдөггүй юм байна.';
$string['reason30'] = 'Процессорд хийсэн тохиргоо хүчин төгөлдөр бус байна. Худалдааны Үйлчилгээ Үзүүлэгчтэй Холбогдоно уу.';
$string['reason39'] = 'Өгөгдсөн валютын код хүчингүй, эсвэл энд ороогүй, эсвэл зөвшөөрөгдөөгүй буюу үүнийг өөр валют руу хөрвүүлэх ханш алга.';
$string['reason43'] = 'Үйлчилгээ үзүүлэгч газар процессорыг буруу суулгасан байна. Та Худалдааны Үйлчилгээ Үзүүлэгчтэйгээ Холбогдоно уу.';
$string['reason44'] = 'Шилжүүлэг хүчингүй боллоо. Картын Кодын шүүлтэнд алдаа гарлаа!';
$string['reason45'] = 'Шилжүүлэг хүчингүй боллоо. Картын Код/Хаяг Баталгаажуулалтын Системын шүүлтүүрэнд алдаа гарлаа.';
$string['reason47'] = 'Суурьшуулахыг хүссэн хэмжээ анх зөвшөөрсөн хэмжээнээс их байж болохгүй.';
$string['reason5'] = 'Нийт дүн нь хүчинтэй байх ёстой.';
$string['reason50'] = 'Шилжүүлэг суурьшуулалтанд орохоор хүлээгдэж байна, буцаан олгогдох боломжгүй.';
$string['reason51'] = 'Энэ шилжүүлэг.';
$string['reason54'] = 'Гүйлгээ хийхийг хүссэн шилжүүлэг кредит гаргах шаардлагад нийцсэнгүй.';
$string['reason55'] = 'Дурьдсан шилжүүлэгтэй харьцуулбал өрийн нийлбэр хэмжээ тань урьдны өрийн хэмжээнээс хэтэрсэн байна.';
$string['reason56'] = 'Энэ газар нь зөвхөн eCheck(ACH)шилжүүлгийг зөвшөөрдөг; кредит картаар шилжүүлэг хийхийг хүлээн авдаггүй юм байна.';
$string['refund'] = 'Буцааж  олгох';
$string['refunded'] = 'Буцааж  олгосон';
$string['returns'] = 'Буцаалт';
$string['reviewday'] = '<b>$a</b> өдрийн дотор багш буюу админ нягталж үзэхгүй бол кредит картыг автоматаар унш. CRON ИДЭВХЖСЭН БАЙХ ЁСТОЙ.<br/>( 0 өдөр гэвэл автоматоор  олох/унших идэвхгүй болох ба энэ багш эсвэл админ зайлшгүй өөрсдөө нягталж үзэх хэрэгтэй гэсэн үг. Мөн  30 өдрийн дотор нягталж үзэхгүй бол шилжүүлэг хүчингүй болно.)';
$string['reviewfailed'] = 'Харж чадсангүй';
$string['reviewnotify'] = 'Таны төлбөрийг нягталж үзэх болно. Хэдэн хоногийн дотор таны багш таньд эмайл илгээнэ.';
$string['sendpaymentbutton'] = 'Төлбөр Илгээх';
$string['settled'] = 'Суурьшсан';
$string['settlementdate'] = 'Суурьшуулсан огноо';
$string['subvoidyes'] = 'Буцааж олгосон $a->transid шилжүүлэг хүчингүй болох ба энэ нь $a->хэмжээгээр таны дансанд өр болно. Та үүнийг гүйцэтгэх үү?';
$string['tested'] = 'Тестэлсэн';
$string['testmode'] = 'Тестийн загвар';
$string['testwarning'] = 'Олох/хоосон/кредит тестийн загварт ажиллаж байгаа ч өгөгдлийн санд дүн, өөрчлөлт нь бичигдсэнгүй, орсонгүй.';
$string['transid'] = 'Шилжүүлэгийн дугаар';
$string['underreview'] = 'Тайлангийн доор';
$string['unenrolstudent'] = 'Оюутныг элсүүлэхгүй юу?';
$string['uploadcsv'] = 'CSV файлыг сервер рүү хуул';
$string['usingccmethod'] = '<a href=\"$a->url\"><strong>Кредит карт</strong></a> ашиглан элс';
$string['usingecheckmethod'] = '<a href=\"$a->url\"><strong>eCheck</strong></a> ашиглан элс';
$string['void'] = 'Хоосон';
$string['voidyes'] = 'Мөнгөн шилжүүлэг хүчингүй болно. Та итгэлтэй байна уу?';
$string['welcometocoursesemail'] = 'Хүндэт оюутан,

Төлбөрөө төлсөнд тань баярлалаа. Та дараах курсуудад элссэн байна:

$a->courses

Та өөрийн тухай мэдээллээ засахдаа:
$a->profileurl

Та өөрийнхөө төлбөрийн тухай нарийвчилсан мэдээлэл авахыг хүсвэл:
$a->paymenturl';
$string['youcantdo'] = 'Та дараах үйлдлийг хийж чадахгүй: $a->action';
$string['zipcode'] = 'Шуудангийн код';

?>

