<?PHP // $Id$ 
      // enrol_paypal.php - created with Moodle 1.7+ (2006101009)


$string['business'] = 'Таны албаны Paypal онлайн дансны и-мэйл хаяг';
$string['costorkey'] = 'Дараах элсэлтийн аргуудаас аль нэгийг нь сонгоно уу.';
$string['description'] = 'Paypal модуль нь танд курсүүдийн төлбөр тооцоо хийх боломжийг олгодог. Хэрэв ямар нэг курс нь төлбөргүй байвал суралцагчид төлбөр төлөх талаар асуудаггүй. 
Энэ сайтын хүрээнд та энд байгаа аль ч курс, тэгээрийн салангид бүх курст хандаж төлбөр хийж болно.
Курсын үнэ нь сайтын өртгийг мөн хамаарна.';
$string['enrolname'] = 'Онлайн төлбөр хийх систем';
$string['sendpaymentbutton'] = 'Төлбөрөө онлайн төлбөр хийх систем Paypal-р илгээх';

?>

