<?PHP // $Id$ 
      // enrol_manual.php - created with Moodle 1.7+ (2006101009)


$string['description'] = 'Энэ нь элсэлтийн анхны хэлбэр юм. Оюутнууд тодорхой курст элсэхийн тулд 2 үндсэн аргаар элсэж болно. 
<ul>
<li>Багш эсвэл админ курс доторх Курсын Удирдлага цэсэн дээрх холбоосыг ашиглаж оюутнуудыг элсүүлж чадна.</li>
<li>Тухайн курс нь “элсэлтийн түлхүүр” нэртэй нууц үгтэй байж болно. Энэ түлхүүрийг мэдэх хүн бүхэн өөрийгөө тухайн курст нэмэх боломжтой юм. </li>
</ul>';
$string['enrolname'] = 'Дотоод элсэлт';

?>

