
<!--
Энэхvv файлын орчуулгын ажлыг "Нээлттэй эхтэй зайн сургалтын програм хангамжуудын vнэлгээ, нутагшуулалт" (www.pandora-asia.org) тєслийн хvрээнд ИнфоКон ХХК гvйцэтгэв. Энэхvv тєсєл нь/ Канадын Олон Улсын Хєгжлийн Агентлагын санхvvжилтээр хэрэгжсэн болно.

The translation of this file carried out within a framework of Evaluation and Adaptation of Open Source Software for DL in Asia <http://www.pandora-asia.org/panprojects.php?main=panprojects_3.htm> (www.pandora-asia.org) project implemented by InfoCon LLC with financial support from the Pan Asia Networking (PAN) Programme Initiative of the International Development Research Centre (IDRC), under a grant to the Virtual University of Pakistan for the project, PANdora - Distance and Open Resource Access. 
-->



<?PHP // $Id$ 
      // survey.php - created with Moodle 1.7+ (2006101009)


$string['actual'] = 'Жинхэнэ';
$string['actualclass'] = 'Жинхэнэ анги';
$string['actualstudent'] = '$a жинхэнэ';
$string['allquestions'] = 'Жагсаалт дахь бүх асуултууд, бүх оюутан';
$string['allscales'] = 'Бүх хэмжээс, бүх оюутан';
$string['alreadysubmitted'] = 'Уг судалгаанд та өмнө нь бүртгэгдсэн байна.';
$string['analysisof'] = '$a - н шинжилгээ';
$string['answers'] = 'Хариултууд';
$string['attls1'] = 'Зарим хүнүүсийн хариултаас үнэлэхдээ, би тэдгээрийн аргументийн үр дүнг голлон авч үзсэн ба оролцсон хүмүүст чиглээгүй.';
$string['attls10'] = 'Надад ямар нэг юманд анализ хйихэд бололцоот объектив үр дүн чухал.';
$string['attls10short'] = 'объектив үр дүн';
$string['attls11'] = 'Би хүмүүсийн эсрэг байхын оронд тэдэнтэй хамт сэтгэхийг орлддог';
$string['attls11short'] = 'хүмүүстэй хамт бодох';
$string['attls12'] = 'Надад тодорхой шалгуур байдаг ба тэрийгээ аргументийн үнэлгээнд ашигладаг.';
$string['attls12short'] = 'үнэлэхэд шалгуур ашиглах';
$string['attls13'] = 'Би хэн нэгний юмыг үнэлэх эсрэг саналыг ойлгохыг оролдохдоо илүү дуртай.';
$string['attls13short'] = 'ойлгохыг оролдох';
$string['attls14'] = 'Би бусад хүмүүсийн сэтгэхүй дэхь сул талуудыг тодорхойлж тэдгээрийн учир шалтгааныг тэдэнд ойлгомжтой болгохыг хичээдэг.';
$string['attls14short'] = 'сул талуудыг тодорхойлох';
$string['attls15'] = 'Би маргаантай асуудлаас гарах гарцыг олохын тулд нөгөө талын байр суурьнаас харж яагаад тэдэнд иймэрхүү асуудал тулгарах болсныг ойлгохыг хичээдэг.';
$string['attls15short'] = 'тэдний оронд өөрийгөө тавьж үзэх';
$string['attls16'] = 'Бүх баталгааг хэлэлцэхийн тулд юмыг шинжлэх нэг арга зам /тэдгээрийг сорилтод оруулах/-ыг сонгодог.';
$string['attls16short'] = 'Сорилтод оруулах';
$string['attls17'] = 'Би асуудлуудыг шийдэхдээ өөрийн ажил хэргүүдийн хамааралын логик учир шалтгааныг хэрэглэхэд илүү ач холбогдол өгдөг.';
$string['attls17short'] = 'би хамгийн их логикд ач холбогдол өгдөг';
$string['attls18'] = 'Би үзэл бодлынхоо зөн билигээ empathy-аараа ялгарч олж авч чаддаг.';
$string['attls18short'] = 'empathy-аас зөн билиг';
$string['attls19'] = 'Би бусадтай үзэл бодлоор сөргөлдөх үед, тэд яаж сэтгэж байгааг харж, түүнд өөрийн үзэл бодлоо хүргэх оролдлого хийдэг.';
$string['attls19short'] = 'хүргэх оролдлого хийх';
$string['attls1short'] = 'аргументийн фокус чанар';
$string['attls2'] = 'хэн нэгэн эсэргүүцэн маргахад би овжиноор хамгаалж ярилцах дуртай.';
$string['attls20'] = 'Би юмны дүрслэл /буруу/ - д илүү цаг үрдэг. Жишээлбэл,  For example, Би ямар нэг утга төгс юмыг харж байдал түүний талаар маргаад байх шаардлаггүй байдаг.';
$string['attls20short'] = 'Буруу гэж юу вэ?';
$string['attls2short'] = 'овжиноор хамгаалж ярилцах';
$string['attls3'] = 'Би бусад хүмүүсийн үйлдлээ хийх арга замаа мэдэрч тэдгээрийгээ удирдаж байгаа арга туршлагыг ойлгож мэдэх дуртай.';
$string['attls3short'] = 'хүмүүсийн........ хүрэлцэн ирдэг';
$string['attls4'] = 'Миний мэдлэг боловсролын хамгийн чухал хэсэг бол хүмүүсийн хэн нь үнэхээр надаас өөр байна вэ гэдгийг мэдэж суралцах явдал юм.';
$string['attls4short'] = 'ялгаатай хүмүүсийг ойлгож мэдэх';
$string['attls5'] = 'Би хамгийн зөв арга зам бол бусад хүмүүсийн элдэв бодол санааг өөрийнхтэйгээ адилтган харьцуулж үзэх явдал юм гэдгйиг мэдэрсэн.';
$string['attls5short'] = 'олон янзаар харьцуулах';
$string['attls6'] = 'Минийхээс өөр өөр агуулгатай хүмүүсийн саналыг хүлээж авахдаа би баяртай байдаг, энэ надад ижил төрлийн асуудлыг өөр өөр замаар хэрхэн ойлгож шийдэхэд тусалдаг.';
$string['attls6short'] = 'саналыг хүлээж авахдаа баяртай байдаг';
$string['attls7'] = 'Хэн нэгэн миний байр суурийн эсрэг сөрөг асуудал тавин мэтгэлцэхэд би хүчтэй мэтгэлцэж чадах тийм чадварыг хайж байдаг.';
$string['attls7short'] = 'хүчтэй мэтгэлцэх';
$string['attls8'] = 'Би хүмүүс юмыг хийхдээ яагаад итгэлтэй байдгыг байнга сонирхож байдаг.';
$string['attls8short'] = 'яагаад хүмүүс хийдэгийг сонирхдог';
$string['attls9'] = 'Би өөрийн уншсан номынхоо зохиогчтой өөрийнхөөрөө үргэлж яаж мэтгэлцэхийг хайж байдаг ба тэдний алдааг шинжилж үздэг.';
$string['attls9short'] = 'зохиогчтой мэтгэлцэх';
$string['attlsintro'] = 'Энэ асуулгын зорилго нь таны бодол санаа болон эрдэм мэдлэгийн ерөнхий байдалыг үнэлэхэд бидэнд туслах юм.

Энд \'зөв\' эсвэл \'буруу\' хариултууд; бид зөвхөн таны саналыг сонирхож байна. Таны хариултууд өндөр зэрэглэлийн итгэмжлэлээр шүүгдэж, таны үнэлгээ нөлөөлөхгүйгээр батлагдсан болно.';
$string['attlsm1'] = 'Санал бодол болон Сурах Чигийн ерөнхий байдал';
$string['attlsm2'] = 'Холбоотой Суралцах';
$string['attlsm3'] = 'Тусдаа Суралцах';
$string['attlsmintro'] = 'Хэлэлцүүлэгт ...';
$string['attlsname'] = 'ATTLS (20 зүйл хувилбар)';
$string['ciq1'] = 'Та ангидаа ямар үед хамгийн тогтвортой суралцагч байдаг вэ?';
$string['ciq1short'] = 'Хамгийн тогтвортой';
$string['ciq2'] = 'Та ангидаа ямар үед хамгийн алслагдсан суралцагч байдаг вэ?';
$string['ciq2short'] = 'Хамгийн алслагдсан';
$string['ciq3'] = 'Форумд хэн нэгнээс та ямар үед өөртөө хамгийн баталгаатай хэрэгтэй зүйлийг олж авч байсан бэ?';
$string['ciq3short'] = 'Хэрэгтэй агшин';
$string['ciq4'] = 'Форумд хэн нэгнээс та ямар үед өөртөө хамгийн сандаргасан зүйлийг олж авч байсан бэ?';
$string['ciq4short'] = 'Сандаргасан агшин';
$string['ciq5'] = 'Танд юу хамгийн гайхалтай байсан бэ?';
$string['ciq5short'] = 'Гайхалтай агшин';
$string['ciqintro'] = 'Энэ анги дахь шинэ үйл явдлуудын талаар бодож байхдаа доорх асуултуудад хариул.';
$string['ciqname'] = 'Шийдвэрлэх Үйл явдлууд';
$string['clicktocontinue'] = 'Энд дарж үргэлжлүүл';
$string['clicktocontinuecheck'] = 'Энд дарж шалгаад үргэлжлүүл';
$string['colles1'] = 'миний сонирхож буй үр дүнгүүд дээрх фокусуудыг сурах.';
$string['colles10'] = 'Би бусад оюутнуудаас тэдний ойлголтуудыг асуудаг.';
$string['colles10short'] = 'Би тайлбаруудыг лавладаг';
$string['colles11'] = 'бусад оюутнууд миний бодлыг надаас асуудаг.';
$string['colles11short'] = 'Би тайлбарыг асуусан';
$string['colles12'] = 'бусад оюутнууд миний бодолд хариу хэлдэг.';
$string['colles12short'] = 'оюутнууд надад хариулдаг';
$string['colles13'] = 'багш миний бодол санааг дэмждэг.';
$string['colles13short'] = 'багш бодол санааг дэмжих';
$string['colles14'] = 'багш намайг дэмжиж оролцдог.';
$string['colles14short'] = 'багш намайг дэмждэг';
$string['colles15'] = 'багш сайн ярианы үлгэр жишээ байдаг.';
$string['colles15short'] = 'багш ярианы үлгэр жишээ';
$string['colles16'] = 'багш өөрийн эргэцүүлэлийг шийдвэрлэх үлгэр жишээ байдаг.';
$string['colles16short'] = 'багш өөрийн эргэцүүлэлийн үлгэр жишээ';
$string['colles17'] = 'бусад оюутнууд миний оролцоог дэмждэг.';
$string['colles17short'] = 'оюутнууд намайг дэмждэг';
$string['colles18'] = 'бусад оюутнууд миний тус нэмэрийг сайшаадаг.';
$string['colles18short'] = 'оюутнууд намайг сайшаадаг';
$string['colles19'] = 'бусад оюутнууд миний оролцоонд ач холбогдол өгдөг.';
$string['colles19short'] = 'оюутнууд надад ач холбогдол өгдөг';
$string['colles1short'] = 'сонирхолтой үр дүнгүүд дээрх фокусууд';
$string['colles2'] = 'миний мэргэжилд юу судлахад бодитойгоор чухал вэ.';
$string['colles20'] = 'бусад оюутнууд миний сурах эрмэлзэлийг таних чадвартай.';
$string['colles20short'] = 'оюутнуудын юмыг таних чадвар';
$string['colles21'] = 'Би бусад оюутнуудын эерэг мэдрэмж бүхий мэдээлэлтэй болдог.';
$string['colles21short'] = 'Би бусад оюутнуудын таньж мэддэг';
$string['colles22'] = 'бусад оюутнууд миний талаар эерэг мэдрэмж бүхий мэдээлэлтэй болдог.';
$string['colles22short'] = 'оюутнууд намайг таньж мэддэг';
$string['colles23'] = 'Би багшийн эерэг мэдрэмж бүхий мэдээлэлтэй болдог.';
$string['colles23short'] = 'Би багшийг таньж мэддэг';
$string['colles24'] = 'багш миний талаар эерэг мэдрэмж бүхий мэдээлэлтэй болдог.';
$string['colles24short'] = 'багш намайг таньж мэддэг';
$string['colles2short'] = 'миний ажил хэрэгт чухал';
$string['colles3'] = 'Би өөрийн мэргэжилээ бодитойгоор сайжруулахаар суралцдаг.';
$string['colles3short'] = 'миний ажил хэрэг сайжрах';
$string['colles4'] = 'Залгуулаад би юуг суралцвал миний мэргэжилд тустай вэ.';
$string['colles4short'] = 'ажил хэргээ үргэлжлүүлэх';
$string['colles5'] = 'Би яаж сурахаа шүүмжилж байхыг боддог.';
$string['colles5short'] = 'Би өөрийхөө сурлагыг шүүмжилдэг';
$string['colles6'] = 'Би өөрийнхөө үзэл бодлоо шүүмжилж байхыг боддог.';
$string['colles6short'] = 'Би өөрөө өөрийнхөө үзэл бодлыг шүүмжилдэг';
$string['colles7'] = 'Би бусад оюутнуудын үзэл бодлыг шүүмжилж байхыг боддог.';
$string['colles7short'] = 'Би бусдын үзэл бодлыг шүүмжилдэг';
$string['colles8'] = 'Би уншлагын явцад үзэл бодлыг нь шүүмжилхийг боддог.';
$string['colles8short'] = 'Би уншлагаа шүүмжилдэг';
$string['colles9'] = 'Би бусад оюутнуудад үзэл бодлоо тайлбарладаг.';
$string['colles9short'] = 'Би үзэл бодлоо тайлбарладаг';
$string['collesaintro'] = 'Энэ судалгааны зорилго нь танд онлайнаар сургалт хүргэх боломж хэр байгааг мэдэхэд бидэнд туслах юм.

Энэ хэсэг дэхь таны дадлагын талаар доор 24 мэдээлэл бүрийн нэгийг нь асуусан.

Энд \'зөв\' эсвэл \'буруу\' хариултууд; бид зөвхөн таны саналыг сонирхож байна. Таны хариултууд өндөр зэрэглэлийн итгэмжлэлээр шүүгдэж, таны үнэлгээ нөлөөлөхгүйгээр батлагдсан болно.

Таны анхааралтай хариулсан хариултууд энэ хэсэгт хамгийн сайн арга замыг олж гаргахад бидэнд туслах болно.

Маш их баярлалаа.';
$string['collesaname'] = 'COLLES (Жинхэнэ)';
$string['collesapintro'] = 'Энэ асуулгын зорилго нь танд онлайнаар сургалт хүргэх боломж хэр байгааг мэдэхэд бидэнд туслах юм. 

Энэ хэсэг дэхь таны харицуулснаар дадлагын илүү бодитой гэж үзсэнийг доор 24 мэдээлэл бүрийн нэгийг нь асуусан.

Энд \'зөв\' эсвэл \'буруу\' хариултууд; бид зөвхөн таны саналыг сонирхож байна. Таны хариултууд өндөр зэрэглэлийн итгэмжлэлээр шүүгдэж, таны үнэлгээ нөлөөлөхгүйгээр батлагдсан болно.

Таны анхааралтай хариулсан хариултууд энэ хэсэгт хамгийн сайн арга замыг олж гаргахад бидэнд туслах болно.

Маш их баярлалаа.';
$string['collesapname'] = 'COLLES (Илүү үнэлэгдсэн болон бодитой жинхэнэ)';
$string['collesm1'] = 'Холбогдол';
$string['collesm1short'] = 'Холбогдол';
$string['collesm2'] = 'Эрэгцүүлсэн Бодол';
$string['collesm2short'] = 'Эрэгцүүлсэн Бодол';
$string['collesm3'] = 'Олон талт';
$string['collesm3short'] = 'Олон талт';
$string['collesm4'] = 'Багш Дэмждэг';
$string['collesm4short'] = 'Багш Дэмждэг';
$string['collesm5'] = 'Тэгш Дэмждэг';
$string['collesm5short'] = 'Тэгш Дэмждэг';
$string['collesm6'] = 'Тайлбар';
$string['collesm6short'] = 'Тайлбар';
$string['collesmintro'] = 'Энэ онлайн хэсэгт...';
$string['collespintro'] = 'Энэ судалгааны зорилго нь танд онлайнаар сургалт хүргэх боломж хэр байгааг мэдэхэд бидэнд туслах юм.

Энэ хэсэг дэхь таны харицуулснаар дадлагын илүү бодитой гэж үзсэнийг доор 24 мэдээлэл бүрийн нэгийг нь асуусан.

Энд \'зөв\' эсвэл \'буруу\' хариултууд; бид зөвхөн таны саналыг сонирхож байна. Таны хариултууд өндөр зэрэглэлийн итгэмжлэлээр шүүгдэж, таны үнэлгээ нөлөөлөхгүйгээр батлагдсан болно.

Таны анхааралтай хариулсан хариултууд энэ хэсэгт хамгийн сайн арга замыг олж гаргахад бидэнд туслах болно.

Маш их баярлалаа.';
$string['collespname'] = 'COLLES (Илүү үнэлэгдсэн)';
$string['done'] = 'Болсон';
$string['download'] = 'Татах';
$string['downloadexcel'] = 'Өгөгдлийн Excel хуудасаар татах';
$string['downloadinfo'] = 'Та энэ судалгааны гүйцэд биш өгөдлийг шинжилгээ хийж болох Excel, SPSS болон бусад программд таарахаар татаж авч болно.';
$string['downloadtext'] = 'Өгөгдлийг энгийн тэкст файлаар татах';
$string['editingasurvey'] = 'Судалгааг засварлаж байна';
$string['guestsnotallowed'] = 'Зочидод судалгаануудруу нэвтрэхийг зөвшөөрөөгүй';
$string['helpsurveys'] = 'Судалгааны өөр өөр төрлүүд дээр туслана';
$string['howlong'] = 'Энэ судалгааг та бөглөж дуусгахад хэр хугацаа зарцуулсан бэ?';
$string['howlongoptions'] = '1мин-с доош ,1-2 мин,2-3 мин,3-4 мин,4-5-мин,5-10 мин,10-аас дээш';
$string['ifoundthat'] = 'Би юмаа олсон';
$string['introtext'] = 'Оршил тэкст';
$string['ipreferthat'] = 'Би түүнийг илүүд үзэж байна';
$string['modulename'] = 'Судалгаа';
$string['modulenameplural'] = 'Судалгаанууд';
$string['name'] = 'Нэр';
$string['newsurveyresponses'] = 'Шинэ судалгааны хариултууд';
$string['nobodyyet'] = 'Энэ судалгааг хэн ч бөглөөгүй байна';
$string['notdone'] = 'Одоохондоо хийж болохгүй';
$string['notes'] = 'Таны хувийн дүн шинжилгээ ба тэмдэглэгээ';
$string['othercomments'] = 'Танд ямар нэг өөр тайлбар байна уу?';
$string['peoplecompleted'] = 'энэ судалгааг одоогоор $a бөглөсөн байна';
$string['preferred'] = 'Илүү үнэлэгдсэн';
$string['preferredclass'] = 'Илүү үнэлэгдсэн анги';
$string['preferredstudent'] = '$a нь илүү үнэлэгдсэн';
$string['question'] = 'Асуулт';
$string['questions'] = 'Асуултууд';
$string['questionsnotanswered'] = 'Зарим нэг олон хариулттай асуултууд хариулагдаагүй байна.';
$string['report'] = 'Судалгааны мэдээ';
$string['savednotes'] = 'Таны тэмдэглэгээ хадгалагдлаа';
$string['scaleagree5'] = 'Бүх талаар зөрнө,Зарим талаар зөрнө ,Нийцэхгүй зөрөх ч гүй,Зарим талаар нийцнэ ,Бүх талаар нийцнэ';
$string['scales'] = 'Хэмжээ';
$string['scaletimes5'] = 'Бараг ер үгүй,Хааяа,Заримдаа,Үргэлж,Бараг байнга';
$string['seemoredetail'] = 'Энд дарж өшөө дэлгэрүүлэн үзнэ үү';
$string['selectedquestions'] = 'Хэмжээнээс сонгогдсон асуултууд, бүх оюутнууд';
$string['summary'] = 'Товч утга';
$string['surveycompleted'] = 'Та энэ судалгааг бөглөж дууслаа. Таны хариултын үр дүнг дараах диаграммаар дундажлаж жишин харууллаа.';
$string['surveyname'] = 'Судалгааны нэр';
$string['surveysaved'] = 'Судалгаа хадгалагдсан';
$string['surveytype'] = 'Судалгааны төрөл';
$string['thanksforanswers'] = 'Энэ асуулгад хариулж байгаад тань баярлалаа, $a';
$string['time'] = 'Хугацаа';
$string['viewsurveyresponses'] = '$a Судалгааны үр дүнг харах';

?>

