<?PHP // $Id$ 
      // admin.php - created with Moodle 1.6 development (2005090100)


$string['adminseesallevents'] = 'ऎड्मिन सभी ईवॅन्ट्स देख सकते हैं';
$string['adminseesownevents'] = 'ऎड्मिन्स दूसरे यूज़र्स की तरह ही हैं';
$string['backgroundcolour'] = 'पारदर्शी रंग';
$string['blockmultiple'] = 'बहुल';
$string['cachetext'] = 'टेक्स्ट् कैश् का जीवनकाल';
$string['calendarsettings'] = 'कैलॅन्डर';
$string['change'] = 'बदलिए';
$string['configallowcoursethemes'] = 'इस विकल्प को  चुनने से सभी  कोर्स अपनी-अपनी  थीम सॅट कर  सकेंगे. कोर्स  थीम बाकी सभी  थीम चुनावों  (साइट, यूज़र  व सॅशन) को  निरस्त कर देती  है.';
$string['configallowemailaddresses'] = 'अगर आप नए ई-मेल पतों को कुछ विशिष्ट डोमेन्स तक सीमित रखना चाहते हैं, तो यहाँ पर उनकी सूचि बनाइए. डोमेन्स के बीच में स्पेस क अन्तर रखिए. उदाहरण के लिये<strong>iitb.ac.in, donboscoit.ac.in .gov.in</strong>';
$string['configallowobjectembed'] = 'सुरक्षा को ध्यान में रखते हुए सामान्य यूज़र्स को EMBED व OBJECT टैग्स उपयोग करने का अधिकार नहीं दिया गया है। इसके कारण वे अपने लेखों में मल्टीमीडिया (जैसे फ़्लैश) को ऍम्बॅड नहीं कर सकते हैं (यह काम मीडियाप्लगिन्स फ़िल्टर के प्रयोग द्वारा सुरक्षापूर्वक किया जा सकता है).';
$string['configallowunenroll'] = 'अगर \"हाँ\", तो विद्यार्थी जब चाहें तब अपना कोर्स पन्जीकरण रद्द कर सकते हैं. अगर \"नहीं\", तो केवल ऎड्मिन और टीचर ही उनका पन्जीकरण रद्द कर सकते हैं.';
$string['configallowuserblockhiding'] = 'क्या आप यूज़र्स को ब्लॉक्स छुपाने और दिखाने की अनुमति देना चाहते हैं? इस फ़ीचर के ज़रिए मूडल जावास्क्रिप्ट और कुकीज़ का प्रयोग कर हर ब्लॉक की स्तिथि याद रखता है। इससे केवल यूज़र का निजी द्रुश्य 
प्रभावित होता है।';
$string['configallowuserthemes'] = 'यह विकल्प चुनने पर हर यूज़र अपनी निजी थीम सॅट कर सकता 
है. यूज़र की निजी थीम उसके लॉगिन करने पर साइट की थीम को निरस्त कर देती है (परन्तु कोर्स की थीम को निरस्त नहीं करती है)';
$string['configallusersaresitestudents'] = 'क्या मुख्य पेज की गतिविधियों के लिये सभी यूज़र्स को विद्यार्थी माना जाये? अगर आप का जवाब \"हां\" है तो हर यूज़र इन गतिविधियों में विद्यार्थी के रूप में भाग ले सकता है। अगर आप का जवाब \"नहीं\" है, तो जो यूज़र्स किसी कोर्स में भर्ती हैं, केवल वे ही इन गतिविधियों में भाग ले सकते हैं. केवल ऎड्मिन्स और टीचर इन गतिविधियों में टीचर का स्थान सकते हैं.';
$string['configautologinguests'] = 'क्या आगन्तुकों को कोर्स के लिए स्वत: \"अतिथि\" के रूप में लॉगिन कर लिया जाए?';
$string['configcachetext'] = 'अगर आपकी वॅबसाइट बहुत बड़ी है या टॅक्स्ट फ़िल्टर का प्रयोग करती है, तो यह सॅटिंग स्पीड को काफ़ी बढ़ा सकती है। आप जो टाइम यहाँ सॅट करेंगे, उतने टाइम तक टॅक्स्ट की कॉपियाँ अपने प्रोसॅस्ड रूप में रखी जायेंगी। अगर आप इसे बहुत कम सॅट करेंगे तो स्पीड कम हो सकती है, पर बहुत ज्यादा सॅट करने पर टॅक्स्ट रीफ़्रॅश होने में बहुत अधिक समय लग सकता है (उदाहरण के लिए नई लिंक्स)।';
$string['configclamactlikevirus'] = 'फ़ाइलों को वायरस की तरह ट्रीट करें';
$string['configclamdonothing'] = 'फ़ाइलों को वायरस की तरह ट्रीट न करें';
$string['configclamfailureonupload'] = 'अपलोड की गई फ़ाइलों को स्कैन करने के लिए अगर आपने Clam ऐन्टी-वायरस को कन्फ़िगर किया है, पर गलत कन्फ़िगर किये और जाने या किसी वजह से Clam चल नहीं पाया, तो क्या किया जाए? अगर आपने \"फ़ाइलों को वायरस की तरह ट्रीट करें\" चुना तो फ़ाइलों को क्वारन्टाइन एरिआ में डाल दिया जाएगा या उन्हें डिलीट कर दिया जाएगा। अगर आपने \"फ़ाइलों को वायरस की तरह ट्रीट न करें\" चुना तो उन्हें सामान्य रूप से गंतव्य डायरॅक्टरी तक पहुँचा दिया जाएगा। दोनों ही स्थितियों में ऍड्मिन्स को Clam के ना चल पाने की सूचना दी जाएगी। अगर आपने \"फ़ाइलों को वायरस की तरह ट्रीट करें\" चुना और किसी वजह से Clam नहीं चल पाया (सामन्यत: यह गलत पाथ देने के कारण होता है), तो अपलोड की गयी <strong>सभी</strong> फ़ाइलों को बताये गए क्वारन्टाइन एरिआ में डाल दिया जाएगा या उन्हें डिलीट कर दिया जाएगा। यह सॅटिंग करते समय सावधान रहें।';
$string['configcountry'] = 'अगर आप यहां पर कोइ देश सॅट करते हैं, तो नए यूज़र ऍकाउन्ट के लिए यह देश डिफ़ॉल्ट रूप से चुना जाएगा। अगर आप यूज़र को एक देश करने के लिए फ़ोर्स करना चाहते हैं तो इसे सॅट ना करें।';
$string['configsectionmisc'] = 'विविध';
$string['configsectionoperatingsystem'] = 'ऑपरेटिंग सिस्टम';
$string['configsectionuser'] = 'यूज़र';
$string['confirmation'] = 'पुष्टी';
$string['upgradesure'] = 'आपकी मूडल फ़ाइल्स बदल दी गईं हैं, और आप अपने सर्वर को इस सन्स्करण तक अपग्रेड करने जा रहे हैं:
<p><strong>$a</strong></p>
<p>इसके बाद आप वापस नहीं जा सकेंगे।</p>
<p>क्या आप सचमुच में सर्वर को इस सन्स्करण तक अपग्रेड करना चाहते हैं</p>';
$string['upgradingdata'] = 'डेटा अपग्रेड किया जा रहा है';
$string['upgradinglogs'] = 'लॉग्स अपग्रेड किये जा रहें हैं';

?>
