<?PHP // $Id$ 
      // admin.php - created with Moodle 1.5.2 (2005060220)


$string['adminseesallevents'] = 'ऎड्मिन सभी ईवॅन्ट्स देख सकते हैं';
$string['adminseesownevents'] = 'ऎड्मिन्स दूसरे यूज़र्स की तरह ही हैं';
$string['blockmultiple'] = 'बहुल';
$string['calendarsettings'] = 'कैलॅन्डर';
$string['change'] = 'बदलिए';
$string['configallowcoursethemes'] = 'इस विकल्प को  चुनने से सभी  कोर्स अपनी-अपनी  थीम सॅट कर  सकेंगे. कोर्स  थीम बाकी सभी  थीम चुनावों  (साइट, यूज़र  व सॅशन) को  निरस्त कर देती  है.';
$string['configallowemailaddresses'] = 'अगर आप नए ई-मेल पतों को कुछ विशिष्ट डोमेन्स तक सीमित रखना चाहते हैं, तो यहाँ पर उनकी सूचि बनाइए. डोमेन्स के बीच में स्पेस क अन्तर रखिए. उदाहरण के लिये<strong>iitb.ac.in, donboscoit.ac.in .gov.in</strong>';
$string['configallowobjectembed'] = 'सुरक्षा को ध्यान में रखते हुए सामान्य यूज़र्स को EMBED व OBJECT टैग्स उपयोग करने का अधिकार नहीं दिया गया है। इसके कारण वे अपने लेखों में मल्टीमीडिया (जैसे फ़्लैश) को ऍम्बॅड नहीं कर सकते हैं (यह काम मीडियाप्लगिन्स फ़िल्टर के प्रयोग द्वारा सुरक्षापूर्वक किया जा सकता है).';
$string['configallowunenroll'] = 'अगर \"हाँ\", तो विद्यार्थी जब चाहें तब अपना कोर्स पन्जीकरण रद्द कर सकते हैं. अगर \"नहीं\", तो केवल ऎड्मिन और टीचर ही उनका पन्जीकरण रद्द कर सकते हैं.';
$string['configallowuserblockhiding'] = 'क्या आप यूज़र्स को ब्लॉक्स छुपाने और दिखाने की अनुमति देना चाहते हैं? इस फ़ीचर के ज़रिए मूडल जावास्क्रिप्ट और कुकीज़ का प्रयोग कर हर ब्लॉक की स्तिथि याद रखता है। इससे केवल यूज़र का निजी द्रुश्य 
प्रभावित होता है।';
$string['configallowuserthemes'] = 'यह विकल्प चुनने पर हर यूज़र अपनी निजी थीम सॅट कर सकता 
है. यूज़र की निजी थीम उसके लॉगिन करने पर साइट की थीम को निरस्त कर देती है (परन्तु कोर्स की थीम को निरस्त नहीं करती है)';
$string['configallusersaresitestudents'] = 'क्या मुख्य पेज की गतिविधियों के लिये सभी यूज़र्स को विद्यार्थी माना जाये? अगर आप का जवाब \"हां\" है तो हर यूज़र इन गतिविधियों में विद्यार्थी के रूप में भाग ले सकता है। अगर आप का जवाब \"नहीं\" है, तो जो यूज़र्स किसी कोर्स में भर्ती हैं, केवल वे ही इन गतिविधियों में भाग ले सकते हैं. केवल ऎड्मिन्स और टीचर इन गतिविधियों में टीचर का स्थान सकते हैं.';
$string['configautologinguests'] = 'क्या आगन्तुकों को कोर्स के लिए स्वत: \"अतिथि\" के रूप में लॉगिन कर लिया जाए?';
$string['configsectionmisc'] = 'विविध';

?>
