<?PHP // $Id$ 
      // assignment.php - created with Moodle 1.8 + (2007021505)


$string['allowdeleting'] = 'Дозволи бришење';
$string['allowmaxfiles'] = 'Максимален број на качени датотеки';
$string['allownotes'] = 'Дозволи белешки';
$string['allowresubmit'] = 'Дозволи препраќање';
$string['assignment:grade'] = 'Оцени задача';
$string['assignment:submit'] = 'Прати задача';
$string['assignment:view'] = 'Прегледај задача';
$string['assignmentdetails'] = 'Детали за задачата';
$string['assignmentmail'] = '$a->teacher објави некои повратни информации во врска со Вашето решение на задачата \'$a->assignment\'

Можете да ги видите додадени кон Вашите испратени задачи:

$a->url';
$string['assignmentmailhtml'] = '$a->teacher објави некои повратни информации во врска со Вашето решение на задачата  \'<i>$a->assignment</i>\'<br /><br />
Можеете да видите додадени <a href=\"$a->url\"> кон Вашите испратени задачи</a>.';
$string['assignmentname'] = 'Име на задачата';
$string['assignmenttype'] = 'Тип на задачата';
$string['availabledate'] = 'Достапна од';
$string['comment'] = 'Забелешка/Коментар';
$string['commentinline'] = 'inline забелешка';
$string['configitemstocount'] = 'Врста на предметите кои ќе се бројат за студентските испраќања во онлајн задачите.';
$string['configmaxbytes'] = 'Предефинирана максималната големина на задачата за сите задачи на сајтот (тема на границите на курсот и други локални поставувања)';
$string['confirmdeletefile'] = 'Дали сте апсолутно сигурни дека сакате да  ја избришете оваа датотека?<br /><strong>$a</strong>';
$string['deletefilefailed'] = 'Бришењето на датотеката не беше успешно.';
$string['description'] = 'Опис';
$string['draft'] = 'Шаблон';
$string['duedate'] = 'Рок на траење';
$string['duedateno'] = 'Нема рок';
$string['early'] = '$a порано';
$string['editmysubmission'] = 'Уреди го моето испраќање';
$string['emailstudents'] = 'Испрати предупредувања до учениците преку е-пошта';
$string['emailteachermail'] = '$a->username го обнови испраќањето на својата задача за \'$a->assignment\'

Тоа е достапно овде:

$a->url';
$string['emailteachermailhtml'] = '$a->username го обнови праќањето на својата задача за <i>\'$a->assignment\'</i><br /><br />
Таа е <a href=\"$a->url\"> достапна на веб страницата</a>.';
$string['emailteachers'] = 'Испрати предупредувања до наставниците преку е-пошта';
$string['emptysubmission'] = 'Сè уште немате испратено ништо';
$string['existingfiledeleted'] = 'Постоечката датотека беше избришана: $a';
$string['failedupdatefeedback'] = 'Не успеав да го обновам испраќањето на повратната информација за корисникот $a';
$string['feedback'] = 'Повратна информација';
$string['feedbackfromteacher'] = 'Повратна информација од $a';
$string['feedbackupdated'] = 'Повратните информации за праќањата се обновени за $a луѓе';
$string['graded'] = 'Оценети';
$string['guestnosubmit'] = 'Жалам, на гостите не им е дозволено да испраќаат задача. Треба да се најавите/регистрирате пред да можете да го  испратите Вашиот одговор';
$string['guestnoupload'] = 'Жалам, на гостите не им е дозволено да качуваат датотеки.';
$string['helpoffline'] = '<p>Ова е корисно кога задачата е извршена надвор од Moodle. Може да биде на некое друго место на веб или очи в очи.</p><p>Студентите можат да го видат описот на задачата, но не можат да ги качуваат датотеките или нешто друго. Оценувањето се одвива вообичаено, и студентите ќе добијат известување за нивните оцени.</p>';
$string['helponline'] = '<p>Овој тип на задача побарува од корисниците да уредуваат текст, користејќи ги вообичаените алатки за уредување. Професорите можат да ги оценуваат онлајн, дури и да додаваат инлајн коментари или измени.</p>
   <p>(Ако сте запознати со постарите верзии на Moodle, овој тип на задачи го прави истото што го правеше стариот Journal модул.)</p>';
$string['helpupload'] = '<p>Овој вид на задача дозволува секој учесник да качува една или повеќе датотеки во било кој формат. Тие може да бидат Word документи, слики, компресиран (зипован) веб сајт, или што и да им речете да испратат.</p>
<p>Овој вид исто така Ви дозволува да качувате и повеќе датотеки со одговори. Датотеките со одговори исто така може да се качат пред испраќањето кое може да се искористи за да му се даде различна датотека за работа на секој учесник.</p>
<p>Учесниците исто така можат да внесуваат забелешки опишувајќи ги испратените датотеки, напредокот на состојбата или било какви текстуални информации.</p>
<p>Испраќањето на ваков вид на задача мора рачно да се заврши од страна на учесникот. Можете накратко да ја прегледате моменталната состојба во било кое време, незавршените задачи се обележани како „Шаблон“. Можете да вратите било која неоценета задача во шаблон состојба.</p>';
$string['helpuploadsingle'] = '<p>Овој тип на задача му овозможува на секој учесник да качи една датотека, од било кој тип.</p> <p>Ова може да биде Word документ, или слика, компресиран веб сајт, или нешто што ќе им побарате да испратат.</p>';
$string['hideintro'] = 'Скриј го описот пред достапниот датум';
$string['late'] = 'доцни $a';
$string['maximumgrade'] = 'Максимална оцена';
$string['maximumsize'] = 'Максимална големина';
$string['modulename'] = 'Задача';
$string['modulenameplural'] = 'Задачи';
$string['newsubmissions'] = 'Пратени задачи';
$string['noassignments'] = 'Сè уште нема задачи';
$string['noattempts'] = 'На оваа задача не се направени никакви потфати.';
$string['nofiles'] = 'Не беа испратени датотеки';
$string['nofilesyet'] = 'Сè уште не се испратени датотеки';
$string['notavailableyet'] = 'Жалам, оваа задача сè уште не е достапна.<br />Овде ќе бидат прикажани инструкции за задачата на подолу даденипт датум.';
$string['notes'] = 'Белешки';
$string['notesempty'] = 'Нема запис';
$string['notesupdateerror'] = 'Грешка при ажурирањето на белешките';
$string['notgradedyet'] = 'Сè уште не е оценето';
$string['notsubmittedyet'] = 'Сè уште не е пратено';
$string['onceassignmentsent'] = 'Штом задачата е испратена за прегледување, веќе нема да можете да бришете и да прикачувате датотек(а)и. Дали сакате да продолжите?';
$string['overwritewarning'] = 'Предупредување: повторното качување ќе го ЗАМЕНИ Вашето сегашно испраќање';
$string['pagesize'] = 'Испраќања прикажани по страница';
$string['preventlate'] = 'Спречи задоцнето испраќање';
$string['quickgrade'] = 'Дозволи брзо оценување';
$string['responsefiles'] = 'Датотеки за одговор';
$string['reviewed'] = 'Прегледани';
$string['saveallfeedback'] = 'Зачувај ги сите мои повратни информации';
$string['sendformarking'] = 'Испрати за прегледување';
$string['submission'] = 'Испраќање';
$string['submissiondraft'] = 'Шаблон за испраќање';
$string['submissionfeedback'] = 'Испраќање на повратна информација';
$string['submissions'] = 'Испраќања';
$string['submissionsaved'] = 'Вашите измени се зачувани.';
$string['submissionsnotgraded'] = 'Не се оценети $a испраќања';
$string['submitassignment'] = 'Испратете ја Вашата задача користејќи го овој формулар';
$string['submitedformarking'] = 'Задачата веќе беше испратена за прегледување и не може да биде ажурирана';
$string['submitformarking'] = 'Последно испраќање за прегледување на задачата';
$string['submitted'] = 'Испратено';
$string['submittedfiles'] = 'Испратени датотеки';
$string['typeoffline'] = 'Офлајн активност';
$string['typeonline'] = 'Онлајн текст';
$string['typeupload'] = 'Напредно качување на датотеки';
$string['typeuploadsingle'] = 'Качете една датотека';
$string['unfinalize'] = 'Врати во шаблон';
$string['uploadbadname'] = 'Името на оваа датотека содржи чудни знаци и не можеше да се качи.';
$string['uploadedfiles'] = 'качени датотеки';
$string['uploaderror'] = 'Се случи грешка додека се зачувуваше датотеката на серверот';
$string['uploadfailnoupdate'] = 'Датотеката е успешно качена, но не можеше да се обнови Вашето испраќање!';
$string['uploadfiletoobig'] = 'Жалам, но таа датотека е преголема (ограничувањето е $a бајти)';
$string['uploadnofilefound'] = 'Датотеката не е пронајдена – сигурени ли сте дека одбравте една датотека за качување?';
$string['uploadnotregistered'] = '\'$a\' е успешно качена но испраќањето не е регистрирано!';
$string['uploadsuccess'] = 'Качено \'$a\' успешно';
$string['viewfeedback'] = 'Погледнете ги оцените за задачите и повратните информации';
$string['viewsubmissions'] = 'Погледнете ги $a испратените задачи';
$string['yoursubmission'] = 'Ваши испраќања';

?>
