<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_mnet_auto_add_remote_users'] = 'Кога наместено на „Да“, автоматски е креиран  документ за локалниот корисник кога далечен корисник се поврзува за прв пат.';
$string['auth_mnet_roamin'] = 'Корисниците на овој хост можат да шетаат во Вашиот сајт';
$string['auth_mnet_roamout'] = 'Вашите корисници можат да шетаат по овие хостови';
$string['auth_mnet_rpc_negotiation_timeout'] = 'Истек на време во секунди за автентикација преку XMLRPC сообраќај.';
$string['auth_mnetdescription'] = 'Корисниците се автентицирани според мрежата на доверба дефинирана во поставувањата на Вашата Moodle мрежа.';
$string['auth_mnettitle'] = 'Автентикација за Moodle мрежа';
$string['auto_add_remote_users'] = 'Автоматски додај далечни корисници';
$string['rpc_negotiation_timeout'] = 'RPC времетраење на преговорите';
$string['sso_idp_description'] = 'Објавете ја оваа услуга за да им дозволите на Вашите корисници да се прошетаат до $a Moodle страницата без да се најават повторно таму. <ul><li><em>Зависност</em>: Вие морате исто така <strong>да се приклучите </strong> кон SSO (добавувач на услуги) услугата на $a.</li></ul><br/>Приклучете се на оваа услуга за да им дозволите на автентицираните корисници од $a да пристапат на Вашата страница без повторно да се најават. <ul><li><em>Зависност</em>: Вие исто така морате <strong>да ја објавите</strong>SSO (добавувач на услуги) услугата на $a.</li></ul><br />';
$string['sso_idp_name'] = 'SSO (добавувач на идентитет)';
$string['sso_mnet_login_refused'] = 'Корисничкото име $a[0] нема дозвола за најава од $a[1].';
$string['sso_sp_description'] = 'Објавете ја оваа услуга за да им дозволите на автентицираните корисници од $a да и пристапат на Вашата страница без повторно да се најавуваат. <ul><li><em>Зависност</em>: Вие исто така морате <strong>да се приклучите</strong>на SSO (добавувач на идентитет) услугата на $a. </li></ul><br />Приклучете се на оваа услуга за да им дозволите на Вашите корисници да се прошетаат низ $a Moodle страницата без повторно да се најавуваат таму. <ul><li><em>Зависност</em>: Вие морате исто така <strong> да ја објавите </strong> SSO (добавувач на идентитет) услугата до $a.</li></ul><br />';
$string['sso_sp_name'] = 'SSO (добавувач на услуги)';