<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_emaildescription'] = 'Потврдување преку е-пошта е основниот метод за автентикација. Кога корисникот се запишува, одбирајки ново корисничко име и лозинка, е-пошта за потврда е пратена на корисничката адреса за е-пошта. Оваа е-пошта содржи безбеден линк до страница каде корисникот може да ја потврди својата сметка. Во идните најавувања се проверува корисничкото име и лозинката кои соодвествуваат на базата на податоци на Moodle.';
$string['auth_emailnoemail'] = 'Пробав да Ви испратам е-пошта но не успеав!';
$string['auth_emailnoinsert'] = 'Не може да се додаде Вашиот документ во базата на податоци!';
$string['auth_emailtitle'] = 'Само регистрирање базирано на е-пошта';