<?PHP // $Id$ 
      // block_glossary_random.php - created with Moodle 1.8 + (2007021505)


$string['addentry'] = 'Додадете ги Вашите омилени цитати!';
$string['askaddentry'] = 'Кога корисниците можат да додадат поим во речникот, прикажи врска со овој текст';
$string['askinvisible'] = 'Кога корисниците не можат да го менуваат или гледаат речникот, прикажи го овој текст (без врска)';
$string['askviewglossary'] = 'Кога корисниците можат да го прегледуваат речникот но не и да додаваат поими, прикажи ја врската со овој текст';
$string['blockname'] = 'Случаен влез во речникот';
$string['intro'] = 'Осигурајте се дека има барем еден речник со барем еден внесен поим во овој курс. Тогаш може да ги промените следните параметри';
$string['invisible'] = '(продолжува)';
$string['lastmodified'] = 'Последен изменет поим';
$string['nextone'] = 'Следен поим';
$string['noentriesyet'] = 'Сè уште нема поими во избраниот речник';
$string['notyetconfigured'] = 'Ве молам прилагодете го овој блок со користење на иконата уредување.';
$string['notyetglossary'] = 'Мора да имате барем еден речник за избор.';
$string['random'] = 'Случаен поим';
$string['refresh'] = 'Денови пред да се избере нов поим';
$string['select_glossary'] = 'Земај поими од овој речник';
$string['showconcept'] = 'Прикажи концепт (заглавие) за секој поим';
$string['title'] = 'Наслов';
$string['type'] = 'Избран е нов поим';
$string['typehelp'] = '<b>Последен изменет поим</b> секогаш ќе го прикажува последниот изменет поим, и <b>случаен поим</b> секогаш ќе одбере нов случаен поим.  Изборот <b>следен поим</b> ќе ги бира поимите по ред.  Последниот избор е посебно корисен кога е избран и број на денови, дозволувајќи Ви да направите <i>цитат на неделата</i> или <i>финта на денот</i> што сите ќе ги видат.';
$string['viewglossary'] = 'Уште цитати...';
$string['whichfooter'] = 'Можете да прикажете врски до акции од речникот со кои е поврзан овој блок. Блокот ќе ги прикаже само оние врски до акции кои се одобрени за тој речник.';

?>
