<?PHP // $Id$ 
      // chat.php - created with Moodle 1.8 + (2007021505)


$string['beep'] = 'сигнал';
$string['chat:chat'] = 'Зборувај';
$string['chat:deletelog'] = 'Избриши ги зачуваните разговори';
$string['chat:readlog'] = 'Прочитај ги зачуваните разговори';
$string['chatintro'] = 'Воведен текст';
$string['chatname'] = 'Име на оваа соба за разговарање';
$string['chatreport'] = 'Сесии за разговарање (chat)';
$string['chattime'] = 'Следно време на разговор (chat)';
$string['configmethod'] = 'Нормалниот метод за разговор(chat) го вклучува во себе и редовното контактирање на клиентите со серверот за обновување. Тоа не побарува конфигурација и работи секаде, но може да создаде големо оптоварување на серверот со многу корисници што разговараат. Со користење на демон на серверот се побарува shell пристап до UNIX, но резултира во брза скалабилна околина за разговор .';
$string['confignormalupdatemode'] = 'Освежувањата во собите за разговор се ефикасно извршени од <em>Keep-Alive</em> алатката во HTTP 1.1, но ова е тешко за серверот. Понапреден начин е да се користи стратегија на <em>проток</em>. Користењето на стратегијата на <em>проток</em> е многу подобра, (слично на chatd методот), но може да не е поддржана од Вашиот сервер.';
$string['configoldping'] = 'Колкаво е максималното време што треба да помине пред да откриеме дека корисникот се исклучил (во секунди)? Ова е само горна граница, бидејќи најчесто исклучувањата се откриваат многу брзо. Пониски вредности ќе бидат потребни на твојот сервер. Ако го користиш нормалниот метод, <strong>никогаш</strong> не го поставувај ова пониско од 2 * chat_refresh_room.';
$string['configrefreshroom'] = 'Колку често да се обновува собата за разговор? (во секунди). Поставувајќи го овој параметар низок, собата за разговор ќе изгледа побрза, но може да го оптерети веб серверот кога многу корисници разговараат.';
$string['configrefreshuserlist'] = 'Колку често да се обновува листата на корисници? (во секунди)';
$string['configserverhost'] = 'Името на домаќинот (host) на компјутерот каде што е демонот на серверот';
$string['configserverip'] = 'Нумеричка IP адреса која се совпаѓа со горенаведеното име на домаќинот (host)';
$string['configservermax'] = 'Максимален број на дозволени корисници';
$string['configserverport'] = 'Порта за користење на серверот за демонот';
$string['currentchats'] = 'Активни сесии за разговор';
$string['currentusers'] = 'Моментални корисници';
$string['deletesession'] = 'Избришете ја оваа сесија';
$string['deletesessionsure'] = 'Сигурен/на ли сте дека сакате да ја избришете оваа сесија';
$string['donotusechattime'] = 'Не објавувај ниту едно време на разговор';
$string['enterchat'] = 'Кликни овде за да се вклучите во разговорот';
$string['errornousers'] = 'Не е пронајден ниту еден корисник!';
$string['explaingeneralconfig'] = 'Овие подесувања се <strong>секогаш</strong> активни';
$string['explainmethoddaemon'] = 'Овие подесувања важат <strong>само</strong> ако го имате одбрано \"Демон на серверот за разговор\" како разговор_метод';
$string['explainmethodnormal'] = 'Овие подесувања важат <strong>само</strong> ако го имате одбрано \"Нормален метод\" како разговор_метод';
$string['generalconfig'] = 'Општа конфигурација';
$string['helpchatting'] = 'Помош за разговарањето';
$string['idle'] = 'Празно';
$string['messagebeepseveryone'] = '$a сите сигнализираат!';
$string['messagebeepsyou'] = '$a само што Ви сигнализираше!';
$string['messageenter'] = '$a туку што пристапи на овој разговор (chat)';
$string['messageexit'] = '$a се исклучи од разговорот (chat)';
$string['messages'] = 'Пораки';
$string['methoddaemon'] = 'Демон на серверот за разговор';
$string['methodnormal'] = 'Нормален метод';
$string['modulename'] = 'Разговор (chat)';
$string['modulenameplural'] = 'Разговори (chats)';
$string['neverdeletemessages'] = 'Никогаш не ги бриши пораките';
$string['nextsession'] = 'Следна распределена сесија';
$string['noguests'] = 'Разговорот (chat) не е отворен за гости';
$string['nomessages'] = 'Сеуште нема пораки';
$string['normalkeepalive'] = 'KeepAlive';
$string['normalstream'] = 'Проток';
$string['noscheduledsession'] = 'Нема закажани сесии';
$string['repeatdaily'] = 'Во истото време секој ден';
$string['repeatnone'] = 'Без повторувања – објави го само специфираното време';
$string['repeattimes'] = 'Повторени сесии';
$string['repeatweekly'] = 'Во исто време секоја недела';
$string['savemessages'] = 'Зачувајте ги минатите сесија';
$string['seesession'] = 'Погледнете ја оваа сесија';
$string['sessions'] = 'Разговорни сесии';
$string['strftimemessage'] = '%%H:%%M';
$string['studentseereports'] = 'Секој може да ги види изминатите сесии.';
$string['viewreport'] = 'Погледнете ги минатите разговорни сесии';

?>
