<?PHP // $Id$ 
      // enrol_flatfile.php - created with Moodle 1.8 + (2007021505)


$string['description'] = 'Овој метод повеќе пати ќе ја проверува и ќе ја обработува текстуалната датотека од посебен формат на означената локација.  Датотеката е датотека одделена со запирки и се очекува да содржи четири или шест полиња по линија:
<pre>
* операција, улога, ид. број(корисник), ид. број(курс) [, време на започнување, време на завршување] каде:
* операција = додај | избриши
* улога = студент | наставник | наставник уредувач
* ид.број(корисник) = ид. број во табелата за корисници NB не ид.
* ид.број(курс) = ид. број во табелата за курсеви NB не ид.
* време на започнување = време на започнување (во секунди од epoch) - опционо
* време на завршување = време на завршување (во секунди од epoch) - опционо
</pre>
Може да изгледа нешто како ова:
<pre>
   add, student, 5, CF101
   add, teacher, 6, CF101
   add, teacheredit, 7, CF101
   del, student, 8, CF101
   del, student, 17, CF101
   add, student, 21, CF101, 1091115000, 1091215000
</pre>';
$string['enrolname'] = 'Flat-датотека';
$string['filelockedmail'] = 'Текстуалната датотека што ја користите како file-based enrolments ($a) не може да се избрише од cron процесот. Ова значи дека содржи погрешни одобренија. Ве молам поправете ги за Moodle да може да ја избрише датотеката, во спротивно може да биде обработена повеќе пати.';
$string['filelockedmailsubject'] = 'Критична грешка: датотека за запишување';
$string['location'] = 'Локација на датотеката';
$string['mailadmin'] = 'Извести го администраторот преку електронска пошта';
$string['mailusers'] = 'Извести го корисникот преку електронска пошта';

?>
