<?PHP // $Id$ 
      // enrol_manual.php - created with Moodle 1.8 + (2007021505)


$string['description'] = 'Ова е однапред зададен формулар на запишување. Постојат два главни начини по кои студентот може да биде запишан во одреден курс.
<ul>
<li>Наставник или администратор може да ги запише рачно користејќи ја врската во менито за администрација на курсевите заедно со курсот.</li>
<li>Курсот може да има дефинирана лозинка, позната како „клуч за запишување“. Секој кој го знае овој клуч му е овозможено додавање на самиот себе кон курсот.</li>
</ul>';
$string['enrolname'] = 'Внатрешно запишување';

?>
