<?php // $Id$ 

$string['enrolname'] = 'Внатрешно Запишување';

$string['description'] = 'Ова е основна форма на запишување. Постојат два основни начини на кои студентот може да се запише на определен курс.
<ul>
<li> Предавач или администратор може рачно да ги запише, користеќи го линкот во менито за Администрација на курсевите
    во курсот.</li>
<li> За курсот може да се дефинира лозинка позната како \"Клуч за запишување\". Секој што ја знае таа лозинка
    може да се додаде себе си во курсот.</li>
</ul>';

?>
