<?PHP // $Id$ 
      // enrol_paypal.php - created with Moodle 1.8 + (2007021505)


$string['business'] = 'Адреса за е-пошта на Вашата бизнис Paypal сметка';
$string['costorkey'] = 'Ве молам одберете еден од следниве начини на запишување.';
$string['description'] = 'Paypal модулот овозможува да додавате платени курсеви. Ако цената на курсот е нула тогаш од студентите не се бара да платат за влез. Постои можност за поставување на предефинирана цена за сите курсеви и можност за поставување на цена за секој курс поединечно. Поединечната цена ја прекрива предефинираната цена.';
$string['enrolname'] = 'Paypal';
$string['paypalaccepted'] = 'Плаќањето со PayPal е прифатено';
$string['sendpaymentbutton'] = 'Испратете наплата преку Paypal';

?>
