<?PHP // $Id$ 
      // enrol_mnet.php - created with Moodle 1.8 + (2007021505)


$string['allcategories'] = '$a потенцијални категории';
$string['allcourses'] = '$a потенцијални курсеви';
$string['allow_allcourses'] = 'Дозволи запишување во сите оддалечени курсеви';
$string['allowedcategories'] = '$a дозволени категории';
$string['allowedcourses'] = '$a дозволени курсеви';
$string['allowedcourseslinktext'] = 'Уредувајте ги дозволените курсеви и категории овде';
$string['description'] = 'Опис на запишувањето преку Moodle вмрежување.';
$string['enrolname'] = 'Moodle вмрежување';
$string['mnet_enrol_description'] = 'Објавете го овој сервис за да им дозволите на администраторите во $a да ги запишат нивните студенти во курсевите кои ги креиравте на Вашиот сервер.<br/><ul><li><em>Зависност</em>: Вие исто така морате да<strong>го објавите</strong> SSO (добавувач на сервиси) сервисот до $a.</li><li><em>Зависност</em>: Вие исто така морате <strong>да се приклучите</strong> до SSO (добавувач на идентитет) сервисот на $a.</li></ul><br/>Приклучете се на овој сервис за да бидете во можност да ги запишете Вашите студенти во курсевите на $a.<br/><ul><li><em>Зависност</em>: Вие исто така морате <strong>да се приклучите</strong> кон SSO (добавувач на сервиси) сервисот на $a.</li><li><em>Зависност</em>: Вие исто така морате <strong>да го објавите</strong> SSO (добавувач на идентитет) сервисот до $a.</li></ul><br/>';
$string['mnet_enrol_name'] = 'Moodle мрежно запишување';
$string['nocategoriesdefined'] = 'Не се пронајдени категории за курсот. Дефинирајте нови категории <a href=\"$a\">овде</a>.';
$string['nocoursesdefined'] = 'Не се најдени курсеви. Дефинирајте нови курсеви <a href=\"$a\">овде</a>.';

?>
