<?PHP // $Id$ 
      // enrol_authorize.php - created with Moodle 1.8 + (2007021505)


$string['adminacceptccs'] = 'Кои типови на кредитни картички ќе бидат прифатени?';
$string['adminaccepts'] = 'Одберете методи на плаќање кои се дозволени и нивните типови';
$string['adminauthcode'] = 'Ако корисничката кредитна картичка не може да биде фатена на интернет директно, побарајте го кодот за авторизација преку телефон од банката на клиентот.';
$string['adminauthorizeccapture'] = 'Порачајте ги поставувања за преглед и закажување';
$string['adminauthorizeemail'] = 'Поставувања за праќање на електронска пошта';
$string['adminauthorizesettings'] = 'Authorize.net поставувања';
$string['adminauthorizewide'] = 'Поставувања за целиот сајт';
$string['adminavs'] = 'Одберете го ова ако го имате активирано системот за верификација на адресата (AVS) во Вашата authorize.net сметка. Ова побарува полињата како улица, држава, и поштенски код да бидат пополнети кога корисникот го пополнува формуларот за плаќање.';
$string['adminconfighttps'] = 'Осигурајте се дека го имате \"<a href=\"$a->url\">ВКЛУЧЕНО loginhttps</a>\"за да го користите овој додаток<br />во „Администрација >> Променливи >> Безбедност >> HTTP безбедност“.';
$string['adminconfighttpsgo'] = 'Одете до <a href=\"$a->url\">сигурна страница</a> за да го конфигурирате овој додаток.';
$string['admincronsetup'] = 'cron.php скриптата за одржување не беше вклучена најмалку 24 часа.<br/>Cron мора да биде вклучен ако сакате да го користите додатокот за закажано фаќање.<br/><b>Овозможете ги</b>Authorize.net и <b>поставувањето за cron</b> правилно или <b>отчекирајте го an_review</b> повторно.<br/> Ако го исклучите закажи-фати додатокот, трансакцијата ќе биде откажана освен ако не го прегледате повторно за 30 дена.<br/>Одберете <b>an_review</b> и внесете <b>0 во an_capture_day</b> полето<br/> ако сакате <b>рачно</b> да ги одобрувате/одбивате плаќањата во рок од 30 дена.';
$string['adminemailexpired'] = 'Ова е корисно за рачно-фаќање. Администраторите се известени <b>$a</b> дена пред да истечат порачките кои чекаат.';
$string['adminemailexpiredsort'] = 'Кога бројот на нарачки кои чекаат и истекуваат е испратен до наставниците преку електронска пошта, кое е важното?';
$string['adminemailexpiredsortcount'] = 'Број на нарачки';
$string['adminemailexpiredsortsum'] = 'Целосна сума';
$string['adminemailexpiredteacher'] = 'Ако сте го овозможиле рачното фаќање (видете погоре) и наставниците можат да се справуваат со плаќањата, тие можат исто така да известат за порачките кои истекуваат. Ова ќе испрати електронска пошта до секој наставник на курсот за бројот на порачките кои чекаат.';
$string['adminemailexpsetting'] = '(0=оневозможи праќање на пошта, стандардно=2, макс=5)<br>(Поставувања за рачното фаќање за испраќање на пошта: cron=овозможен,an_review=чекиран,an_capture+day=0,an_emailexpired=1-5)';
$string['adminhelpcapturetitle'] = 'Ден за закажано фаќање';
$string['adminhelpreviewtitle'] = 'Преглед за нарачка';
$string['adminneworder'] = 'Драг администратору,

Добивте нова порачка:

Ид. на порачката: $a->orderid
Ид. на трансакцијата: $a->transid
Корисник: $a->user
Курс: $a->course
Количина: $a->amount

ЗАКАЖИ-ФАЌАЊЕ ОВОЗМОЖЕНО?: $a->acstatus

Ако закажи-фаќање е активно, кредитната картичка ќе биде фатена на $a->captureon и тогаш корисникот ќе биде пријавен на курсот; инаку, ќе истече на $a->expireon и неможат да бидат фатени по овој ден.

Исто така можете да одобрувате/одбивате плаќање за пријавување на студентот веднаш пратејќи ја оваа врска:
$a->url';
$string['adminnewordersubject'] = '$a->course; Нова порачка: $a->orderid';
$string['adminpendingorders'] = 'Одбравте да го оневозможите закажи-фати додатокот.<br/>Вкупно $a->count трансакции со статус „Авторизирани/чекаат“ ќе бидат откажани освен ако не ги изберите нив.<br/>За да одобрете/одбиете плаќања одете до <a href=\'$a->url\'>уредување на плаќања</a> страницата.';
$string['adminreview'] = 'Прегледај ја порачката пред процесирањето на кредитната картичка.';
$string['adminteachermanagepay'] = 'Наставниците можат да ги уредуваат плаќањата на курсот.';
$string['allpendingorders'] = 'Сите нарачки кои чекаат';
$string['amount'] = 'Количина';
$string['anlogin'] = 'Authorize.net: Корисничко име';
$string['anpassword'] = 'Authorize.net: Лозинка';
$string['anreferer'] = 'Дефинирајте го URL упатувачот ако сте го поставиле ова во Вашата authorize.net сметка. Ова ќе прати линија \"Referer: URL\" вметната во веб барањето.';
$string['antestmode'] = 'Изврши ги трансакциите само во режим за тестирање (без вадење пари)';
$string['antrankey'] = 'Authorize.net: Клуч за трансакција';
$string['approvedreview'] = 'Одобрен преглед';
$string['authcaptured'] = 'Авторизиран/фатен';
$string['authcode'] = 'Код за авторизација';
$string['authorize:managepayments'] = 'Уреди плаќања';
$string['authorize:uploadcsv'] = 'Качи CSV датотека';
$string['authorizedpendingcapture'] = 'Авторизирано/чека';
$string['avsa'] = 'Адресата (улицата) се поклопува, но поштенскиот код не';
$string['avsb'] = 'Информациите за адресата не се дадени';
$string['avse'] = 'Системска грешка при верификацијата на адресата';
$string['avsg'] = 'Банка за издавање на не-САД картички';
$string['avsn'] = 'Не се поклопуваат адресата (улицата) ниту поштенскиот код';
$string['avsp'] = 'Системот за верификација на адресата не е применлив';
$string['avsr'] = 'Пробајте повторно - системот не е достапен';
$string['avsresult'] = 'AVS резултат: $a';
$string['avss'] = 'Услугата не е поддржана од издавачот';
$string['avsu'] = 'Информацијата за адресата не е достапна';
$string['avsw'] = '9 цифрениот поштенски код се поклопува, но адресата (улицата) не';
$string['avsx'] = 'Адресата (улицата) и 9 цифрениот поштенски код се поклопуваат';
$string['avsy'] = 'Адресата (улицата) и 5 цифрениот поштенски код се поклопуваат';
$string['avsz'] = '5 цифрениот поштенски код се поклопува, но адресата (улицата) не';
$string['canbecredit'] = 'Можат да бидат вратени парите на $a->upto';
$string['cancelled'] = 'Откажано';
$string['capture'] = 'Зафатено';
$string['capturedpendingsettle'] = 'Спогодба које е зафатена/чека';
$string['capturedsettled'] = 'Зафатено/договорено';
$string['captureyes'] = 'Кредитната картичка ќе биде фатена и студентот ќе биде запишан на курсот. Дали сте сигурни?';
$string['ccexpire'] = 'Дата на истекување';
$string['ccexpired'] = 'Кредитната картичка не важи';
$string['ccinvalid'] = 'Грешен број на картичка';
$string['ccno'] = 'Број на кредитна картичка';
$string['cctype'] = 'Тип на кредитна картичка';
$string['ccvv'] = 'Потврдување на картичка';
$string['ccvvhelp'] = 'Погледнете на задната страна на картичката (последните 3 цифри)';
$string['choosemethod'] = 'Ако го знаете запишувачкиот клуч за курсот, внесете го; во спротивно мора да го платите курсот.';
$string['chooseone'] = 'Пополнете едно или двете од следниве две полиња. Лозинката не се прикажува';
$string['costdefaultdesc'] = '<strong>Во поставувањата за курсот внесете -1</strong> за да ја користите стандардната вредност во полето за цена на курсот.';
$string['cutofftime'] = 'Трансакција Cut-Off време. Кога последната трансакција е одбрана за спогодба?';
$string['delete'] = 'Уништи';
$string['description'] = 'Модулот Authorize.net Ви дозволува да ги поставите платените курсеви преку CC провајдери.  Ако цената на некој курс е нула, тогаш студентите не плаќаат за влез.  Има цена која се поставува како предефинирана за целиот сајт и можност за поставување на секој курс поединечно. Цената на курсот ја надминува цената на сајтот.<br /><br /><b>Забелешка</b> Ако внесете клуч за запишување во поставувањата за курсот, тогаш студентите ќе ја имаат можноста да се запишат со користење на клучот. Ова е корисно ако имате мешавина од студенти кои плаќаат и кои не плаќаат.';
$string['echeckabacode'] = 'АВА банковен број';
$string['echeckaccnum'] = 'Број на сметка во банката';
$string['echeckacctype'] = 'Тип на сметка во банката';
$string['echeckbankname'] = 'Име на банката';
$string['echeckbusinesschecking'] = 'Проверка на бизнис';
$string['echeckchecking'] = 'Проверка';
$string['echeckfirslasttname'] = 'Сопственик на сметката во банката';
$string['echecksavings'] = 'Заштеди';
$string['enrolname'] = 'Authorize.net премин за наплата';
$string['expired'] = 'Истечено';
$string['haveauthcode'] = 'Веќе имам код за авторизација';
$string['howmuch'] = 'Колку?';
$string['httpsrequired'] = 'Со жалење ве информираме дека Вашето барање не може да биде обработено сега. Конфигурацијата на овој сајт не може да биде поставена точно.<br/><br/>Ве молиме да не го внесувате бројот на кредитната картичка освен ако не видите жолто катанче на дното на вашиот пребарувач. Ако овој симбол се појави, тоа значи дека страницата ги енкриптира податоците испратени помеѓу клиентот и серверот. Бидејки информацијата во текот на трансакцијата е заштитена, бројот на Вашата кредитна картичка не може да биде фатен на Интернет.';
$string['invalidaba'] = 'Невалиден АВА број';
$string['invalidaccnum'] = 'Невалиден број на сметка';
$string['invalidacctype'] = 'Невалиден тип на сметка';
$string['logindesc'] = 'Можете да поставите <a href=\"$a->url\">loginhttps</a> опции во одделот „Промеливи/Безбедност“.
<br /><br />
Со вклучување на ова Moodle ќе користи сигурна https конекција само за најавување и страницата за плаќање.';
$string['logininfo'] = 'Името за најава, лозинката и клучот на трансакцијата не се покажани заради безбедносни причини. Нема потреба да ги внесувате повторно ако сте ги конфигурирале овие полиња претходно. Ќе видите зелен текст лево од кутијата ако некое од полињата е веќе конфигурирано. Ако ги внесувате овие полиња за прв пат, името за најава (*) е потребно и мора да внесете <strong>или</strong> клуч за трансакција (#1)<strong>или</strong> лозинка (#2) во соодветното поле. Ви препорачуваме да го внесете клучот за трансакција заради претпазливост. Ако сакате да ја избришете тековната лозинка, изберете го полето за избирање.';
$string['methodcc'] = 'Кредитна картичка';
$string['methodecheck'] = 'eCheck (ACH)';
$string['missingaba'] = 'Недостасува АВА бројот';
$string['missingaddress'] = 'Недостасува адресата';
$string['missingbankname'] = 'Недостасува името на банката';
$string['missingcc'] = 'Недостасува бројот на картичката';
$string['missingccauthcode'] = 'Недостасува кодот за авторизација';
$string['missingccexpire'] = 'Недостасува датумот за истекување';
$string['missingcctype'] = 'Недостасува типот на картичката';
$string['missingcvv'] = 'Недостасува бројот за верификација';
$string['missingzip'] = 'Недостасува поштенскиот код';
$string['mypaymentsonly'] = 'Покажи ги само моите плаќања';
$string['nameoncard'] = 'Име на картичка';
$string['new'] = 'Ново';
$string['noreturns'] = 'Без враќање!';
$string['notsettled'] = 'Не е договорено';
$string['orderid'] = 'Ид. на порачка';
$string['paymentmanagement'] = 'Уредување на плаќањето';
$string['paymentmethod'] = 'Метод на плаќање';
$string['paymentpending'] = 'Вашето плаќање чека за овој курс со овој број на порачка $a->orderid. Видете <a href=\'$a->url\'>детали за порачката</a>.';
$string['pendingecheckemail'] = 'Почитуван менаџеру,

Има $a->count echecks кои чекаат и Вие морате да качите csv датотека за да ги пријавите корисниците.

Кликнете на врската и прочитајте ја помошта:
$a->url';
$string['pendingechecksubject'] = '$a->course: Чекаат eChecks($a->count)';
$string['pendingordersemail'] = 'Почитуван администратору,

$a->pending трансакции за курсот „$a->course“ ќе истечат освен ако ги прифатите плаќањата во рок од $a->days дена.

Ова е предупредувачка порака заради тоа што не сте го вклучиле закажаното-фаќање.
Тоа значи дека треба да прифаќате или одбивате плаќања рачно.

За да прифатите/одбиете плаќање кое чека одете на:
$a->url

За да овозможите закажано-фаќање - тоа значи дека нема да добивате предупредувања повторно, одете на:

$a->enroll';
$string['pendingordersemailteacher'] = 'Почитуван наставнику,

$a->pending трансакции кои чинеа $a->currency $a->sumcost за курсот „$a->course“, ќе истечат освен ако не ги прифатите плаќањата во рок од $a->days дена.

Морате да ги прифаќате или одбивате плаќањата рачно зашто администраторот не го овозможил закажаното-фаќање.

$a->url';
$string['pendingorderssubject'] = 'ПРЕДУПРЕДУВАЊЕ: $a->course, $a->pending нарачка(ки) ќе истечат во рок од $a->days ден(а).';
$string['reason11'] = 'Дупликат трансакција беше испратена.';
$string['reason13'] = 'Ид. за најава на трговецот не е валиден или сметката е неактивна.';
$string['reason16'] = 'Трансакцијата не е најдена.';
$string['reason17'] = 'Трговецот не прифаќа ваков тип на кредитна картичка.';
$string['reason245'] = 'Овој тип на eCheck не е дозволен при употреба на плаќање со формулар за плаќање хостиран на излезна порта';
$string['reason246'] = 'Типот на eCheck не е дозволен.';
$string['reason27'] = 'Трансакцијата резултираше со AVS несовпаѓање. Адресата дадена не се совпаѓа со адресата за наплата на сопственикот на картичката.';
$string['reason28'] = 'Трговецот не прифаќа ваков тип на кредитна картичка.';
$string['reason30'] = 'Конфигурацијата со процесорот е невалидна. Јавете се на добавувачот на услуги на трговецот.';
$string['reason39'] = 'Добиениот код на валута е или невалиден, неподдржан, не е дозволен за ваков трговец или нема рата на размена.';
$string['reason43'] = 'Трговецот беше неправилно поставен од процесорот. Јавете се на добавувачот на услуги на трговецот.';
$string['reason44'] = 'Оваа трансакција беше одбиена. Грешка на филтерот за кодот на картичката.';
$string['reason45'] = 'Оваа трансакција беше одбиена. Грешка на филтерот за кодот на картичката или AVS.';
$string['reason47'] = 'Количината побарана за спогодба не може да биде поголема од оригиналната количина која е дозволена.';
$string['reason5'] = 'Валидна количина е потребна.';
$string['reason50'] = 'Оваа трансакција чека спогодба и не може да биде вратена назад.';
$string['reason51'] = 'Сумата од сите кредити од оваа трансакција е поголема од основната количина на трансакцијата.';
$string['reason54'] = 'Покажаната трансакција не ги исполува условите од критериумот за издавање кредит.';
$string['reason55'] = 'Сумата од кредитите од покажаната трансакција ќе ја надмине основната дебитна количина.';
$string['reason56'] = 'Овој трговец прифаќа само eCheck (ACH) трансакции - не се прифаќаат трансакции со кредитни картички.';
$string['refund'] = 'Враќање на пари';
$string['refunded'] = 'Вратени пари';
$string['returns'] = 'Враќа';
$string['reviewday'] = 'Фатете ја кредитната картичка освен ако наставникот или администраторот ја прегледа нарачката во рок од <b><$a/b> дена. CRON МОРА ДА Е ВКЛУЧЕН.<br/>(0 денови значи дека ќе биде оневозможено закажаното-фаќање и наставникот или администраторот ќе ги прегледуваат нарачките рачно. Трансакцијата ќе биде откажана ако го исклучите закажаното фаќање, освен ако не ја прегледате во рок од 30 дена.)';
$string['reviewfailed'] = 'Прегледот не успеа';
$string['reviewnotify'] = 'Вашето плаќање ќе биде прегледано. Очекувајте е-пошта за неколку дена од Вашиот наставник.';
$string['sendpaymentbutton'] = 'Прати ја исплатата';
$string['settled'] = 'Спогодено';
$string['settlementdate'] = 'Датум на спогодбата';
$string['subvoidyes'] = 'Трансакцијата која беше вратена назад ($a->transid) ќе биде откажана и ова ќе предизвика кредитирање од $a->amount на Вашата сметка. Дали сте сигурни?';
$string['tested'] = 'Тестирано';
$string['testmode'] = '[Тест режим]';
$string['testwarning'] = 'Фаќање/избегнување/враќање на пари изгледа дека работи во тест режим, но ниту еден запис не беше ажуриран или внесен во базата на податоци.';
$string['transid'] = 'Ид. на трансакција';
$string['underreview'] = 'Под преглед';
$string['unenrolstudent'] = 'Отпиши студент?';
$string['uploadcsv'] = 'Качи CSV датотека';
$string['usingccmethod'] = 'Запиши користејќи  <a href=\"$a->url\"><strong>кредитна картичка</strong></a>';
$string['usingecheckmethod'] = 'Запиши користејќи <a href=\"$a->url\"><strong>eCheck</strong></a>';
$string['void'] = 'Празно';
$string['voidyes'] = 'Трансакцијата ќе биде откажана. Дали сте сигурни?';
$string['welcometocoursesemail'] = 'Почитуван студенту,

Ви благодариме за Вашето плаќање. Се запишавте на:

$a->courses

Можете да го уредите Вашиот профил:
$a->profileurl

Можете да ги видите деталите за Вашето плаќање:
$a->paymenturl';
$string['youcantdo'] = 'Не можете да ја правите оваа акција: $a->action';
$string['zipcode'] = 'Поштенски код';

?>
