<?PHP // $Id$ 
      // enrol_database.php - created with Moodle 1.8 + (2007021505)


$string['autocreate'] = 'Курсевите може да бидат додадени автоматски ако има записи за курс кој уште не постои во Moodle.';
$string['autocreation_settings'] = 'Поставувања за автоматско креирање курсеви.';
$string['category'] = 'Категоријата за автоматски креирани курсеви.';
$string['course_fullname'] = 'Името на полето каде што целото име на курсот е запишано.';
$string['course_id'] = 'Името на полето каде што ид. на курсот е запишан. Вредностите на ова поле се користат за да се поврзат со оние во \"enrol_db_l_coursefield\" полето во Moodle табелата со курсеви.';
$string['course_shortname'] = 'Името на полето каде што е запишано краткото име на курсот.';
$string['course_table'] = 'Името на табелата каде што очекуваме да ги најдеме деталите за курсот (кратко име, целосно име, ид. и др.).';
$string['dbhost'] = 'IP име на серверот или број';
$string['dbname'] = 'Име на базата на податоци';
$string['dbpass'] = 'Лозинка за пристап на серверот';
$string['dbtable'] = 'Табелата во наведената база на податоци';
$string['dbtype'] = 'Тип на сервер за базата на податоци';
$string['dbuser'] = 'Корисник што пристапува на серверот';
$string['defaultcourseroleid'] = 'Улогата која ќе биде стандардно доделена ако не се наведе друга.';
$string['description'] = 'Можете да користите било каква надворешна база на податоци за Вашите задачи. Во базата треба да постојат полиња што содржат ид. на курсот, ид. на корисникот.';
$string['enrol_database_autocreation_settings'] = 'Автоматско креирање нови курсеви';
$string['enrolname'] = 'Надворешна база на податоци';
$string['general_options'] = 'Општи опции';
$string['host'] = 'Име на серверот за бази на податоци.';
$string['local_fields_mapping'] = '(Локални) полиња од Moodle базата на податоци';
$string['localcoursefield'] = 'Име на полето во табелата со курсеви што го користиме за споредба со полиња од надворешна база на податоци. (пример: ид. број)';
$string['localrolefield'] = 'Името на полето во табелата за улоги кое го користиме да се поврзат записите со далечната база на податоци (пр. кратко име).';
$string['localuserfield'] = 'Име на полето во табелата со корисници што го користиме за споредба со полиња од надворешна база. (пример: ид. број)';
$string['name'] = 'Базата на податоци која се користи.';
$string['pass'] = 'Лозинка за пристап до серверот.';
$string['remote_fields_mapping'] = 'Записи од полињата од (далечната) база на податоци.';
$string['remotecoursefield'] = 'Името на полето во далечната табела кое го користиме за да се совпаднат записите со табелата за курсеви.';
$string['remoterolefield'] = 'Името на полето во далечната табела кое го користиме за да се совпаднат записите со табелата за улоги.';
$string['remoteuserfield'] = 'Името на полето во далечната табела кое го користиме за да се совпаднат записите со табелата за корисници.';
$string['server_settings'] = 'Поставувања за надворешниот сервер за бази на податоци';
$string['student_coursefield'] = 'Името на полето во табелата со записи за ученици, каде што очекуваме да најдеме ид. на курсот.';
$string['student_l_userfield'] = 'Името на полето во табелата за локален корисник, кое што го користиме да го поврземе корисникот со далечен запис на студенти (пр. ид. број).';
$string['student_r_userfield'] = 'Името на полето во табелата за записи за далечни студенти, каде што очекуваме да најдеме ид. за корисникот.';
$string['student_table'] = 'Името на табелата каде што записите за студент се зачувани.';
$string['teacher_coursefield'] = 'Името на полето во табелата со записи за учителот, каде што очекуваме да најдеме ид.  на курсот.';
$string['teacher_l_userfield'] = 'Името на полето во локалната табела за корисници, кое го користиме за да го поврземе корисникот со далечен запис за учителите (пр. ид. број).';
$string['teacher_r_userfield'] = 'Името на полето во табелата со записи за далечни учители, каде што очекуваме да најдеме ид. за корисникот.';
$string['teacher_table'] = 'Името на табелата каде што се зачувани записи за учителот.';
$string['template'] = 'Незадолжително: автоматски креираните курсеви може да ги преснимуваат своите поставувања од претходно зачуван курс. Овде внесете кратко име на зачуван тест.';
$string['type'] = 'Вид на серверот за бази на податоци.';
$string['user'] = 'Корисничко име за пристап до серверот.';

?>
