<?PHP // $Id$ 
      // my.php - created with Moodle 1.8 + (2007021505)


$string['mymoodle'] = 'Преглед на моите курсеви';
$string['nocourses'] = 'Нема информација за курсот да се покажи.';
$string['noguest'] = 'Страницата \'Преглед на курсевите\' не е достапна за корисници гости';
$string['pinblocks'] = 'Конфигурирај ги поврзаните блокови за мојот moodle';
$string['pinblocksexplan'] = 'Секој блок на поставувања кој ќе го конфигурирате тука ќе биде видлив (и недозволен за уредување) за секој корисник на moodle на нивната \'мојот moodle\' страница за преглед.';

?>
