<?PHP // $Id$ 
      // qtype_datasetdependent.php - created with Moodle 1.8 + (2007021505)


$string['additem'] = 'Додај предмет';
$string['atleastonerealdataset'] = 'Треба да има барем еден реален комплет на податоци во текстот на прашањето';
$string['atleastonewildcard'] = 'Треба да има барем еден џокер во формулата за одговор или во текстот на прашањето';
$string['calcdistribution'] = 'Распределба';
$string['calclength'] = 'Децимални места';
$string['calcmax'] = 'Максимум';
$string['calcmin'] = 'Минимум';
$string['dataitemdefined'] = 'достапен со $a веќе дефинирани бројни вредности';
$string['datasetrole'] = 'Џокерите <strong>{x..}</strong> ќе бидат заменати со бројни вредности од нивниот комплет на податоци';
$string['deletelastitem'] = 'Избриши го последниот предмет';
$string['existingcategory1'] = 'знаковна константа од веќе постоечки комплет на знаковни константи кои се користи исто така од други прашања во оваа категорија';
$string['existingcategory2'] = 'датотека од веќе постоечки комплет на датотеки кои се користи исто така од други прашања во оваа категорија';
$string['existingcategory3'] = 'врска од веќе постоечки комплет на врски кои се користи исто така од други прашања во оваа категорија';
$string['forceregeneration'] = 'принуди обновување';
$string['getnextnow'] = 'Земи нов “Предмет за додавање“ сега';
$string['item(s)'] = 'Предмет(и)';
$string['itemno'] = 'Предмет $a';
$string['itemscount'] = 'Предмети<br/>Брои';
$string['itemtoadd'] = 'Предмет за додавање';
$string['keptcategory1'] = 'знаковна константа од истата категорија комплет на знаковни константи со повеќекратни употреби како претходно';
$string['keptcategory2'] = 'датотека од истата категорија комплет на датотеки со повеќекратни употреби како претходно';
$string['keptcategory3'] = 'врска од истата категорија комплет на врски со повеќекратни употреби како претходно';
$string['keptlocal1'] = 'знаковна константа од истото прашање приватен комплет на знаковни константи како претходно';
$string['keptlocal2'] = 'датотека од истото прашање приватен комплет на датотеки како претходно';
$string['keptlocal3'] = 'врска од истото прашање приватен комплет на врски како претходно';
$string['lastitem(s)'] = 'послед(ни)ен предмет(и)';
$string['loguniform'] = 'Униформа на записник';
$string['minmax'] = 'Опсег на вредности';
$string['newcategory1'] = 'знаковна константа од нов комплет на знаковни константи кои може да се користи исто така од други прашања во оваа категорија';
$string['newcategory2'] = 'датотека од нов комлет на датотеки кои може да се користи исто така од други прашања во оваа категорија';
$string['newcategory3'] = 'врска од нов комплет на врски кои може да се користи исто така од други прашања во оваа категорија';
$string['newlocal1'] = 'знаковна константа од нов комплет на знаковни константи кои ќе се користи само од ова прашање';
$string['newlocal2'] = 'датотека од нов комплет на датотеки кои ќе се користи само од ова прашање';
$string['newlocal3'] = 'врска од нов комплет на врски кои ќе се користи само од ова прашање';
$string['nodataset'] = 'ништо - не е џокер';
$string['param'] = 'Параметар {<strong>$a</strong>}';
$string['replacewithrandom'] = 'Замени со произволна вредност';
$string['reuseifpossible'] = 'Повторно употреби ја претходната вредност ако е достапна';
$string['sharedwildcard'] = 'Јавен џокер';
$string['sharedwildcards'] = 'Јавни џокери';
$string['uniform'] = 'Едноличен';
$string['updatedatasetparam'] = 'Ажурирај ги параметрите на комплетите на податоци';
$string['youmustaddatleastoneitem'] = 'Мора да додадете барем еден предмет на комплет на податоци пред да можете да го зачувате ова прашање.';

?>
