<?PHP // $Id$ 
      // qtype_randomsamatch.php - created with Moodle 1.8 + (2007021505)


$string['nosaincategory'] = 'Нема прашања со кратки одговори во категоријата што Вие ја избравте \'$a->catname\'. Изберете различна категорија, направете некои прашања во оваа категорија.';
$string['notenoughsaincategory'] = 'Има само $a->nosaquestions прашање/а со кратки одговори во категоријата што Вие ја избравте \'$a->catname\'. Изберете различна категорија, направете уште прашања во оваа категорија или намалете ја сумата на прашања што ги имате избрано.';

?>
