<?PHP // $Id$ 
      // qtype_shortanswer.php - created with Moodle 1.8 + (2007021505)


$string['addmoreanswerblanks'] = 'Празни места за {не} повеќе одговори';
$string['answerno'] = 'Одговор $a';
$string['filloutoneanswer'] = 'Мора да дадете барем еден можен одговор. Одговорите кои се оставени празни нема да бидат употребени. „*“ може да биде употребено како џокер за да одговара на било кој одговор. Првиот одговор кој се поклопува ќе биде искористен за да се определи резултатот и повратната информација.';

?>
