<?PHP // $Id$ 
      // survey.php - created with Moodle 1.8 + (2007021505)


$string['actual'] = 'Суштински';
$string['actualclass'] = 'Суштинска Класа';
$string['actualstudent'] = '$a суштински';
$string['allquestions'] = 'Сите прашања во ред, сите студенти';
$string['allscales'] = 'Сите критериуми, сите студенти';
$string['alreadysubmitted'] = 'Веќе сте го пополниле овој прашалник';
$string['analysisof'] = 'Анализа на $a';
$string['answers'] = 'Одговори';
$string['attls1'] = 'Во оценувањето на она што некој го зборува, се фокусирам на квалитетот на нивниот аргумент, не на личноста што го прикажува.';
$string['attls10'] = 'Важно за мене е да останам што е можно пообјективен кога анализирам нешто.';
$string['attls10short'] = 'остани објективен';
$string['attls11'] = 'Се трудам да мислам заедно со луѓето наместо против нив.';
$string['attls11short'] = 'мисли ЗАЕДНО СО луѓето';
$string['attls12'] = 'Имам одреден критериум што го користам во аргументите за оценување.';
$string['attls12short'] = 'користи критериум за оценување';
$string['attls13'] = 'Повеќе сакам да разберам нечие мислење отколку да го оценам.';
$string['attls13short'] = 'Обидете се да разберете';
$string['attls14'] = 'Се обидувам да ги истакнам слабостите во мислењето на другите луѓе за да им помогнам да ги разјаснат своите аргументи.';
$string['attls14short'] = 'истакнува слабости';
$string['attls15'] = 'Се обидувам да се ставам на местото на другите луѓе при дискусија на спорни теми, за да видам зошто мислат на тој начин.';
$string['attls15short'] = 'се ставам на нивно место';
$string['attls16'] = 'Некој може да го нарече начинот на кој ги анализирам работита \'ставање пред суд\' бидејќи внимавам да ги разгледам сите докази.';
$string['attls16short'] = 'ставање пред суд';
$string['attls17'] = 'Ја ценам употребата на логиката и причината при решавањето на проблеми.';
$string['attls17short'] = 'најмногу ја ценам логиката';
$string['attls18'] = 'Можам да ги разберам мислењата кои се разликуваат од моите преку поистоветување.';
$string['attls18short'] = 'интуиција од поистоветување';
$string['attls19'] = 'Кога се среќавам со луѓе чие мислење ми е непознато, правам промислен напор да \'се проширам\' себе си во таа личност, за да видам како тие можат да го имаат таквото мислење.';
$string['attls19short'] = 'прави напор за проширување';
$string['attls1short'] = 'го фокусира квалитетот на аргументите';
$string['attls2'] = 'сакам да играм адвокат на ѓаволот - дискутирајќи го спротивното од она што некој го вели.';
$string['attls20'] = 'Поминувам време откривајќи што е \'погрешно\' со работите. На пример, ќе барам нешто во литературната интерпретација што не се совпаѓа добро.';
$string['attls20short'] = 'што не е во ред';
$string['attls2short'] = 'игра адвокат на ѓаволот';
$string['attls3'] = 'Сакам да разберам од каде другите луѓе \'доаѓаат\', кои искуства ги навеле да се чуствуваат така.';
$string['attls3short'] = 'од каде луѓето доаѓаат';
$string['attls4'] = 'Многу важен дел од моето образование беше да научам да ги разберам луѓето кои се многу различни за мене.';
$string['attls4short'] = 'разбира различни луѓе';
$string['attls5'] = 'Чувствувам дека најдобар начин да постигнам мој сопствен идентитет е взаемно да дејствувам со различни други луѓе.';
$string['attls5short'] = 'взаемно дејствува со разноврсни';
$string['attls6'] = 'Уживам да ги слушам ммислењата на луѓето кои имаат различно потекло од мене - тоа ми помага да разберам како истите работи може да се гледаат на толку различни начини.';
$string['attls6short'] = 'ужива да слуша мислења';
$string['attls7'] = 'Мислам дека можам да ја зајакнам мојата позиција со расправање со некој кој не се сложува со мене.';
$string['attls7short'] = 'зајакнува со расправање';
$string['attls8'] = 'Секогаш сум заинтресиран да знам зошто луѓето ги кажуваат и веруваат во работите што ги прават.';
$string['attls8short'] = 'знам зошто луѓето прават';
$string['attls9'] = 'Често се наоѓам во ситуација да се расправам со авторите на книгите што ги читам, обидувајќи се логички да разберам зошто не се во право.';
$string['attls9short'] = 'расправа со автори';
$string['attlsintro'] = 'Намената на овој прашлник е да ни помогне да ги пресметаме вашите ставови кон мислењето и учењето.

Нема \'точни\' или \'грешни\' одговори; Заинтересирани сме само за вашето мислење. Ве молиме бидете сигурни дека вашите одговори ќе се сметаат со висок степен на доверливост, и нема да влијаат на вашето испитување.';
$string['attlsm1'] = 'Ставови за размислување и учење';
$string['attlsm2'] = 'Поврзано Учење';
$string['attlsm3'] = 'Одвоено Учење';
$string['attlsmintro'] = 'Во дискусија ...';
$string['attlsname'] = 'ATTLS (верзија со 20 теми)';
$string['ciq1'] = 'Во кој момент во класот си бил нај ангажиран како ученик?';
$string['ciq1short'] = 'Нај ангажиран';
$string['ciq2'] = 'Во кој момент во класот си бил нај оддалечен како ученик?';
$string['ciq2short'] = 'Нај оддалечен';
$string['ciq3'] = 'Која постапка на член од форумите ја најде како најпотврдувачка или корисна?';
$string['ciq3short'] = 'Корисен момент';
$string['ciq4'] = 'Која постапка на член од форумите ја најде како најсложена или збунувачка?';
$string['ciq4short'] = 'Момент на збунетост';
$string['ciq5'] = 'Каков настан те изненади најмногу?';
$string['ciq5short'] = 'Момент на изненадување';
$string['ciqintro'] = 'Додека размислуваш за скорешните настани во овој клас, одговори на прашањата што следат.';
$string['ciqname'] = 'Критични настани';
$string['clicktocontinue'] = 'Кликни тука за продолжување';
$string['clicktocontinuecheck'] = 'Кликни тука за проверка и продолжување';
$string['colles1'] = 'Моето учење е фокусирано на темите кои ме интересираат.';
$string['colles10'] = 'Побарав од други студенти да ги објаснат своите идеи.';
$string['colles10short'] = 'Побарав објаснувања';
$string['colles11'] = 'другите студенти побараа да ги објаснам моите идеи.';
$string['colles11short'] = 'Ми побараа да објаснам';
$string['colles12'] = 'другите студенти одговорија на моите идеи.';
$string['colles12short'] = 'Студентите ми одговорија';
$string['colles13'] = 'туторот го поттикнува моето размислување.';
$string['colles13short'] = 'туторот го поттикнува размислувањето';
$string['colles14'] = 'туторот ме подржува да учествувам.';
$string['colles14short'] = 'туторот ме подржува';
$string['colles15'] = 'туторот прикажува добро предавање.';
$string['colles15short'] = 'туторот прикажува предавање';
$string['colles16'] = 'туторот критички создава self-reflection.';
$string['colles16short'] = 'туторот создава self-reflection';
$string['colles17'] = 'другите студенти го подржуваат моето учество.';
$string['colles17short'] = 'студентите ме подржуваат';
$string['colles18'] = 'другите студенти го фалат мојот допринос.';
$string['colles18short'] = 'студентите ме фалат';
$string['colles19'] = 'другите студенти го вреднуваат мојот допринос.';
$string['colles19short'] = 'студентите ме вреднуваат';
$string['colles1short'] = 'се фокусира на интересните теми';
$string['colles2'] = 'тоа што учам е важно за моето професионално искуство.';
$string['colles20'] = 'другите студенти се поистоветуваат со мојот напор за учење.';
$string['colles20short'] = 'студентите се поистоветуваат';
$string['colles21'] = 'Добро ги разбирам пораките на другите студенти.';
$string['colles21short'] = 'Ги разбирам другите студенти';
$string['colles22'] = 'другите студенти добро ги разбираат моите пораки.';
$string['colles22short'] = 'студентите ме разбираат';
$string['colles23'] = 'Добро ги разбирам пораките на туторот.';
$string['colles23short'] = 'Го разбирам туторот';
$string['colles24'] = 'туторот добро ги разбира моите пораки.';
$string['colles24short'] = 'туторот ме разбира';
$string['colles2short'] = 'важно за моето искуство';
$string['colles3'] = 'Учам како да го подобрам моето професионално искуство.';
$string['colles3short'] = 'го подобрувам моето искуство';
$string['colles4'] = 'тоа што учам добро е поврзано со моето професионално искуство.';
$string['colles4short'] = 'поврзано е со моето искуство';
$string['colles5'] = 'Размислувам критички околу моето учење.';
$string['colles5short'] = 'Критичен сум за моето учење';
$string['colles6'] = 'Размислувам критички околу моите идеи.';
$string['colles6short'] = 'Критичен сум за моите идеи';
$string['colles7'] = 'Размислувам критички околу идеите на другите студенти.';
$string['colles7short'] = 'Критичен сум за другите студенти';
$string['colles8'] = 'Размислувам критички околу идеите од читањата.';
$string['colles8short'] = 'Критичен сум за читањата';
$string['colles9'] = 'Ги објаснувам моите идеи на другите студенти.';
$string['colles9short'] = 'Ги објаснувам моите идеи';
$string['collesaintro'] = 'Намената на овој прашалник е да ни помогне да разбереме колку добро online доставата на оваа единица ви овозможи да учите.

Секоја од следните 24 изјави подолу прашуваат за твоето <b>приоритетно</b> (идеално) искуство во оваа единица.

Нема \'точни\' или \'грешни\' одговори; Заинтересирани сме само за вашето мислење. Ве молиме бидете сигурни дека вашите одговори ќе се сметаат со висок степен на доверливост, и нема да влијаат на вашето испитување.

Вашите внимателно размислени одговори ќе ни помогнат да го подобриме начинот на кој во иднина оваа единица ќе биде online претставена.

Благодарам.';
$string['collesaname'] = 'COLLES (Суштински)';
$string['collesapintro'] = 'Намената на овој прашалник е да ни помогне да разбереме колку добро online доставата на оваа единица ви овозможува да учите. 

Секоја од следните 24 изјави подолу прашуваат за твоето <b>приоритетно</b> (идеално) искуство во оваа единица.

Нема \'точни\' или \'грешни\' одговори; Заинтересирани сме само за вашето мислење. Ве молиме бидете сигурни дека вашите одговори ќе се сметаат со висок степен на доверливост, и нема да влијаат на вашето испитување.

Вашите внимателно размислени одговори ќе ни помогнат да го подобриме начинот на кој во иднина оваа единица ќе биде online претставена.

Благодарам.';
$string['collesapname'] = 'COLLES (Приоритетно и Суштински)';
$string['collesm1'] = 'Значење';
$string['collesm1short'] = 'Значење';
$string['collesm2'] = 'Рефлективно Размислување';
$string['collesm2short'] = 'Рефлективно Размислување';
$string['collesm3'] = 'Интерактивност';
$string['collesm3short'] = 'Интерактивност';
$string['collesm4'] = 'Поддршка за Туторот';
$string['collesm4short'] = 'Поддршка за Туторот';
$string['collesm5'] = 'Еднаква Поддршка';
$string['collesm5short'] = 'Еднаква Поддршка';
$string['collesm6'] = 'Интерпретација';
$string['collesm6short'] = 'Интерпретација';
$string['collesmintro'] = 'Во оваа online единица...';
$string['collespintro'] = 'Намената на овој прашалник е да ни помогне да разбереме што цените во искуството од online учењето.

Секоја од следните 24 изјави подолу прашуваат за твоето <b>приоритетно</b> (идеално) искуство во оваа единица.

Нема \'точни\' или \'грешни\' одговори; Заинтересирани сме само за вашето мислење. Ве молиме бидете сигурни дека вашите одговори ќе се сметаат со висок степен на доверливост, и нема да влијаат на вашето испитување.

Вашите внимателно размислени одговори ќе ни помогнат да го подобриме начинот на кој во иднина оваа единица ќе биде online претставена.

Благодарам.';
$string['collespname'] = 'COLLES (Приоритетно)';
$string['customintro'] = 'Сопствен вовед';
$string['done'] = 'Завршено';
$string['download'] = 'Спушта';
$string['downloadexcel'] = 'Спушти ги податоците како Excel spreadsheet';
$string['downloadinfo'] = 'Може да ги спуштите комплетните податоци за овој прашалник во форма соодветна за анализа во Excel, SPSS или друг пакет.';
$string['downloadtext'] = 'Спушти ги податоците како обична текстуална датотека';
$string['editingasurvey'] = 'Уредување на прашалник';
$string['guestsnotallowed'] = 'На гостите не им е дозволено да испраќаат прашалници';
$string['helpsurveys'] = 'Помош за различните типови на прашалници';
$string['howlong'] = 'Колку време ти требаше да го завршииш овој прашалник?';
$string['howlongoptions'] = 'помалку од 1 мин,1-2 мин,2-3 мин,3-4 мин,4-5-мин,5-10 мин,повеќе од 10';
$string['ifoundthat'] = 'Го најдов тоа';
$string['introtext'] = 'Воведен текст';
$string['ipreferthat'] = 'Преферирам';
$string['modulename'] = 'Прашалник';
$string['modulenameplural'] = 'Прашалници';
$string['name'] = 'Име';
$string['newsurveyresponses'] = 'Нови одговори за прашалникот';
$string['nobodyyet'] = 'Никој сеуште го нема завршено овој прашалник';
$string['notdone'] = 'Сеуште не е завршено';
$string['notes'] = 'Твои лични анализи и забелешки';
$string['othercomments'] = 'Дали имаш други коментари?';
$string['peoplecompleted'] = 'Досега $a луѓе го имаат завршено овој прашалник';
$string['preferred'] = 'Приоритетно';
$string['preferredclass'] = 'Приоритетна класа';
$string['preferredstudent'] = '$a приоритетно';
$string['question'] = 'Прашање';
$string['questions'] = 'Прашања';
$string['questionsnotanswered'] = 'Некои од прашањата со повеќекратен избор не се одговорени.';
$string['report'] = 'Извештај за прашалникот';
$string['savednotes'] = 'Твоите забелешки се зачувани';
$string['scaleagree5'] = 'Силно не се согласувам,Прилично не се согласувам,Ниту се согласувам ниту не се согласувам,Прилично се согласувам,Силно се согласувам';
$string['scales'] = 'Критетиуми';
$string['scaletimes5'] = 'Скоро Никогаш,Ретко,Понекогаш,Често,Скоро Секогаш';
$string['seemoredetail'] = 'Кликни тука за подетални информации';
$string['selectedquestions'] = 'Избраните прашања од скалата, сите студенти';
$string['summary'] = 'Резиме';
$string['survey:download'] = 'Симни ги одговорите';
$string['survey:participate'] = 'Одговори на прашалникот';
$string['survey:readresponses'] = 'Погледни одговори';
$string['surveycompleted'] = 'Го завршивте овој прашалник. Графиконот подолу го покажува резимето на вашите резултати споредени со просекот на класата.';
$string['surveygraph'] = 'Графикон на прашалникот';
$string['surveyname'] = 'Име на прашалникот';
$string['surveysaved'] = 'Прашалникот е снимен';
$string['surveytype'] = 'Тип на прашалникот';
$string['thanksforanswers'] = 'Фала што го одговоривте овој прашалник, $a';
$string['time'] = 'Време';
$string['viewsurveyresponses'] = 'Погледни $a одговори од прашалникот';

?>
