<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_dbdescription'] = 'მომხმარებლის სახელის და პაროლის სისწორის შესამოწმებლად ეს მეთოდი იყენება მონაცემთა გარე ცხრილს. თუ შესამოწმებელი აქაუნტი ახალია, მაშინ ინფორმაცია  Moodle-ის სხვა ფაილებიდანაც იქნება გადამოწმებული';
$string['auth_dbextrafields'] = 'ეს ველები არჩევითია. თქვენ შეიძლება ამჯობინოთ, რომ წინასწარ შეივსოს მონაცემებით სათანადო ველი Moodle-ის ზოგიერთი მომხმარებლის შესახებ <b>გარე მონაცემთა ველიდან,</b> რომელსაც აქ მიუთითებთ. <p>თუ დატოვებთ შეუვსებლად. მაშინ გამოყენებული იქნება ის რაც არის ნაგულისხმევი..</p><p> სხვა შემთხვევებში მომხმარებელს შეუძლია თვითონ შეასრულოს ამ ველების რედაქტირება, როდესაც შემოვა რეგისტრაციის შემდეგ.</p>';
$string['auth_dbfieldpass'] = 'პაროლების შემცველი არის სახელი';
$string['auth_dbfielduser'] = 'მომხმარებლის სახელის შემცველი არის სახელი';
$string['auth_dbhost'] = 'კომპიუტერი, რომელიც ”მასპინძლობს მონაცემთა სერვერს.';
$string['auth_dbname'] = 'საკუთრივ მონაცემთა ბაზის სახელი';
$string['auth_dbpass'] = 'პაროლი, რომელიც შეესაბამება ზემოთ დასახელებულ მომხმარებლის სახელს';
$string['auth_dbpasstype'] = 'მიუთითეთ ის ფორმატი, რომელსაც იყენებს პაროლის არე. MD5 კოდირება';
$string['auth_dbtable'] = 'მონაცემთა ბაზის ცხრილის სახელი';
$string['auth_dbtitle'] = 'გარე მონაცემთა ბაზის გამოყენება';
$string['auth_dbtype'] = 'მონაცემთა ბაზის ტიპი (მოინახულეთ the <a href=\"../lib/adodb/readme.htm#drivers\">ADOdb documentation</a> დეტალებისთვის)';
$string['auth_dbuser'] = 'მომხმარებლის სახელი მონაცემთა ბაზაზე წაკითხვის უფლებით დაშვებისათვის';