<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_emaildescription'] = 'ელ-ფოსტით დადასტურება არის ნაგულისხმევი აუტენტიფიკაციის მეთოდით. როდესაც მომხმარებელი დარეგისტრირდება ახალი  სახელის და პაროლის არჩევით, დამადასტურებელი წერილი გაიგზავნება მისი ელ-ფოსტის მისამართზე. ეს წერილი შეიცავს დაცული გვერდის მისამართს, სადაც მომხმარებელს შეუძლია დაადასტუროს მისი ანგარიში. შემდგომი შემოსვლებისას მხოლოდ მოწმდება მომხმარებლის სახელის და პაროლის  შესაბამისობა Moodle-ის მონაცემთა ბაზაში შენახულ მნიშვნელობასთან.';
$string['auth_emailtitle'] = 'ელ-ფოსტაზე დამყარებული აუტენტიფიკაცია';