<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_fccreators'] = 'ჯგუფების სია რომელთა წევრებს უფლება აქვთ შექმნან ახალი კურსები. განაცალკევეთ მრავლობითი ჯგუფები \';\' სიმბოლოთი. სახელები უნდა ჩაიწეროს ზუსტად ისე, როგორც პირველი კლასის სერვერზე. სისტემა არის ასოთმთავრულისადმი მგრძნობიარე.';
$string['auth_fcdescription'] = 'სახელისა და პაროლის სისწორის შემოწმებისათვის ეს მეთოდი იყენებს პირველი კლასის სერვერს.';
$string['auth_fcfppport'] = 'სერვერის პორტი (3333 არის ძალიან ხშირი)';
$string['auth_fchost'] = 'პირველი კლასის სერვერის მისამართი.გამოიყენეთ IP ნომერი DNS სახელი.';
$string['auth_fcpasswd'] = 'პაროლი ზემოთ დასახელებული აქაუნტისათვის';
$string['auth_fctitle'] = 'პირველი კლასის სერვერის გამოყენება';
$string['auth_fcuserid'] = 'მომხმარებლის ID პირველი კლასის ანგარიში სუბადმინისტრატორის პრივილეგიების ნაკრებით.';