<?PHP // $Id$ 
      // assignment.php - created with Moodle 1.6.2 (2006050520)


$string['allowdeleting'] = 'Дозволити брисање';
$string['allowmaxfiles'] = 'Максималан број постављених датотека';
$string['allownotes'] = 'Дозволити белешке';
$string['allowresubmit'] = 'Дозволити поновно предавање задатка';
$string['assignment:grade'] = 'Оцењивање задатка';
$string['assignment:submit'] = 'Предаја задатка';
$string['assignment:view'] = 'Преглед задатка';
$string['assignmentdetails'] = 'Детаљи задатка';
$string['assignmentmail'] = '$a->teacher је објавио повратне информације о Вашем решењу задатка \'$a->assignment\'.

Можете их видети додате Вашем решењу на овој адреси:

    $a->url';
$string['assignmentmailhtml'] = '$a->teacher је објавио повратне информације о Вашем решењу задатка \'<i>$a->assignment</i>\'.<br /><br />

Можете их видети придодате <a href=\"$a->url\">решењу задатка које сте предали</a>.';
$string['assignmentname'] = 'Назив задатка';
$string['assignmenttype'] = 'Врста задатка';
$string['availabledate'] = 'Доступан од';
$string['comment'] = 'Коментар';
$string['commentinline'] = 'Коментар унутар задатка';
$string['configitemstocount'] = 'Врста прилога који ће се признавати као студентска решења онлине задатака.';
$string['configmaxbytes'] = 'Подразумевана максимална величина за све задатке на сајту (везано за ограничење курса и остала локална подешавања)';
$string['confirmdeletefile'] = 'Да ли сте потпуно сигурни да желите да обришете ову датотеку?<br /><strong>$a</strong>';
$string['deletefilefailed'] = 'Брисање датотеке није успело.';
$string['description'] = 'Опис';
$string['draft'] = 'Нацрт';
$string['duedate'] = 'Крајњи рок за предају';
$string['duedateno'] = 'Без крајњег рока за предају';
$string['early'] = '$a раније';
$string['editmysubmission'] = 'Измени моје решење задатка';
$string['emailstudents'] = 'Слање упозорења студентима електронском поштом';
$string['emailteachermail'] = '$a->username је ажурирао/ла своје решење задатка \'$a->assignment\'

Решење је доступно на следећој адреси:

$a->url';
$string['emailteachermailhtml'] = '$a->username је ажурирао/ла своје решење задатка <i>\'$a->assignment\'</i><br /><br />
Решење је <a href=\"$a->url\">доступно на веб сајту</a>.';
$string['emailteachers'] = 'Слање упозорења предавачима електронском поштом';
$string['emptysubmission'] = 'Још увек нисте ништа предали';
$string['existingfiledeleted'] = 'Постојећа датотека је обрисана: $a';
$string['failedupdatefeedback'] = 'Ажурирање повратних информација за корисника $a није успело.';
$string['feedback'] = 'Повратне информације';
$string['feedbackfromteacher'] = 'Повратне информације од $a';
$string['feedbackupdated'] = 'Повратне информације су ажуриране за $а корисника';
$string['graded'] = 'Оцењено';
$string['guestnosubmit'] = 'Жао нам је, али гостима није дозвољено да предају своја решења задатка. Морате се регистровати/пријавити као стандардни корисник да бисте предали своје решење';
$string['guestnoupload'] = 'Жао нам је, али гостима није дозвољено да постављају датотеке';
$string['helpoffline'] = '<p>Ова врста задатка је корисна када се ради изван Moodle-a. То може бити негде другде на вебу или у учионици.</p><p>Студенти могу да виде опис задатка, али не могу да постављају датотеке или било шта друго. Оцењивање функционише потпуно нормално, и студенти ће добити обавештење о својим оценама.</p>';
$string['helponline'] = '<p>Ова врста задатка тражи од корисника да напише текст користећи обичан текст-едитор. Предавачи могу не само да оцењују задатке <i>online</i>,већ и да додају своје коментаре унутар самог задатка или да га мењају.</p>
<p>(Уколико сте упознати са старијим верзијама Moodle система, сетићете се да овај тип задатка има исту намену коју је раније имао стари модул Журнаl (Journal).)</p>';
$string['helpupload'] = '<p>Ова врста задатка омогућава сваком студенту постављање једне или више датотека (било ког формата).</p> <p>Датотеке могу бити MS Word документи, слике, архивирани веб сајтови или било шта друго што им је тражено да предају као решење задатка.</p>
<p>Ова врста задатка дозвољава и постављање више датотека са одговорима на резултате студената. Оне могу бити постављене и пре предаје решења, што се може искористити за презентовање различитих радних датотека сваком студенту, које им могу послужити као смернице за рад или почетни материјал.</p>
<p>Учесници могу и да уносе своје белешке описујући предате датотеке, своје напредовање у решавању задатка или било какве друге текстуалне информације.</p>
<p>Предају задатка овог типа учесник мора ручно завршити. Можете погледати тренутни статус студента у било ком моменту, при чему су незавршени задаци означени речју Нацрт. Можете вратити сваки неоцењени задатак у стање нацрта.</p>';
$string['helpuploadsingle'] = '<p>Ова врста задатка омогућава сваком студенту постављање једне датотеке (било ког типа).</p> <p>Датотека може бити MS Word документ, слика, архивирани веб сајт или било шта друго што им је тражено да предају као решење задатка.</p>';
$string['late'] = '$a касније';
$string['maximumgrade'] = 'Максимална оцена';
$string['maximumsize'] = 'Максимална величина';
$string['modulename'] = 'Задатак';
$string['modulenameplural'] = 'Задаци';
$string['newsubmissions'] = 'Задаци су приложени';
$string['noassignments'] = 'Још увек нема задатака';
$string['noattempts'] = 'Нико није предао решење задатка';
$string['nofiles'] = 'Ниједна датотека није предата';
$string['nofilesyet'] = 'Ниједна датотека још није предата';
$string['notes'] = 'Белешке';
$string['notesempty'] = 'Нема уноса';
$string['notesupdateerror'] = 'Грешка при ажурирању белешки';
$string['notgradedyet'] = 'Још није оцењено';
$string['notsubmittedyet'] = 'Још није предато';
$string['onceassignmentsent'] = 'Једном кад предате решење задатка на оцењивање, нећете више моћи да бришете и додајете приложене датотеке.';
$string['overwritewarning'] = 'Упозорење: постављање нове датотеке ће ЗАМЕНИТИ Ваше претходно предато решење';
$string['pagesize'] = 'Предатих решења по страни';
$string['preventlate'] = 'Забрани прекасне предаје решења';
$string['quickgrade'] = 'Дозволи брзо оцењивање';
$string['responsefiles'] = 'Датотеке са одговорима';
$string['saveallfeedback'] = 'Сачувај све моје повратне информације';
$string['sendformarking'] = 'Пошаљи на оцењивање';
$string['submission'] = 'Решење';
$string['submissiondraft'] = 'Нацрт решења';
$string['submissionfeedback'] = 'Повратне информације о решењу';
$string['submissions'] = 'Решења';
$string['submissionsaved'] = 'Ваше промене су сачуване';
$string['submissionsnotgraded'] = '$a решења није оцењено';
$string['submitassignment'] = 'Предајте решење задатка користећи ову форму';
$string['submitedformarking'] = 'Решење задатка је већ предато на оцењивање и не може бити ажурирано';
$string['submitformarking'] = 'Предајте решење задатка на оцењивање';
$string['submitted'] = 'Предато';
$string['submittedfiles'] = 'Предате датотеке';
$string['typeoffline'] = 'Активност ван мреже (Offlinе)';
$string['typeonline'] = 'Onlinе текст';
$string['typeupload'] = 'Напредно постављање датотека';
$string['typeuploadsingle'] = 'Постављање датотеке';
$string['unfinalize'] = 'Вратити на статус нацрта';
$string['uploadbadname'] = 'Назив ове датотеке садржи недозвољене знакове, па она није могла бити постављена.';
$string['uploadedfiles'] = 'постављене датотеке';
$string['uploaderror'] = 'Дошло је до грешке приликом чувања Ваше датотеке на серверу.';
$string['uploadfailnoupdate'] = 'Постављање датотеке је прошло успешно, али није било могуће заменити Ваше претходно решење!';
$string['uploadfiletoobig'] = 'Жао нам је, али ова датотека је превелика (дозвољена величина датотеке је $а бајта)';
$string['uploadnofilefound'] = 'Датотека није пронађена - да ли сте сигурни да сте изабрали датотеку за постављање?';
$string['uploadnotregistered'] = 'Постављање датотеке \'$а\' је успешно обављено, али решење није регистровано!';
$string['uploadsuccess'] = 'Постављање датотеке \'$а\' је успешно обављено';
$string['viewfeedback'] = 'Приказ оцена и повратних информација';
$string['viewsubmissions'] = 'Приказ предатих задатака (тренутно: $a)';
$string['yoursubmission'] = 'Ваше решење задатка';

?>
