<?PHP // $Id$ 
      // auth_mnet.php - created with Moodle 1.9.5 (Build: 20090515) (2007101550)


$string['auth_mnet_auto_add_remote_users'] = 'Када је постављено на Да, локални кориснички запис се аутоматски креира када се удаљени корисник по први пут пријављује на систем.';
$string['auth_mnet_roamin'] = 'Корсници ових рачунара могу да уђу на Ваш сајт.';
$string['auto_add_remote_users'] = 'Аутоматско додавање удаљених корисника';
$string['sso_idp_description'] = 'Активирајте ову опцију да бисте дозволили својим корисницима да приступају Moodle сајту $a без поновне пријаве. <ul><li><em>Зависност</em>: Морате бити <strong>пријављени</strong> за SSO (давалац услуга) сервис на $a.</li></ul><br />Пријавите се за овај сервис да бисте дозволили корисницима који су прошли проверу идентитета на сајту $a да приступају вашем сајту без поновне пријаве. <ul><li><em>Зависност</em>: Морате <strong>активирати</strong> SSO (давалац услуга) сервис за $a.</li></ul><br />';
$string['sso_idp_name'] = 'SSO (давалац идентитета)';
$string['sso_mnet_login_refused'] = 'Кориснику $a[0] није дозовољено да се пријави са $a[1].';
$string['sso_sp_description'] = 'Активирајте ову опцију да бисте дозволили корисницима који су прошли проверу идентитета на сајту $a да приступају вашем сајту без поновне пријаве. <ul><li><em>Зависност</em>: Морате бити <strong>пријављени</strong> за SSO (давалац идентитета) сервис на $a.</li></ul><br />Пријавите се за овај сервис да бисте дозволили својим корисницима да приступају Moodle сајту $a без поновне пријаве. <ul><li><em>Зависност</em>: Морате <strong>активирати</strong> SSO (давалац идентитета) сервис за $a.</li></ul><br />';
$string['sso_sp_name'] = 'SSO (давалац услуга)';

?>
