<?PHP // $Id$ 
      // auth_email.php - created with Moodle 1.9.5 (Build: 20090515) (2007101550)


$string['auth_changingemailaddress'] = 'Захтевали сте промену електронске адресе из $a->oldemail у $a->newemail. Из разлога безбедности, шаљемо вам поруку електронском поштом на нову адресу како би потврдили да она припада Вама. Ваша електронска адреса биће ажурирана чим отворите УРЛ који Бам је послат у тој поруци.';
$string['auth_emailchangecancel'] = 'Поништи промену електронске адресе';
$string['auth_emailchangepending'] = 'Промена на чекању. Отворите линк који Вам је послата на $a->preference_newemail.';
$string['auth_emaildescription'] = 'Потврда електорнске адресе је подразмевани начин провере идентитета. Када се корисник пријави за нови налог, бирајући своје ново корисничко име и лозинку, потврда се шаље на корисникову адресу електонском поруком. Тај порука садржи бзбедни линк ка страници где корисник може да потврди свој налог. Приликом будућих пријава на систем корисничко име и лозинка се проверавају са вредностим похрањеним у бази податка Moodlea.';
$string['auth_emailnoemail'] = 'Покушај да Вам се пошање е-порука није успео!';
$string['auth_emailnoinsert'] = 'Није било могуће додати Ваш запис у базу података.';
$string['auth_emailnowexists'] = 'Адреса е-поште коју сте покушали да доделите Вашем профилу је већ додељенљ другом кориснику. Зато је Ваш захтев за промену електорнске адресе поништен, али можете покушати са другом адресом.';
$string['auth_emailrecaptcha'] = 'Ово додаје визелну/аудио потврду на страници за пријаву корисника који се само-региструју путем е-адресе. Ово штити Ваш сајт од спамера. 
Погледајте http://recaptcha.net/learnmore.html за више информација. <br /><em>PHP cURL екстенѕија је неопходна.</em>';
$string['auth_emailrecaptcha_key'] = 'Омогућу reCAPTCHA елемент';
$string['auth_emailsettings'] = 'Подешавања';
$string['auth_emailtitle'] = 'Саморегистрација заснована на електронској адреси';
$string['auth_emailupdate'] = 'Ажурирање електронске адресе';
$string['auth_emailupdatemessage'] = 'Драги/а $a->fullname,

Тражили сте промену своје е-адресе за Ваш кориснички налог на $a->site. Молим Вас да отворите следећи URL у свом веб читачу како бисте потврдили ову промену.';
$string['auth_emailupdatesuccess'] = 'Е-адреса корисника <em>$a->fullname</em> је успешно промењена у <em>$a->email</em>.';
$string['auth_emailupdatetitle'] = 'Потврда ажурирања е-адресе на $a->site';
$string['auth_invalidnewemailkey'] = 'Грешка. Уколико покушавате да потврдите промену електронске адресе, можда сте направили грешку у копирању УРЛ-а који смо вам послали е-поштом. Молимо да копирате адресу и покушате поново.';
$string['auth_outofnewemailupdateattempts'] = 'Премашили сте број дозвољених покушаја за ажурирање Ваше е-адресе. Ваш захтев је поништен.';

?>
