<?PHP // $Id$ 
      // auth_mnet.php - created with Moodle 1.8.2+ (2007021520)


$string['sso_idp_description'] = 'Активирајте ову опцију да бисте дозволили својим корисницима да приступају Moodle сајту $a без поновне пријаве. <ul><li><em>Зависност</em>: Морате бити <strong>пријављени</strong> за SSO (давалац услуга) сервис на $a.</li></ul><br />Пријавите се за овај сервис да бисте дозволили корисницима који су прошли проверу идентитета на сајту $a да приступају вашем сајту без поновне пријаве. <ul><li><em>Зависност</em>: Морате <strong>активирати</strong> SSO (давалац услуга) сервис за $a.</li></ul><br />';
$string['sso_idp_name'] = 'SSO (давалац идентитета)';
$string['sso_mnet_login_refused'] = 'Кориснику $a[0] није дозовољено да се пријави са $a[1].';
$string['sso_sp_description'] = 'Активирајте ову опцију да бисте дозволили корисницима који су прошли проверу идентитета на сајту $a да приступају вашем сајту без поновне пријаве. <ul><li><em>Зависност</em>: Морате бити <strong>пријављени</strong> за SSO (давалац идентитета) сервис на $a.</li></ul><br />Пријавите се за овај сервис да бисте дозволили својим корисницима да приступају Moodle сајту $a без поновне пријаве. <ul><li><em>Зависност</em>: Морате <strong>активирати</strong> SSO (давалац идентитета) сервис за $a.</li></ul><br />';
$string['sso_sp_name'] = 'SSO (давалац услуга)';

?>
