<?PHP // $Id$ 
      // block_glossary_random.php - created with Moodle 1.6 + (2006050506)


$string['addentry'] = 'Додајте своје омиљене цитате!';
$string['askaddentry'] = 'Кад корисници могу да додају појмове у речник, приказати им линк са овим текстом';
$string['askinvisible'] = 'Када корисницима није дозвољено да уређују или прегледају речник, приказати им следећи текст (без линка)';
$string['askviewglossary'] = 'Када корисници могу да прегледају речник, али не и да додају нове појмове, приказати им линк са овим текстом';
$string['blockname'] = 'Случајно одабрани појам из речника';
$string['intro'] = 'Проверите да ли је овом курсу додат барем један речник са најмање једним појмом. Тада можете мењати следећа подешавања';
$string['invisible'] = '(наставиће се)';
$string['lastmodified'] = 'Појам који је последњи модификован';
$string['nextone'] = 'Следећи појам';
$string['noentriesyet'] = 'Још увек нема појмова у одабраном речнику';
$string['notyetconfigured'] = 'Молимо подесите овај блок користећи икону за уређивање';
$string['notyetglossary'] = 'Морате имати на располагању бар један речник да бисте могли да бирате.';
$string['random'] = 'Случајно одабрани појам';
$string['refresh'] = 'Дана пре него што је нови појам одабран';
$string['select_glossary'] = 'Преузимање појмова из овог речника';
$string['showconcept'] = 'Приказ заглавља за сваки појам';
$string['title'] = 'Наслов';
$string['type'] = 'Како се одабира нови појам';
$string['typehelp'] = '<b>Појам који је последњи модификован</b> ће увек показивати појам који је последњи измењен, док ће <b>Случајно одабрани појам</b> сваки пут произвољно бирати нови појам. Опција <b>Следећи појам</b> ће редом пролазити кроз појмове из речника. Ова последња опција је нарочито корисна када је изабран и одређен број дана, што Вам омогућава да креирате <i>Цитат недеље</i> или <i>Савет дана</i> које ће моћи да виде сви корисници.';
$string['viewglossary'] = 'Још цитата...';
$string['whichfooter'] = 'Можете приказати линкове ка акцијама речника са којима је овај блок повезан. Блок ће приказати само линкове ка оним акцијама које су у датом речнику омогућене.';

?>
