<?PHP // $Id$ 
      // block_side_bar.php - created with Moodle 1.6 + (2006050506)


$string['configsectionnumber'] = 'Унесите почетни број за нову секцију';
$string['configtitle'] = 'Унесите наслов за нови блок';
$string['sectionnumberwarning'] = 'УПОЗОРЕЊЕ: Ова вредност би требала бити довољно висока тако да се не преклапа са стандардним вредностима за секције курса. Такође, ако већ имате подешене неке блокове проверите да ли сте променили ову вредност на неку <b>већу</b> од максималног броја секције који већ постоји у блоку. Ако нисте сигурни шта треба да урадите, не мењајте ову вредност.';
$string['sidebar'] = 'Линија са стране';

?>
