<?PHP // $Id$ 
      // cloze_jr.php - created with Moodle 1.6.1+ (2006050512)


$string['clozetypeunsupported'] = 'Није могуће уметнути питање типа <em> $a </em> у питање у форми текста са празнинама за унос тачних одговора.';
$string['displayclozequestion'] = 'И ево новог питања у форми текста са празнинама (са уметнутим тачним одговорима):';
$string['displayquestions'] = 'Следећа питања из категорије <em> $a </em> биће коришћена у новом питању у форми текста са празнинама за унос тачних одговора.';
$string['donotclick'] = '<strong>Немојте</strong> користити доњи линк, јер није урађен физички извоз питања у датотеку...<br />Кликните на дугме за <strong>наставак</strong> и уочите ново питање у форми текста са празнинама за унос тачних одговора у категорији <em> $a </em>.';

?>
