<?PHP // $Id$ 
      // enrol_authorize.php - created with Moodle 1.7 beta (2006101000)


$string['adminacceptccs'] = 'Који типови кредитних картица се прихватају?';
$string['adminaccepts'] = 'Изаберите дозвољене начине плаћања и њихове типове';
$string['adminauthorizeccapture'] = 'Преглед поруџбине и подешавања заказаног прихватања';
$string['adminauthorizeemail'] = 'Подешавања слања електронске поште';
$string['adminauthorizesettings'] = 'Подешавања везана за Authorize.net';
$string['adminauthorizewide'] = 'Подешавања на нивоу сајта';
$string['adminavs'] = 'Проверите да ли сте активирали систем за верификацију адреса (AVS) у оквиру Вашег authorize.net налога. Тиме ћете начинити обавезним адресна поља као што су улица, држава, поштански број и сл. кад корисник буде испуњавао формулар за плаћање.';
$string['admincronsetup'] = 'Скрипт за одржавање cron.php није покретан бар 24 сата. <br />Cron мора бити омогућен ако желите да користите могућности заказаног прихватања.<br /><b>Омогућите</b> \'Authorize.net додатак\' и правилно <b>подесите cron</b>; или поново<b>немојте означити an_review.</b><br />Ако онемогућите заказано прихватање, трансакције ће бити отказане уколико их не прегледате у року од 30 дана.<br />Проверите <b>an_review</b> и унесите <b>\'0\' у an_capture_day</b> поље<br />ако желите <b>ручно</b> да прихватите/одбијете уплате у року од 30 дана.';
$string['adminemailexpired'] = 'Ово је корисно за \'Ручно прихватање\'. Администратори се обавештавају <b>$a</b> дана пре него што истекну поруџбине на чекању.';
$string['adminemailexpiredsort'] = 'Када се већи број поруџбина на чекању којима ускоро истиче рок шаље предавачима путем е-поште, које од њих ће бити истакнуте као важне?';
$string['adminemailexpiredsortcount'] = 'Број поруџбина';
$string['adminemailexpiredsortsum'] = 'Укупан износ';
$string['adminemailexpiredteacher'] = 'Ако сте омогућили ручно прихватање (видети горе) и предавачи могу да управљају уплатама, они би се могли и обавештавати о истеку поруџбина на чекању. Ово подешавање ће обезбедити слање е-поруке сваком предавачу курса са подацима о томе колико поруџбина на чекају ускоро истиче.';
$string['adminemailexpsetting'] = '(0=онемогућавање слања е-поште, подразумевана вредност=2, максимална вредност=5)<br />(Подешавања ручног прихватања за слање е-поште: cron=омогућен, an_review=проверен, an_capture_day=0, an_emailexpired=1-5)';
$string['adminhelpcapturetitle'] = 'Дан заказаног прихватања';
$string['adminhelpreviewtitle'] = 'Преглед поруџбине';
$string['adminneworder'] = 'Драги администраторе,

Примили сте нову поруџбину која чека на прихватање:

Поруџбина број: $a->orderid
Трансакција број: $a->transid
Корисник: $a->user
Курс: $a->course
Износ: $a->amount

ОМОГУЋЕНО ЗАКАЗАНО ПРИХВАТАЊЕ?: $a->acstatus

Ако је омогућено заказано прихватање, кредитна картица биће процесирана дана $a->captureon и студент ће бити уписан на курс, иначе ће поруџбина истећи дана $a->expireon и после тога неће моћи бити прихваћена.

Можете и одмах прихватити/одбити уплату и ако желите уписати студента на курс пратећи следећи линк:
$a->url';
$string['adminnewordersubject'] = '$a->course: Нова поруџбина на чекању ($a->orderid)';
$string['adminpendingorders'] = 'Искључили сте могућност заказаног прихватања.<br />Укупно $a->count трансакција са статусом \'Ауторизована/Чека на прихватање\' биће поништено уколико их не потврдите.<br />Да бисте прихватили/одбили уплате идите на страницу <a href=\'$a->url\'>Управљање плаћањем</a>.';
$string['adminreview'] = 'Преглед поруџбине пре процесирања кредитне картице.';
$string['adminteachermanagepay'] = 'Предавачи могу управљати плаћањем курса.';
$string['amount'] = 'Износ';
$string['anlogin'] = 'Authorize.net: Корисничко име';
$string['anpassword'] = 'Authorize.net: Лозинка';
$string['anreferer'] = 'Дефинишите URL за преусмеравање ако сте то подесили на свом authorize.net налогу. То ће послати линију \"Преусмеравање: URL\" у оквиру веб захтева.';
$string['antestmode'] = 'Покретање транскација искључиво у тест моду (неће доћи до подизања новца)';
$string['antrankey'] = 'Authorize.net: Кључ за трансакцију';
$string['approvedreview'] = 'Одобрени преглед';
$string['authcaptured'] = 'Ауторизовано/Прихваћено';
$string['authorize:managepayments'] = 'Управљење уплатама';
$string['authorizedpendingcapture'] = 'Ауторизовано/Чека на прихватање';
$string['avsa'] = 'Адреса (улица) се уклапа, али не и поштански број';
$string['avsb'] = 'Нису дате информације о адреси';
$string['avse'] = 'Грешка у систему за верификацију адреса';
$string['avsg'] = 'Банка која је издала картицу (ван САД-а)';
$string['avsn'] = 'Не уклапа се ни адреса (улица) ни поштански број';
$string['avsp'] = 'Није применљив систем за верификацију адреса';
$string['avsr'] = 'Поновни покушај - Систем није доступан или је време истекло';
$string['avsresult'] = '<b>AVS резултат:</b> $a';
$string['avss'] = 'Издавач не подржава ову услугу';
$string['avsu'] = 'Нису доступне информације о адреси';
$string['avsw'] = 'Деветоцифрени поштански број се уклапа, али не и адреса (улица)';
$string['avsx'] = 'Адреса (улица) и деветоцифрени поштански број се уклапају';
$string['avsy'] = 'Адреса (улица) и петоцифрени поштански број се уклапају';
$string['avsz'] = 'Петоцифрени поштански број се уклапа, али не и адреса (улица)';
$string['canbecredit'] = 'Може бити рефундирано до $a->upto';
$string['cancelled'] = 'Отказано';
$string['capture'] = 'Прихватање';
$string['capturedpendingsettle'] = 'Прихваћено/Чека на договор';
$string['capturedsettled'] = 'Прихваћено/Договорено';
$string['captureyes'] = 'Кредитна картица ће бити прихваћена и студент ће бити уписан на курс. Да ли сте сигурни да то желите?';
$string['ccexpire'] = 'Датум истека важности кредитне картице';
$string['ccexpired'] = 'Кредитна картица је истекла';
$string['ccinvalid'] = 'Погрешан број картице';
$string['ccno'] = 'Број кредитне картице';
$string['cctype'] = 'Тип кредитне картице';
$string['ccvv'] = 'Провера кредитне картице';
$string['ccvvhelp'] = 'Погледајте полеђину картице (последње 3 цифре)';
$string['choosemethod'] = 'Уколико знате приступну лозинку курса унесите је; у супротном морате да платите да бисте уписали овај курс.';
$string['chooseone'] = 'Попуните једно или оба поља';
$string['costdefaultdesc'] = '<strong>У подешавањима курса, унесите -1</strong>у поље за цену да бисте користили подразумевани износ.';
$string['cutofftime'] = 'Време прекида трансакције. Када је последња трансакција преузета за договор?';
$string['delete'] = 'Уништити';
$string['description'] = 'Authorize.net модул Вам дозвољава да поставите курсеве који се плаћају преко CC давалаца услуга. Ако је цена било ког курса 0, од студената се не тражи да плате за приступ курсу. Постоје два начина да се постави цена курса (1) цена на нивоу сајта, подразумевана за сваки курс (2) или подешавање сваког појединачног курса. Цена курса има предност над подразумеваном ценом на нивоу сајта.<br /><br /><b>Напомена:</b> Ако поставите лозинку за упис на курс, студенти ће рецимо моћи да се упишу користећи само ту лозинку. То је корисно ако имате две групе студената на истом курсу - оне који плаћају његово похађање и оне за које је он бесплатан.';
$string['echeckabacode'] = 'Банковни ABA број';
$string['echeckaccnum'] = 'Број банковног рачуна';
$string['echeckacctype'] = 'Број банковног рачуна';
$string['echeckbankname'] = 'Назив банке';
$string['echeckbusinesschecking'] = 'Провера пословања';
$string['echeckchecking'] = 'Провера';
$string['echeckfirslasttname'] = 'Власник банковног рачуна';
$string['echecksavings'] = 'Уштеђевина';
$string['enrolname'] = 'Authorize.net gateway за плаћање';
$string['expired'] = 'Истекло';
$string['howmuch'] = 'Колико?';
$string['httpsrequired'] = 'Жао нам је, али Ваш захтев тренутно не може бити процесиран. Конфигурација овог сајта изгледа није правилно извршена.<br /><br />Молимо не уносите број Ваше кредитне картице уколико не видите жути катанац на дну странице Вашег web читача. Када се овај симбол појави, то значи да страница шифрира све податке који се размењују између клијента и сервера. Тако да су информације заштићене током трансакција између два рачунара, те број ваше кредитне картице не може бити украден приликом употребе на сајту.';
$string['invalidaba'] = 'Погрешан ABA број';
$string['invalidaccnum'] = 'Погрешан број рачуна';
$string['invalidacctype'] = 'Погрешан тип рачуна';
$string['logindesc'] = 'Ова опција мора бити укључена. <br /><br />Молимо проверите да ли сте укључили <a href=\"$a->url\">loginhttps</a> у Администрација >> Променљиве >> Безбедност.<br /><br />Укључивањем ове опције постићи ћете то да Moodle користи сигурну https конекцију само за страница за приступ систему и уплате.';
$string['methodcc'] = 'Кредитна картица';
$string['methodecheck'] = 'eCheck (ACH)';
$string['missingaba'] = 'Недостаје ABA број';
$string['missingaddress'] = 'Недостаје адреса';
$string['missingbankname'] = 'Недостаје назив банке';
$string['missingcc'] = 'Недостаје број кредитне картице';
$string['missingccexpire'] = 'Недостаје датум истицања кредитне картице';
$string['missingcctype'] = 'Недостаје тип кредитне картице';
$string['missingcvv'] = 'Недостаје верификациони број';
$string['missingzip'] = 'Недостаје поштански број';
$string['nameoncard'] = 'Име на картици';
$string['new'] = 'Ново';
$string['noreturns'] = 'Без повраћаја новца!';
$string['notsettled'] = 'Није утврђено';
$string['orderid'] = 'Идентификатор поруџбине';
$string['paymentmanagement'] = 'Управљање плаћањем';
$string['paymentmethod'] = 'Начин плаћања';
$string['paymentpending'] = 'Ваша уплата за овај курс, под редним бројем $a->orderid, чека на прихватање. Погледајте <a href=\'$a->url\'>Детаљи поруџбине</a>.';
$string['pendingordersemail'] = 'Драги администраторе,

$a->pending трансакција које чекају на прихватање за курс \"$a->course\" ће истећи уколико не прихватите уплате у року од $a->days дана.

Ова порука Вам се шаље као упозорење, јер нисте омогућили заказано прихватање.
То значи да ручно морате да прихватите или одбијете сваку уплату.

Да бисте прихватили/одбили уплате на чекању идите на:
$a->url

Да бисте омогућили заказано прихватање, што би значило да више не бисте добијали овакве поруке упозорења, идите на:

$a->enrolurl';
$string['pendingordersemailteacher'] = 'Драги предавачу,

$a->pending трансакција укупне вредности $a->currency $a->sumcost за курс \"$a->course\"
ће истећи уколико не прихватите уплате у року од $a->days дана.

Морате ручно да прихватате или одбијате уплате јер администратор није омогућио заказано прихватање.

$a->url';
$string['pendingorderssubject'] = 'УПОЗОРЕЊЕ: $a->course, $a->pending поруџбина ће истећи у року од $a->days дана.';
$string['reason11'] = 'Предат је дупликат трансакције.';
$string['reason13'] = 'Трговачки идентификатор корисничког имена није исправан или тај налог није активан.';
$string['reason16'] = 'Трансакција није пронађена.';
$string['reason17'] = 'Трговац не прихвата овај тип кредитне картице.';
$string['reason245'] = 'Овај eCheck тип није дозвољен кад се користи форма за плаћање подржана мрежним пролазом.';
$string['reason246'] = 'Овај eCheck тип није дозвољен.';
$string['reason27'] = 'Трансакција је резултовала AVS неслагањем. Адреса која је дата се не слаже са адресом за слање рачуна власника картице.';
$string['reason28'] = 'Трговац не прихвата овај тип кредитне картице.';
$string['reason30'] = 'Конфигурација са процесором није валидна. Позовите даваоца трговинских услуга.';
$string['reason39'] = 'Достављена шифра валуте није валидна, није подржана, није дозвољена за овог трговца или пак нема задат курс.';
$string['reason43'] = 'Трговац је погрешно подешен при процесору. Позовите даваоца трговинских услуга.';
$string['reason44'] = 'Ова трансакција је одбијена. Грешка филтера кредитне картице!';
$string['reason45'] = 'Ова трансакција је одбијена. Грешка филтера кредитне картице/система за верификацију адреса.';
$string['reason47'] = 'Износ захтеван за договор не сме бити већи од оригиналнo одобрене суме.';
$string['reason5'] = 'Потребан је валидан износ.';
$string['reason50'] = 'Трансакција чека на договор и не може бити рефундирана.';
$string['reason51'] = 'Сума свих кредита за ову трансакцију већа је од вредности оригиналне трансакције.';
$string['reason54'] = 'Референцирана трансакција не испуњава услове за издавање кредита.';
$string['reason55'] = 'Сума кредита за референцирану трансакцију би прешла оригинални дебитни износ.';
$string['reason56'] = 'Овај трговац прихвата само eCheck (ACH) трансакције; трансакције кредитним картицама нису подржане.';
$string['refund'] = 'Рефундирање';
$string['refunded'] = 'Рефундирано';
$string['returns'] = 'Повраћаји';
$string['reviewday'] = 'Прихватити кредитну картицу аутоматски уколико предавач или администратор не прегледају поруџбину у року од <b>$a</b> дана. CRON МОРА БИТИ ОМОГУЋЕН.<br />(0 дана значи да ће бити онемогућена заказана прихватања, као и да ће предавач или администратор ручно прегледати поруџбину. Трансакција ће бити отказана ако онемогућите заказано прихватање или ако не прегледате поруџбину у року од 30 дана.)';
$string['reviewfailed'] = 'Преглед није успео';
$string['reviewnotify'] = 'Ваша уплата ће бити прегледана. Очекујте е-поруку од Вашег предавача у року од неколико дана.';
$string['sendpaymentbutton'] = 'Слање уплате';
$string['settled'] = 'Договорено';
$string['settlementdate'] = 'Датум договора';
$string['subvoidyes'] = 'Рефундирана трансакција $a->transid ће бити поништена и додаће своту од $a->amount на Ваш рачун. Да ли сте сигурни да желите да наставите?';
$string['tested'] = 'Тестирано';
$string['testmode'] = '[РЕЖИМ ЗА ТЕСТИРАЊЕ]';
$string['testwarning'] = 'Прихватање/Ништа/Кредит изгледа ради у режиму за тестирање, али ниједан запис није ажуриран или уметнут у базу података.';
$string['transid'] = 'Идентификатор трансакције';
$string['underreview'] = 'У процесу прегледа';
$string['unenrolstudent'] = 'Испис студента?';
$string['uploadcsv'] = 'Постављање CSV датотеке';
$string['usingccmethod'] = 'Грешка при коришћењу опције <a href=\"$a->url\"><strong>Кредитна картица</strong></a>';
$string['usingecheckmethod'] = 'Грешка при коришћењу опције <a href=\"$a->url\"><strong>eCheck</strong></a>';
$string['void'] = 'Ништа';
$string['voidyes'] = 'Трансакција ће бити отказана. Да ли сте сигурни да то желите?';
$string['welcometocoursesemail'] = 'Поштовани полазниче,

Хвала Вам за Ваше уплате. Уписали сте се на следеће курсеве:

$a->courses

Можете уредити свој кориснички профил:
$a->profileurl

А можете погледати и детаљне информације о обављеној уплати:
$a->paymenturl';
$string['youcantdo'] = 'Не можете извршити ову акцију: $a->action';
$string['zipcode'] = 'Поштански број';

?>
