<?PHP // $Id$ 
      // enrol_paypal.php - created with Moodle 1.8.2+ (2007021520)


$string['business'] = 'Електонска адреса Вашег PayPal налога';
$string['costorkey'] = 'Молимо Вас да изаберете један од понуђених начина за упис на курс';
$string['description'] = 'PayPal модул Вам пружа могућност да поставите курсеве који нису бесплатни. Уколико је цена било ког курса 0 од студената се неће тражити да плате за учешће на курсу. Постоји општа цена коју постављате као уобичајену за читав сајт а затим подешавање у оквиру курса где можете подесити сваки курс појединачно. Цена курса има предност у односу на цену сајта.';
$string['enrolname'] = 'PayPal';
$string['paypalaccepted'] = 'Прихваћене су Paypal уплате';
$string['sendpaymentbutton'] = 'Пошаљи уплату путем Paypalа';

?>
