<?PHP // $Id$ 
      // enrol_database.php - created with Moodle 1.8.2+ (2007021520)


$string['autocreate'] = 'Курсеви се могу аутоматски креирати ако је дозвољено уписати курс који још не постоји у Moodle систему.';
$string['autocreation_settings'] = 'Подешавања аутоматског креирања курсева';
$string['category'] = 'Категорија за аутоматски креиране курсеве.';
$string['course_fullname'] = 'Поље у ком се чува пун назив курса.';
$string['course_id'] = 'Поље у ком се чува идентификатор курса. Вредности овог поља се користе за упоређивање са онима у пољу \"enrol_db_l_coursefield\" у табели курса.';
$string['course_shortname'] = 'Поље у ком се чува кратки назив курса.';
$string['course_table'] = 'Табела у којој се могу наћи детаљне информације о курсу (кратки назив, пун назив, идентификатор итд.)';
$string['dbhost'] = 'IP име или број сервера';
$string['dbname'] = 'Име базе података';
$string['dbpass'] = 'Лозинка сервера';
$string['dbtable'] = 'Табела базе података';
$string['dbtype'] = 'Тип базе података';
$string['dbuser'] = 'Корисник сервера';
$string['defaultcourseroleid'] = 'Улога која ће бити подразумевана ако се не прецизира ниједна друга.';
$string['description'] = 'Можете употребити спољашњу базу података (скоро било које врсте) за контролу Ваших уписа. То подразумева да Ваша спољашња база података садржи поље са идентификатором курса, као и поље са идентификатором корисника. Она се упоређују са пољима која изаберете у локалном курсу и корисничким табелама.';
$string['enrol_database_autocreation_settings'] = 'Аутоматско стварање нових курсева';
$string['enrolname'] = 'Спољашња база података';
$string['general_options'] = 'Опште опције';
$string['host'] = 'Назив сервера базе';
$string['ignorehiddencourse'] = 'Ако је постављено на \"да\" корисници неће бити уписани на курсеве у чијим је подешавањима наглашено да нису доступни студентима.';
$string['local_fields_mapping'] = 'Поља Moodle (локалне) базе података';
$string['localcoursefield'] = 'Поље у табели курсева које користимо за упаривање са удаљеном базом података (нпр. idnumber).';
$string['localrolefield'] = 'Поље у табели улога које користимо за упаривање са удаљеном базом података (нпр. shortname).';
$string['localuserfield'] = 'Поље у табели корисника које користимо за упаривање са удаљеном базом података (нпр. idnumber).';
$string['name'] = 'База података одређена за коришћење';
$string['pass'] = 'Лозинка за приступ серверу.';
$string['remote_fields_mapping'] = 'Поља уписа (удаљене) базе података.';
$string['remotecoursefield'] = 'Поље у удаљеној табели које користимо за упаривање уноса у табели курсева.';
$string['remoterolefield'] = 'Поље у удаљеној табели које користимо за упаривање уноса у табели улога.';
$string['remoteuserfield'] = 'Поље у удаљеној табели које користимо за упаривање уноса у табели корисника.';
$string['server_settings'] = 'Подешавања сервера спољашње базе података';
$string['student_coursefield'] = 'Поље у табели студентских уписа у ком се може наћи идентификатор курса.';
$string['student_l_userfield'] = 'Поље у локалној корисничкој табели које се користи за упоређивање корисника са удаљеним записима за студенте (нпр. idnumber).';
$string['student_r_userfield'] = 'Поље у удаљеној табели студентских уписа у ком се може наћи идентификатор корисника.';
$string['student_table'] = 'Табела у којој се чувају уписи студената.';
$string['teacher_coursefield'] = 'Поље у табели уписа предавача у ком се може наћи идентификатор курса.';
$string['teacher_l_userfield'] = 'Поље у локалној корисничкој табели које се користи за упоређивање корисника са удаљеним записима предавача (нпр. idnumber).';
$string['teacher_r_userfield'] = 'Поље у удаљеној табели уписа предавача у ком се може наћи идентификатор корисника.';
$string['teacher_table'] = 'Табела у којој се чувају уписи предавача.';
$string['template'] = 'Опционо: аутоматски креирани курсеви могу своја подешавања преузети од неког шаблона курса. Унесите кратки назив шаблона курса.';
$string['type'] = 'Тип сервера базе';
$string['user'] = 'Корисничко име за приступ серверу.';
$string['local_coursefield'] = 'Поље у табели курса које се користи за упоређивање са уносима у удаљеној бази података (нпр. idnumber).'; // ORPHANED

?>
