<?PHP // $Id$ 
      // enrol_flatfile.php - created with Moodle 1.6 + (2006050506)


$string['description'] = 'Ова метода ће бити више пута обрађена за проверу и обраду посебно обликованог текста датотеке на локацији коју Ви назначите.
Датотека садржи речи раздвојене зарезима, распоређене по четири или шест поља у једном реду:
<pre>
* операција, улога, идБрој(корисник), идБрој(курс) [, почетноВреме, крајњеВреме]
gde:
* операција = додај | обриши
* улога = студент | предавач | предавачЕдитор
* идБрој(корисник) = идБрој у корисничкој табели НБ без идентификације
* идБрој(курс) = идБрој у табели курса НБ без идентификације
* почетноВреме = време почетка (у секундама) - опционо
* крајњеВреме = време завршетка (у секундама) - опционо
</pre>
Датотека може изгледати слично као ова: 
<pre>
   додавање, студент, 5, CF101
   додавање, наставник, 6, CF101
   додавање, наставникедитор, 7, CF101
   брисање, студент, 8, CF101
   брисање, студент, 17, CF101
   додавање, студент, 21, CF101, 1091115000, 1091215000
</pre>';
$string['enrolname'] = 'Текстуална датотека';
$string['filelockedmail'] = 'Текстуална датотекa којa се користи за уписе на основу података у датотеци ($a) не може бити обрисана cron процесом. Ово обично значи да су подешене погрешне дозволе приступа тој датотеци. Молимо Вас да подесите дозволе приступа да би Moodle  могао да обрише датотеку, иначе би се она могла наставити непрестано обрађивати.';
$string['filelockedmailsubject'] = 'Важна грешка: Датотека са уписима';
$string['location'] = 'Локација датотеке';
$string['mailadmin'] = 'Обавестити администратора е-поруком';
$string['mailusers'] = 'Обавестити корисника е-поруком';

?>
