<?PHP // $Id$ 
      // enrol_paypal.php - created with Moodle 1.6 + (2006050506)


$string['business'] = 'Електонска адреса Вашег Paypal налога';
$string['costorkey'] = 'Молимо Бас да изаберете један од понуђених начина за упис на курс';
$string['description'] = 'Paypal модул Вам пружа могућност да поставите курсеве који нису бесплатни. Уколико је цена било ког курса 0 од студената се неће тражити да плате за учешће на курсу. Постоји општа цена коју постављате као уобичајену за читав сајт а затим подешавање у оквиру курса где можете подесити сваки курс појединачно. Цена курса има предност у односу на цену сајта.';
$string['enrolname'] = 'Paypal';
$string['sendpaymentbutton'] = 'Слање уплате путем Paypal система';

?>
