<?PHP // $Id$ 
      // enrol_manual.php - created with Moodle 1.9.3 (Build: 20081015) (2007101530)


$string['description'] = 'Ово је уобичајена форма за упис на курс. Постоје два начина како се студенти могу уписати на одређени курс.
<ul>
<li>Предавач или администратор их може ручно уписати користећи линк у менију за администрацију курса</li>
<li>Курс може имати дефинисану лозинку за приступ. Свако ко зна лозинку може се уписати на курс</li>
</ul>';
$string['enrol_manual_showhint'] = 'Укључити ово подешавање да би био откривен први знак кључа за упис као предлог ако неко унесе погрешан кључ.';
$string['enrolmentkeyerror'] = 'Тај кључ за упис је био нетачан, молимо покушајте поново.';
$string['enrolname'] = 'Интерни упис';
$string['keyholderrole'] = 'Улога корисника који зна лоѕинку за приступ курсу. Приказује се студентима при покушају уписа на курс.';

?>
