<?PHP // $Id$ 
      // my.php - created with Moodle 1.6 + (2006050506)


$string['mymoodle'] = 'Преглед мојих курсева';
$string['nocourses'] = 'Нема информација о курсу које би се могле приказати.';
$string['noguest'] = 'Страница са прегледом курсева у којима корисник учествује није доступна гостима';
$string['pinblocks'] = 'Подешавање фиксних блокова за личне странице корисника';
$string['pinblocksexplan'] = 'Свако подешавање блокова које овде урадите биће видљиво (као фиксно, без могућности измена) свим корисницима на њиховим личним Moodle страницама.';

?>
