<?PHP // $Id$ 
      // my.php - created with Moodle 1.6.1+ (2006050512)


$string['mymoodle'] = 'Преглед мојих курсева';
$string['nocourses'] = 'Нема информација о курсу које би се могле приказати.';
$string['noguest'] = 'Страница са прегледом курсева у којима корисник учествује није доступна гостима';
$string['pinblocks'] = 'Конфигуришите фиксне блокове за \"мој moodle\"';
$string['pinblocksexplan'] = 'Свако подешавање блокова које овде конфигуришете биће видљиво (као фиксно, без могућности измена) свим корисницима на њиховим личним Moodle страницама.';

?>
