<?PHP // $Id$ 
      // qtype_randomsamatch.php - created with Moodle 1.8.1+ (2007021510)


$string['nosaincategory'] = 'Нема питања на која се одговара кратким текстуалним одговором у категорији коју сте одабрали: \'$a->catname\'. Одаберите другу категорију или направите нека питања у овој.';
$string['notenoughsaincategory'] = 'Број питања на која се одговара кратким текстуалним одговором у одабраној категорији (\'$a->catname\') је премали (свега $a->nosaquestions). Одаберите другу категорију, додајте још питања у ову или смањите количину селектованих питања.';

?>
