<?PHP // $Id$ 
      // qtype_shortanswer.php - created with Moodle 1.8.1+ (2007021510)


$string['addmoreanswerblanks'] = 'Празнине за {нема} више одговора';
$string['answerno'] = 'Одговор $a';
$string['filloutoneanswer'] = 'Морате понудити најмање један могући одговор. Одговори који се не попуне неће се користити. \'*\' се може користити као џокер знак који замењује било који низ карактера. Први одговор који се поклопи са датим користиће се за одређивање резултата и повратних информација.';

?>
