<?PHP // $Id$ 
      // qtype_shortanswer.php - created with Moodle 1.9.5 (Build: 20090515) (2007101550)


$string['addingshortanswer'] = 'Додавање питања типа кратак одговор';
$string['addmoreanswerblanks'] = 'Празних поља за још {no} одговора';
$string['answermustbegiven'] = 'Морате унети одговор ако постоји оцена или повратна информација.';
$string['answerno'] = 'Одговор $a';
$string['editingshortanswer'] = 'Уређивање питања типа кратак одговор';
$string['filloutoneanswer'] = 'Морате понудити најмање један могући одговор. Одговори који се не попуне неће се користити. \'*\' се може користити као џокер знак који замењује било који низ карактера. Први одговор који се поклопи са датим користиће се за одређивање резултата и повратних информација.';
$string['shortanswer'] = 'Кратак одговор';
$string['shortanswersummary'] = 'Допушта одговор од једне или неколико речи. Одговор се оцењује упоређивањем са различтим моделима одговора који могу садржати џокер знаке.';

?>
