<?PHP // $Id$ 
      // qtype_shortanswer.php - created with Moodle 1.9.3 (Build: 20081015) (2007101530)


$string['addmoreanswerblanks'] = 'Празнине за још {no} одговора';
$string['answermustbegiven'] = 'Морате унети одговор ако постоји оцена или повратна информација.';
$string['answerno'] = 'Одговор $a';
$string['filloutoneanswer'] = 'Морате понудити најмање један могући одговор. Одговори који се не попуне неће се користити. \'*\' се може користити као џокер знак који замењује било који низ карактера. Први одговор који се поклопи са датим користиће се за одређивање резултата и повратних информација.';

?>
