<?PHP // $Id$ 
      // qtype_match.php - created with Moodle 1.9.4+ (Build: 20090408) (2007101546)


$string['addingmatch'] = 'Додавање питања спаривања';
$string['addmoreqblanks'] = 'Још {no} празних поља за унос питања и одговора';
$string['editingmatch'] = 'Уређивање питања спаривња';
$string['filloutthreeqsandtwoas'] = 'Морате да понудите најмање два питања и три одговора. Можете да понудите и додатне погрешне одговоре тако што ћете дати одговор а одговарајуће поље за питање оставити празно. Празна поља за питања односно одговоре биће игнорисана.';
$string['match'] = 'Спаривање';
$string['matchsummary'] = 'На свако од под-питања мора бити одабран одговор са листе могућих одговора.';
$string['nomatchinganswerforq'] = 'Морате да наведете одговор на ово питање.';
$string['notenoughqsandas'] = 'Морате да наведете најмање $a->q питања и $a->a одговора';
$string['notenoughquestions'] = 'Морате обезбедити најмање $a парова питање-одговор.';

?>
