<?PHP // $Id$ 
      // survey.php - created with Moodle 1.6 + (2006050506)


$string['actual'] = 'Актуелно';
$string['actualclass'] = 'Актуелни час';
$string['actualstudent'] = '$a актуелно';
$string['allquestions'] = 'Сва питања по реду, сви студенти';
$string['allscales'] = 'Све скале, сви студенти';
$string['alreadysubmitted'] = 'Већ сте попунили анкету';
$string['analysisof'] = 'Анализа $a';
$string['answers'] = 'Одговори';
$string['attls1'] = 'У процењивању тврдњи других више се фокусирам на снагу изнетих аргумената а не на особу која аргументе излаже.';
$string['attls10'] = 'Кад нешто анализирам, битно ми је да останем објективан/објективна колико год могу.';
$string['attls10short'] = 'остати објективан';
$string['attls11'] = 'Настојим да имам исто а не супротно мишљење од других.';
$string['attls11short'] = 'имати исто мишљење као други';
$string['attls12'] = 'Имам одређене критеријуме које користим у процењивању аргумената.';
$string['attls12short'] = 'коришћење критеријума за процену';
$string['attls13'] = 'Радије ћу покушати да разумем нечије мишљење, него да га процењујем.';
$string['attls13short'] = 'покушати с разумевањем';
$string['attls14'] = 'Настојим да укажем на слабости у размишљању других корисника да бих им помогао/помогла да појасне своје аргументе.';
$string['attls14short'] = 'указивати на слабости';
$string['attls15'] = 'Када се води дискусија о контроверзним питањима, настојим да себе поставим у позицију својих саговорника како бих видео/ла зашто размишљају на начин на који размишљају.';
$string['attls15short'] = 'постављати се у позицију саговорника';
$string['attls16'] = 'Неко може да назове мој начин размишљања као \"стављање на пробу\", јер пажљиво разматрам све чињенице.';
$string['attls16short'] = 'стављати на пробу';
$string['attls17'] = 'Ценим коришћење логике и разума више од укључивања личних идеја приликом решавања проблема.';
$string['attls17short'] = 'највише ценим логику';
$string['attls18'] = 'Могу да разумем мишљења која се значајно разликују од мог захваљујући разумевању које увек покушавам да покажем у комуникацији са другима.';
$string['attls18short'] = 'схватање туђих мишљења уз пуно разумевање';
$string['attls19'] = 'Кад сусретнем људе чија су мишљења мени потпуно страна, свесно улажем напор да се поставим у њихову улогу и покушам да размишљам на њихов начин, те схватим како су дошли до својих закључака.';
$string['attls19short'] = 'улагати напор у схватање туђег мишљења';
$string['attls1short'] = 'фокусирање на снагу аргумената';
$string['attls2'] = 'Свиђа ми се изигравање ђавољег адвоката - доказивање супротног од онога што неко други говори/заступа.';
$string['attls20'] = 'Проводим време покушавајући да схватим шта није у реду са стварима. На пример, трагаћу у литератури за нечим што није довољно добро образложено.';
$string['attls20short'] = 'шта је није у реду?';
$string['attls2short'] = 'изигравати ђавољег адвоката';
$string['attls3'] = 'Волим да схватим одакле други људи \'долазе\', и која животна искуства су их довела до тога да осећају то што осећају.';
$string['attls3short'] = 'одакле људи долазе';
$string['attls4'] = 'Најважнији део мог образовања био је учење како да разумем људе који се веома разликују од мене.';
$string['attls4short'] = 'разумевање различитих људи';
$string['attls5'] = 'Осећам да је најбољи начин да спознам себе да ступам у интеракцију са мноштвом других људи.';
$string['attls5short'] = 'интеракција са мноштвом различитих људи';
$string['attls6'] = 'Уживам слушајући мишљења људи који су дошли из средине различите од моје - то ми помаже да разумем како исте ствари могу бити виђене на тако много различитих начина.';
$string['attls6short'] = 'уживање у слушању другачијих мишљења';
$string['attls7'] = 'Сматрам да могу ојачати своју сопствену позицију разјашњавајући своје ставове у расправама са неким ко се не слаже самном.';
$string['attls7short'] = 'јачање путем расправе';
$string['attls8'] = 'Увек сам заинтересован/а да сазнам зашто људи говоре то што говоре и верују у ствари у које верују.';
$string['attls8short'] = 'сазнати зашто људи раде то што раде';
$string['attls9'] = 'Често се налазим у ситуацији да се не слажем са ауторима књига које читам, настојећи да дођем до логичког закључка зашто нису у праву.';
$string['attls9short'] = 'неслагање са ауторима';
$string['attlsintro'] = 'Намена ове анкете је да нам помогне да проценимо Ваше ставове кад је реч о мишљењу и учењу.

Нема \'правих\' или \'погрешних\' одговора; једино нас занима Ваше мишљење. Уверавамо Вас да ће Ваши одговори бити обрађени са високим степеном поверљивости, те да неће утицати на процену Вашег знања.';
$string['attlsm1'] = 'Ставови према мишљењу и учењу';
$string['attlsm2'] = 'Повезано учење';
$string['attlsm3'] = 'Одвојено учење';
$string['attlsmintro'] = 'У дискусији ...';
$string['attlsname'] = 'ATTLS (верзија од 20 питања)';
$string['ciq1'] = 'У ком моменту током наставе сте се највише ангажовали као ученик?';
$string['ciq1short'] = 'Најангажованији';
$string['ciq2'] = 'У ком моменту током наставе сте се највише дистанцирали као ученик?';
$string['ciq2short'] = 'На највећој дистанци';
$string['ciq3'] = 'Која Вам је акција некога са форума дала највише подстрека или Вам била највише од помоћи?';
$string['ciq3short'] = 'Користан тренутак';
$string['ciq4'] = 'Коју акцију некога са форума сматрате најзбуњујућом и најконфузнијом?';
$string['ciq4short'] = 'Збуњујући тренутак';
$string['ciq5'] = 'Који Вас је догађај највише изненадио?';
$string['ciq5short'] = 'Изненађујући тренутак';
$string['ciqintro'] = 'Имајући на уму актуелна дешавања у настави, одговорите на следећа питања.';
$string['ciqname'] = 'Критичан инцидент';
$string['clicktocontinue'] = 'Кликните за наставак';
$string['clicktocontinuecheck'] = 'Кликните да проверите и наставите даље';
$string['colles1'] = 'моје учење је фокусирано на ствари које ме интересују';
$string['colles10'] = 'питам друге студенте да објасне своје идеје.';
$string['colles10short'] = 'питам за објашњење';
$string['colles11'] = 'остали студенти ме питају да објасним своје идеје.';
$string['colles11short'] = 'питају ме да објасним своје идеје';
$string['colles12'] = 'остали студенти одговарају на моје идеје.';
$string['colles12short'] = 'студенти ми одговарају';
$string['colles13'] = 'предавач стимулише моје размишљање.';
$string['colles13short'] = 'предавач стимулише размишљање';
$string['colles14'] = 'предавач ме подстиче на учешће у расправи.';
$string['colles14short'] = 'предавач ме подстиче';
$string['colles15'] = 'предавач моделира добру дискусију.';
$string['colles15short'] = 'предавач моделира дискусију';
$string['colles16'] = 'предавач моделира критичко мишљење.';
$string['colles16short'] = 'предавач моделира мишљење';
$string['colles17'] = 'остали студенти подстичу  моје учешће.';
$string['colles17short'] = 'студенти ме подстичу';
$string['colles18'] = 'остали студенти хвале мој допринос.';
$string['colles18short'] = 'студенти ме хвале';
$string['colles19'] = 'остали студенти цене мој допринос.';
$string['colles19short'] = 'студенти ме цене';
$string['colles1short'] = 'фокусирање на интересантне теме';
$string['colles2'] = 'учим оно што је важно за моје професионално искуство.';
$string['colles20'] = 'остали студенти подржавају моју жељу за учењем.';
$string['colles20short'] = 'подршка студената';
$string['colles21'] = 'добро разумем значење порука других студената.';
$string['colles21short'] = 'разумем друге студенте';
$string['colles22'] = 'остали студенти разумеју значење мојих порука.';
$string['colles22short'] = 'студенти ме разумеју';
$string['colles23'] = 'добро разумем поруке предавача.';
$string['colles23short'] = 'разумем предавача';
$string['colles24'] = 'предавач разуме значење мојих порука.';
$string['colles24short'] = 'предавач ме разуме';
$string['colles2short'] = 'важно за моје искуство';
$string['colles3'] = 'учим како да усавршим своје професионално искуство.';
$string['colles3short'] = 'усавршавам своје искуство';
$string['colles4'] = 'оно што учим добро повезујем са својим професионалним искуством.';
$string['colles4short'] = 'повезујем са својим искуством';
$string['colles5'] = 'размишљам критички о сопственом учењу.';
$string['colles5short'] = 'имам критички став о сопственом учењу';
$string['colles6'] = 'размишљам критички о својим идејама.';
$string['colles6short'] = 'имам критички став о сопственим идејама';
$string['colles7'] = 'размишљам критички о идејама других студената.';
$string['colles7short'] = 'имам критички став о другим студентима';
$string['colles8'] = 'размишљам критички о идејама у прочитаним текстовима.';
$string['colles8short'] = 'имам критички став о прочитаним текстовима';
$string['colles9'] = 'објашњавам своја мишљења другим студентима.';
$string['colles9short'] = 'објашњавам своја мишљења';
$string['collesaintro'] = 'Сврха ове анкете је да нам помогне да разумемо колико добро Вам је ова електронска верзија једне целине нашег курса омогућила да савладате градиво.

Свака од 24 реченице наведене у наставку је питање за Вас везано за Ваша искуства у овој целини.

Нема \'правих\' или \'погрешних\' одговора; једино нас занима Ваше мишљење. Уверавамо Вас да ће Ваши одговори бити обрађени са високим степеном поверљивости, те да неће утицати на Вашу оцену.

Ваши пажљиво промишљени одговори ће нам помоћи да побољшамо начин презентовања ове целине у будућности.

Много Вам хвала.';
$string['collesaname'] = 'COLLES (Стварни)';
$string['collesapintro'] = 'Сврха ове анкете је да нам помогне да разумемо колико добро Вам је ова електронска верзија једне целине нашег курса омогућила да савладате градиво.

Свака од 24 реченице наведене у наставку траже од Вас да упоредите своја <b>преферирана</b> (савршена) и <b>стварна</b> искуства у овој целини.

Нема \'правих\' или \'погрешних\' одговора; једино нас занима Ваше мишљење. Уверавамо Вас да ће Ваши одговори бити обрађени са високим степеном поверљивости, те да неће утицати на Вашу оцену.

Ваши пажљиво промишљени одговори ће нам помоћи да побољшамо начин презентовања ове целине у будућности.

Много Вам хвала.';
$string['collesapname'] = 'COLLES (Префериран и Стварни)';
$string['collesm1'] = 'Значај';
$string['collesm1short'] = 'Значај';
$string['collesm2'] = 'Рефлективно мишљење';
$string['collesm2short'] = 'Рефлективно мишљење';
$string['collesm3'] = 'Интерактивност';
$string['collesm3short'] = 'Интерактивност';
$string['collesm4'] = 'Подршка предавача';
$string['collesm4short'] = 'Подршка предавача';
$string['collesm5'] = 'Подршка колега студената';
$string['collesm5short'] = 'Подршка колега студената';
$string['collesm6'] = 'Објашњење';
$string['collesm6short'] = 'Објашњење';
$string['collesmintro'] = 'У овој целини...';
$string['collespintro'] = 'Сврха ове анкете је да нам помогне да разумемо шта Ви највише цените у online начину учења (на бази Ваших досадашњих искустава).

Свака од 24 реченице наведене у наставку тражи од Вас информације о Вашем <b>преферираном</b> (савршеном) искуству у овој целини.

Нема \'правих\' или \'погрешних\' одговора; једино нас занима Ваше мишљење. Уверавамо Вас да ће Ваши одговори бити обрађени са високим степеном поверљивости, те да неће утицати на Вашу оцену.

Ваши пажљиво промишљени одговори ће нам помоћи да побољшамо начин презентовања ове целине у будућности.

Много Вам хвала.';
$string['collespname'] = 'COLLES (Преферирани)';
$string['done'] = 'Урађено';
$string['download'] = 'Преузимање';
$string['downloadexcel'] = 'Преузимање података у виду Excel радне табеле';
$string['downloadinfo'] = 'Можете да преузмете комплетне необрађене податке из ове анкете у форми прилагођеној анализи у Excel-у, SPSS-у или неком другом пакету.';
$string['downloadtext'] = 'Преузимање података у виду обичне текстуалне датотеке';
$string['editingasurvey'] = 'Уређивање анкете';
$string['guestsnotallowed'] = 'Гостима није допуштено да попуњавају анкете';
$string['helpsurveys'] = 'Помоћ везана за различите врсте анкета';
$string['howlong'] = 'Колико Вам је требало да завршите анкету?';
$string['howlongoptions'] = 'мање од 1 минута, 1-2 минута, 2-3 минута, 3-4 минута, 4-5-минута, 5-10 минута, више од 10 минута';
$string['ifoundthat'] = 'Открио/ла сам да';
$string['introtext'] = 'Уводни текст';
$string['ipreferthat'] = 'Преферирам';
$string['modulename'] = 'Анкета';
$string['modulenameplural'] = 'Анкете';
$string['name'] = 'Име';
$string['newsurveyresponses'] = 'Нови одговори на анкету';
$string['nobodyyet'] = 'Нико још није завршио ову анкету';
$string['notdone'] = 'Још није урађено';
$string['notes'] = 'Ваше приватне анализе и белешке';
$string['othercomments'] = 'Да ли имате још неки коментар?';
$string['peoplecompleted'] = 'До сада је $а студената испунило ову анкету';
$string['preferred'] = 'Преферирано';
$string['preferredclass'] = 'Префериран час';
$string['preferredstudent'] = '$a префериран';
$string['question'] = 'Питање';
$string['questions'] = 'Питања';
$string['questionsnotanswered'] = 'На нека од питања на која се одговара вишеструким избором понуђених одговора није одговорено.';
$string['report'] = 'Извештај о анкети';
$string['savednotes'] = 'Ваше белешке су сачуване';
$string['scaleagree5'] = 'У потпуности се не слажем, Донекле се не слажем, Нити се слажем нити се не слажем, Донекле се слажем, У потпуности се слажем';
$string['scales'] = 'Скале';
$string['scaletimes5'] = 'Скоро никад, Ретко, Понекад, Често, Скоро увек';
$string['seemoredetail'] = 'Кликните овде за више детеља';
$string['selectedquestions'] = 'Одабрана питања из скале, сви студенти';
$string['summary'] = 'Резиме';
$string['surveycompleted'] = 'Завршили сте попуњавање анкете. Графикон испод приказује резиме Ваших резултата упоређених са са просечним одговорима свих учесника.';
$string['surveyname'] = 'Назив анкете';
$string['surveysaved'] = 'Анкета је сачувана';
$string['surveytype'] = 'Тип анкете';
$string['thanksforanswers'] = 'Хвала што сте попунили анкету, $a';
$string['time'] = 'Време';
$string['viewsurveyresponses'] = 'Погледајте $а одговора на анкету';

?>
