<p align="center"><strong>&Epsilon;&mu;&phi;&#940;&nu;&iota;&sigma;&eta; &tau;&omicron;&upsilon; &alpha;&rho;&iota;&sigma;&tau;&epsilon;&rho;&omicron;&#973; &kappa;&alpha;&tau;&alpha;&lambda;&#972;&gamma;&omicron;&upsilon; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#974;&nu;</strong></p>

<p align="left"><br />
  &Alpha;&upsilon;&tau;&#972; &theta;&alpha; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&sigma;&epsilon;&iota; &#941;&nu;&alpha;&nu; &kappa;&alpha;&tau;&#940;&lambda;&omicron;&gamma;&omicron; &tau;&omega;&nu; &sigma;&epsilon;&lambda;&#943;&delta;&omega;&nu; &sigma;&epsilon; &alpha;&upsilon;&tau;&#942; &tau;&eta;&nu; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha; &tau;&omicron;&upsilon; &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&omicron;&sigmaf;.</p>
&Epsilon;&pi;&#943;&sigma;&eta;&sigmaf;, &omicron;&rho;&#943;&zeta;&omicron;&nu;&tau;&alpha;&sigmaf; &mu;&iota;&alpha; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&alpha; &mu;&epsilon;&gamma;&alpha;&lambda;&#973;&tau;&epsilon;&rho;&eta; &tau;&omicron;&upsilon; &mu;&eta;&delta;&epsilon;&nu;&#972;&sigmaf;, &omicron; &chi;&rho;&#942;&sigma;&tau;&eta;&sigmaf; &pi;&omicron;&upsilon; &pi;&alpha;&#943;&rho;&nu;&epsilon;&iota; 
&mu;&#941;&rho;&omicron;&sigmaf; &sigma;&epsilon; &alpha;&upsilon;&tau;&#942; &tau;&eta;&nu; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &#941;&chi;&epsilon;&iota; &#941;&nu;&alpha;&nu; &beta;&alpha;&theta;&mu;&#972; &#943;&sigma;&omicron; &#942; &mu;&epsilon;&gamma;&alpha;&lambda;&#973;&tau;&epsilon;&rho;&omicron; &alpha;&pi;&#972; &tau;&omicron; &beta;&alpha;&theta;&mu;&#972; &pi;&omicron;&upsilon; &tau;&#943;&theta;&epsilon;&tau;&alpha;&iota; 
&omega;&sigmaf; &sigma;&tau;&#972;&chi;&omicron;&sigmaf; &pi;&rho;&omicron;&kappa;&epsilon;&iota;&mu;&#941;&nu;&omicron;&upsilon; &nu;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &sigma;&epsilon; &theta;&#941;&sigma;&eta; &nu;&alpha; &delta;&epsilon;&iota; &tau;&iota;&sigmaf; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#941;&sigmaf; &pi;&omicron;&upsilon; &upsilon;&pi;&#940;&rho;&chi;&omicron;&upsilon;&nu; &sigma;&tau;&omicron; 
&alpha;&rho;&iota;&sigma;&tau;&epsilon;&rho;&#972; &mu;&#941;&rho;&omicron;&sigmaf; &tau;&eta;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;&sigmaf;. &Alpha;&upsilon;&tau;&#972; &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&iota; 
&sigma;&tau;&omicron;&upsilon;&sigmaf; &sigma;&chi;&epsilon;&delta;&iota;&alpha;&sigma;&tau;&#941;&sigmaf; (&delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&omicron;&#973;&sigmaf;) &tau;&eta;&sigmaf; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;&sigmaf; &nu;&alpha; &alpha;&nu;&alpha;&gamma;&kappa;&#940;&sigma;&omicron;&upsilon;&nu; &tau;&omicron;&upsilon;&sigmaf; &chi;&rho;&#942;&sigma;&tau;&epsilon;&sigmaf; 
(&sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf;) &nu;&alpha; &pi;&alpha;&rho;&alpha;&kappa;&omicron;&lambda;&omicron;&upsilon;&theta;&#942;&sigma;&omicron;&upsilon;&nu; &#972;&lambda;&epsilon;&sigmaf; &tau;&iota;&sigmaf; &epsilon;&nu;&#972;&tau;&eta;&tau;&epsilon;&sigmaf; &tau;&omicron;&upsilon; &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&omicron;&sigmaf; &alpha;&pi;&#972; &tau;&eta;&nu; &alpha;&rho;&chi;&#942; &alpha;&nu; 
&epsilon;&#943;&nu;&alpha;&iota; &eta; &pi;&rho;&#974;&tau;&eta; &phi;&omicron;&rho;&#940; &pi;&omicron;&upsilon; &pi;&alpha;&rho;&alpha;&kappa;&omicron;&lambda;&omicron;&upsilon;&theta;&omicron;&#973;&nu; &alpha;&upsilon;&tau;&#972; &tau;&omicron; &mu;&#940;&theta;&eta;&mu;&alpha;. &Kappa;&alpha;&tau;&#972;&pi;&iota;&nu;, &epsilon;&#940;&nu; 
&#941;&nu;&alpha;&sigmaf; &chi;&rho;&#942;&sigma;&tau;&eta;&sigmaf; (&sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;&sigmaf;) &epsilon;&pi;&alpha;&nu;&alpha;&lambda;&alpha;&mu;&beta;&#940;&nu;&epsilon;&iota; &tau;&eta;&nu; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha; &kappa;&alpha;&iota; &alpha;&phi;&omicron;&#973; &#941;&chi;&epsilon;&iota; &tau;&eta;&nu; &alpha;&pi;&alpha;&rho;&alpha;&#943;&tau;&eta;&tau;&eta; 
&beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&#943;&alpha;, &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &delta;&epsilon;&iota; (&nu;&alpha; &#941;&chi;&epsilon;&iota; &pi;&rho;&#972;&sigma;&beta;&alpha;&sigma;&eta;) &sigma;&tau;&omicron;&nu; &alpha;&rho;&iota;&sigma;&tau;&epsilon;&rho;&#972; &kappa;&alpha;&tau;&#940;&lambda;&omicron;&gamma;&omicron; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#974;&nu; &pi;&omicron;&upsilon; 
&theta;&alpha; &tau;&omicron;&nu; &beta;&omicron;&eta;&theta;&#942;&sigma;&epsilon;&iota; &sigma;&tau;&eta;&nu; &epsilon;&pi;&alpha;&nu;&#940;&lambda;&eta;&psi;&eta;.