<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Ο μέγιστος αριθμός απαντήσεων σε μία ενότητα</title></head>

<body> 
<p align="center"><b>&Omicron; &mu;&#941;&gamma;&iota;&sigma;&tau;&omicron;&sigmaf; &alpha;&rho;&iota;&theta;&mu;&#972;&sigmaf; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&omega;&nu; &sigma;&epsilon; &mu;&#943;&alpha; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha; </b></p>
<p>&Alpha;&upsilon;&tau;&#942; &eta; &tau;&iota;&mu;&#942; &pi;&rho;&omicron;&sigma;&delta;&iota;&omicron;&rho;&#943;&zeta;&epsilon;&iota; &tau;&omicron;&nu; &mu;&#941;&gamma;&iota;&sigma;&tau;&omicron; &alpha;&rho;&iota;&theta;&mu;&#972; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&omega;&nu; &pi;&omicron;&upsilon; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&#942;&sigma;&epsilon;&iota; &omicron; &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#942;&sigmaf;.
  &Eta; &pi;&rho;&omicron;&kappa;&alpha;&theta;&omicron;&rho;&iota;&sigma;&mu;&#941;&nu;&eta; &tau;&iota;&mu;&#942; &epsilon;&#943;&nu;&alpha;&iota; 4 .&Epsilon;&#940;&nu; &eta; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&epsilon;&#943; &mu;&#972;&nu;&omicron;, &gamma;&iota;&alpha; &pi;&alpha;&rho;&#940;&delta;&epsilon;&iota;&gamma;&mu;&alpha;, TRUE or FALSE &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; &lambda;&omicron;&gamma;&iota;&kappa;&#972; &nu;&alpha; &tau;&epsilon;&theta;&epsilon;&#943; &alpha;&upsilon;&tau;&#942; &eta; &tau;&iota;&mu;&#942; &sigma;&epsilon; 2.</p>
<p>&Alpha;&upsilon;&tau;&#942; &eta; &pi;&alpha;&rho;&#940;&mu;&epsilon;&tau;&rho;&omicron;&sigmaf; &theta;&#941;&tau;&epsilon;&iota; &epsilon;&pi;&#943;&sigma;&eta;&sigmaf; &tau;&omicron; &mu;&#941;&gamma;&iota;&sigma;&tau;&omicron; &alpha;&rho;&iota;&theta;&mu;&#972; &delta;&iota;&alpha;&kappa;&lambda;&alpha;&delta;&#974;&sigma;&epsilon;&omega;&nu; &pi;&omicron;&upsilon; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&eta;&theta;&epsilon;&#943; &sigma;&epsilon; &#941;&nu;&alpha;&nu; &pi;&#943;&nu;&alpha;&kappa;&alpha; &delta;&iota;&alpha;&kappa;&lambda;&alpha;&delta;&#974;&sigma;&epsilon;&omega;&nu;.</p>
<p>&Sigma;&tau;&eta;&nu; &pi;&rho;&alpha;&gamma;&mu;&alpha;&tau;&iota;&kappa;&#972;&tau;&eta;&tau;&alpha; &epsilon;&#940;&nu; &theta;&#941;&lambda;&epsilon;&tau;&epsilon; &nu;&alpha; &pi;&rho;&omicron;&sigma;&theta;&#941;&sigma;&epsilon;&tau;&epsilon; &mu;&iota;&alpha; &epsilon;&rho;&#974;&tau;&eta;&sigma;&eta; &mu;&epsilon; &pi;&omicron;&lambda;&lambda;&#941;&sigmaf;  &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#941;&sigmaf; &#942; &#941;&nu;&alpha;&nu; &mu;&alpha;&kappa;&rho;&#973; &pi;&#943;&nu;&alpha;&kappa;&alpha; &delta;&iota;&alpha;&kappa;&lambda;&alpha;&delta;&#974;&sigma;&epsilon;&omega;&nu; &eta; &alpha;&lambda;&lambda;&alpha;&gamma;&#942; &alpha;&upsilon;&tau;&#942;&sigmaf; &tau;&eta;&sigmaf; &pi;&alpha;&rho;&alpha;&mu;&#941;&tau;&rho;&omicron;&upsilon;  &theta;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &alpha;&pi;&alpha;&rho;&alpha;&#943;&tau;&eta;&tau;&eta;.&Mu;&epsilon;&tau;&#940; &tau;&eta;&nu; &pi;&rho;&omicron;&sigma;&theta;&#942;&kappa;&eta; &tau;&eta;&sigmaf; &epsilon;&rho;&#974;&tau;&eta;&sigma;&eta;&sigmaf; &#942; &tau;&omicron;&upsilon; &pi;&#943;&nu;&alpha;&kappa;&alpha; &delta;&iota;&alpha;&kappa;&lambda;&alpha;&delta;&#974;&sigma;&epsilon;&omega;&nu; &eta; &pi;&alpha;&rho;&#940;&mu;&epsilon;&tau;&rho;&omicron;&sigmaf; &alpha;&upsilon;&tau;&#942; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &mu;&epsilon;&iota;&omega;&theta;&epsilon;&#943; &sigma;&epsilon; &mu;&iota;&alpha; &pi;&iota;&omicron; &quot;standard&quot; &tau;&iota;&mu;&#942;. </p>
</body>
</html>
