<p align="center">&nbsp;</p>
<p align="center"><strong> &Epsilon;&pi;&iota;&sigma;&kappa;&#972;&pi;&eta;&sigma;&eta; </strong></p>
<p>1. &#904;&nu;&alpha; &mu;&#940;&theta;&eta;&mu;&alpha; &alpha;&pi;&omicron;&tau;&epsilon;&lambda;&epsilon;&#943;&tau;&alpha;&iota; &alpha;&pi;&#972; &delta;&iota;&#940;&phi;&omicron;&rho;&epsilon;&sigmaf; <strong>&sigma;&epsilon;&lambda;&#943;&delta;&epsilon;&sigmaf;</strong> &kappa;&alpha;&iota; &pi;&rho;&omicron;&alpha;&iota;&rho;&epsilon;&tau;&iota;&kappa;&#940; &alpha;&pi;&#972; <strong>&pi;&#943;&nu;&alpha;&kappa;&epsilon;&sigmaf; &kappa;&lambda;&#940;&delta;&omicron;&upsilon;&sigmaf;</strong>. </p>
<p>2. &Mu;&iota;&alpha; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &pi;&epsilon;&rho;&iota;&#941;&chi;&epsilon;&iota; &kappa;&#940;&pi;&omicron;&iota;&omicron; <strong>&pi;&epsilon;&rho;&iota;&epsilon;&chi;&#972;&mu;&epsilon;&nu;&omicron;</strong> &kappa;&alpha;&iota; &tau;&epsilon;&lambda;&epsilon;&iota;&#974;&nu;&epsilon;&iota; &kappa;&alpha;&nu;&omicron;&nu;&iota;&kappa;&#940; &mu;&epsilon; &mu;&iota;&alpha; &epsilon;&rho;&#974;&tau;&eta;&sigma;&eta;, &epsilon;&xi;&rsquo; &omicron;&upsilon; &kappa;&alpha;&iota; &omicron; &#972;&rho;&omicron;&sigmaf; <strong>&Sigma;&epsilon;&lambda;&#943;&delta;&alpha; &Epsilon;&rho;&#974;&tau;&eta;&sigma;&eta;&sigmaf;</strong>. </p>
<p>3. &Gamma;&iota;&alpha; &tau;&iota;&sigmaf; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &alpha;&nu;&#940;&pi;&tau;&upsilon;&xi;&eta;&sigmaf;, &delta;&epsilon;&nu; &pi;&rho;&omicron;&beta;&lambda;&#941;&pi;&epsilon;&tau;&alpha;&iota; &alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&eta;, &mu;&#972;&nu;&omicron; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;, &alpha;&nu;&alpha;&tau;&rho;&omicron;&phi;&omicron;&delta;&#972;&tau;&eta;&sigma;&eta;, &kappa;&alpha;&iota; &#941;&nu;&alpha; <strong>&#940;&lambda;&mu;&alpha;</strong> &sigma;&epsilon; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;. </p>
<p>4. &Kappa;&#940;&theta;&epsilon; &alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&eta; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &#941;&chi;&epsilon;&iota; &#941;&nu;&alpha; &mu;&iota;&kappa;&rho;&#972; &kappa;&omicron;&mu;&mu;&#940;&tau;&iota; &kappa;&epsilon;&iota;&mu;&#941;&nu;&omicron;&upsilon; &pi;&omicron;&upsilon; &epsilon;&mu;&phi;&alpha;&nu;&#943;&zeta;&epsilon;&tau;&alpha;&iota; &#972;&tau;&alpha;&nu; &eta; &alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&eta; &epsilon;&pi;&iota;&lambda;&#941;&gamma;&epsilon;&tau;&alpha;&iota;. &Alpha;&upsilon;&tau;&#972; &tau;&omicron; &kappa;&omicron;&mu;&mu;&#940;&tau;&iota; &tau;&omicron;&upsilon; &kappa;&epsilon;&iota;&mu;&#941;&nu;&omicron;&upsilon; &kappa;&alpha;&lambda;&epsilon;&#943;&tau;&alpha;&iota; <strong>&alpha;&pi;&#972;&kappa;&rho;&iota;&sigma;&eta;</strong> (response ). </p>
<p>5. &#904;&nu;&alpha; &lsquo;&#940;&lambda;&mu;&alpha;&rsquo; &sigma;&upsilon;&nu;&delta;&#941;&epsilon;&tau;&alpha;&iota; &mu;&epsilon; &kappa;&#940;&theta;&epsilon; &alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&eta;. &Tau;&omicron; &lsquo;&#940;&lambda;&mu;&alpha;&rsquo; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &sigma;&chi;&epsilon;&tau;&iota;&kappa;&#972; &ndash; &lsquo;&alpha;&upsilon;&tau;&#942; &eta; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;&rsquo;, &lsquo;&epsilon;&pi;&#972;&mu;&epsilon;&nu;&eta; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;&rsquo; - &#942; &alpha;&pi;&#972;&lambda;&upsilon;&tau;&omicron; &ndash; &alpha;&nu;&alpha;&phi;&epsilon;&rho;&#972;&mu;&epsilon;&nu;&omicron; &sigma;&epsilon; &kappa;&#940;&pi;&omicron;&iota;&alpha; &alpha;&pi;&#972; &tau;&iota;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&epsilon;&sigmaf; &#942; &tau;&omicron; &tau;&#941;&lambda;&omicron;&sigmaf; &tau;&eta;&sigmaf; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942;&sigmaf; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;&sigmaf;. </p>
<p>6. &Epsilon;&xi; &omicron;&rho;&iota;&sigma;&mu;&omicron;&#973;, &eta; &pi;&rho;&#974;&tau;&eta; &alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&eta; &mu;&epsilon;&tau;&alpha;&pi;&eta;&delta;&#940; &sigma;&tau;&eta;&nu; <strong>&epsilon;&pi;&#972;&mu;&epsilon;&nu;&eta; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;</strong> &tau;&eta;&sigmaf; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942;&sigmaf; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;&sigmaf;. &Omicron;&iota; &epsilon;&pi;&#972;&mu;&epsilon;&nu;&epsilon;&sigmaf; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &mu;&epsilon;&tau;&alpha;&pi;&eta;&delta;&omicron;&#973;&nu; &sigma;&tau;&eta;&nu; &#943;&delta;&iota;&alpha; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;. &Delta;&eta;&lambda;&alpha;&delta;&#942; &sigma;&tau;&omicron; &delta;&iota;&delta;&alpha;&sigma;&kappa;&#972;&mu;&epsilon;&nu;&omicron; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&epsilon;&tau;&alpha;&iota; &#972;&tau;&iota; &eta; &#943;&delta;&iota;&alpha; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &tau;&eta;&sigmaf; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942;&sigmaf; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;&sigmaf; &xi;&alpha;&nu;&#940;, &epsilon;&#940;&nu; &delta;&epsilon;&nu; &epsilon;&pi;&#941;&lambda;&epsilon;&xi;&epsilon; &tau;&eta;&nu; &pi;&rho;&#974;&tau;&eta; &alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&eta;. &Epsilon;&#940;&nu; &#941;&chi;&epsilon;&tau;&epsilon; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&#942;&sigma;&epsilon;&iota; &#942;&delta;&eta; &mu;&iota;&alpha; &sigma;&upsilon;&sigma;&tau;&#940;&delta;&alpha; &mu;&epsilon; &#941;&nu;&alpha; &tau;&#941;&lambda;&omicron;&sigmaf; &tau;&eta;&sigmaf; &sigma;&upsilon;&sigma;&tau;&#940;&delta;&alpha;&sigmaf;, &kappa;&alpha;&iota; &eta; &epsilon;&rho;&#974;&tau;&eta;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &mu;&#941;&sigma;&alpha; &sigma;&epsilon; &alpha;&upsilon;&tau;&#942;&nu;, &mu;&pi;&omicron;&rho;&epsilon;&#943;&tau;&epsilon; &epsilon;&pi;&#943;&sigma;&eta;&sigmaf; &nu;&alpha; &epsilon;&pi;&iota;&lambda;&#941;&xi;&epsilon;&tau;&epsilon; &nu;&alpha; &mu;&epsilon;&tau;&alpha;&pi;&eta;&delta;&#942;&sigma;&epsilon;&tau;&epsilon; &sigma;&epsilon; &mu;&iota;&alpha; &Alpha;&pi;&alpha;&rho;&alpha;&tau;&#942;&rho;&eta;&tau;&eta; &Epsilon;&rho;&#974;&tau;&eta;&sigma;&eta; &mu;&#941;&sigma;&alpha; &sigma;&tau;&eta; &sigma;&upsilon;&sigma;&tau;&#940;&delta;&alpha;. &Alpha;&upsilon;&tau;&#942; &eta; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &delta;&epsilon;&nu; &theta;&alpha; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&alpha;&sigma;&tau;&epsilon;&#943; &epsilon;&#940;&nu; &delta;&epsilon;&nu; &epsilon;&#943;&sigma;&tau;&epsilon; &sigma;&epsilon; &mu;&iota;&alpha; &sigma;&upsilon;&sigma;&tau;&#940;&delta;&alpha;. &Mu;&pi;&omicron;&rho;&epsilon;&#943;&tau;&epsilon; &nu;&alpha; &pi;&epsilon;&rho;&iota;&beta;&#940;&lambda;&epsilon;&tau;&epsilon; &#941;&nu;&alpha; &sigma;&#973;&nu;&omicron;&lambda;&omicron; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&omega;&nu; &mu;&epsilon; &sigma;&upsilon;&sigma;&tau;&#940;&delta;&alpha; &kappa;&alpha;&iota; &tau;&#941;&lambda;&omicron;&sigmaf; &tau;&eta;&sigmaf; &sigma;&upsilon;&sigma;&tau;&#940;&delta;&alpha;&sigmaf; &omicron;&pi;&omicron;&iota;&alpha;&delta;&#942;&pi;&omicron;&tau;&epsilon; &sigma;&tau;&iota;&gamma;&mu;&#942;. </p>
<p>7. &Eta; &epsilon;&pi;&#972;&mu;&epsilon;&nu;&eta; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &kappa;&alpha;&theta;&omicron;&rho;&#943;&zeta;&epsilon;&tau;&alpha;&iota; &alpha;&pi;&#972; &tau;&eta; <strong>&lambda;&omicron;&gamma;&iota;&kappa;&#942; &delta;&omicron;&mu;&#942; </strong>&tau;&eta;&sigmaf; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942;&sigmaf; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;&sigmaf;. &Pi;&rho;&#972;&kappa;&epsilon;&iota;&tau;&alpha;&iota; &gamma;&iota;&alpha; &tau;&eta; &delta;&omicron;&mu;&#942; &tau;&omega;&nu; &sigma;&epsilon;&lambda;&#943;&delta;&omega;&nu; &#972;&pi;&omega;&sigmaf; &phi;&alpha;&#943;&nu;&epsilon;&tau;&alpha;&iota; &sigma;&tau;&omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;. &Alpha;&upsilon;&tau;&#942; &eta; &delta;&omicron;&mu;&#942; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &alpha;&lambda;&lambda;&#940;&xi;&epsilon;&iota; &mu;&epsilon; &tau;&eta; &mu;&epsilon;&tau;&alpha;&kappa;&#943;&nu;&eta;&sigma;&eta; &tau;&omega;&nu; &sigma;&epsilon;&lambda;&#943;&delta;&omega;&nu; &mu;&#941;&sigma;&alpha; &sigma;&tau;&eta; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;. </p>
<p>8. &Mu;&iota;&alpha; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha; &#941;&chi;&epsilon;&iota; &epsilon;&pi;&#943;&sigma;&eta;&sigmaf; &mu;&iota;&alpha; <strong>&delta;&omicron;&mu;&#942; &pi;&lambda;&omicron;&#942;&gamma;&eta;&sigma;&eta;&sigmaf;</strong>. &Pi;&rho;&#972;&kappa;&epsilon;&iota;&tau;&alpha;&iota; &gamma;&iota;&alpha; &tau;&eta; &delta;&omicron;&mu;&#942; &tau;&omega;&nu; &sigma;&epsilon;&lambda;&#943;&delta;&omega;&nu; &#972;&pi;&omega;&sigmaf; &phi;&alpha;&#943;&nu;&epsilon;&tau;&alpha;&iota; &sigma;&tau;&omicron;&upsilon;&sigmaf; &delta;&iota;&delta;&alpha;&sigma;&kappa;&#972;&mu;&epsilon;&nu;&omicron;&upsilon;&sigmaf;. &Alpha;&upsilon;&tau;&#942; &kappa;&alpha;&theta;&omicron;&rho;&#943;&zeta;&epsilon;&tau;&alpha;&iota; &alpha;&pi;&#972; &tau;&alpha; &#940;&lambda;&mu;&alpha;&tau;&alpha; &pi;&omicron;&upsilon; &omicron;&rho;&#943;&zeta;&omicron;&nu;&tau;&alpha;&iota; &gamma;&iota;&alpha; &mu;&epsilon;&mu;&omicron;&nu;&omega;&mu;&#941;&nu;&epsilon;&sigmaf; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &kappa;&alpha;&iota; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &pi;&omicron;&lambda;&#973; &delta;&iota;&alpha;&phi;&omicron;&rho;&epsilon;&tau;&iota;&kappa;&#942; &alpha;&pi;&#972; &tau;&eta; &lambda;&omicron;&gamma;&iota;&kappa;&#942; &delta;&omicron;&mu;&#942;. (&Alpha;&nu; &kappa;&alpha;&iota;, &sigma;&epsilon; &pi;&epsilon;&rho;&#943;&pi;&tau;&omega;&sigma;&eta; &pi;&omicron;&upsilon; &tau;&alpha; &#940;&lambda;&mu;&alpha;&tau;&alpha; &delta;&epsilon;&nu; &pi;&alpha;&rho;&epsilon;&kappa;&lambda;&#943;&nu;&omicron;&upsilon;&nu; &alpha;&pi;&#972; &tau;&iota;&sigmaf; &pi;&rho;&omicron;&kappa;&alpha;&theta;&omicron;&rho;&iota;&sigma;&mu;&#941;&nu;&epsilon;&sigmaf; &alpha;&xi;&#943;&epsilon;&sigmaf; &tau;&omicron;&upsilon;&sigmaf;, &tau;&alpha; &delta;&#973;&omicron; &sigma;&upsilon;&sigma;&chi;&epsilon;&tau;&#943;&zeta;&omicron;&nu;&tau;&alpha;&iota; &#941;&nu;&tau;&omicron;&nu;&alpha;.) &Omicron; &delta;&iota;&delta;&#940;&delta;&kappa;&omega;&nu; &#941;&chi;&epsilon;&iota; &tau;&eta;&nu; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &nu;&alpha; &epsilon;&lambda;&#941;&gamma;&xi;&epsilon;&iota; &tau;&eta; &delta;&omicron;&mu;&#942; &pi;&lambda;&omicron;&#942;&gamma;&eta;&sigma;&eta;&sigmaf;. </p>
<p>9. &#908;&tau;&alpha;&nu; &epsilon;&pi;&iota;&delta;&epsilon;&iota;&kappa;&nu;&#973;&omicron;&nu;&tau;&alpha;&iota; &sigma;&tau;&omicron;&upsilon;&sigmaf; &delta;&iota;&delta;&alpha;&sigma;&kappa;&#972;&mu;&epsilon;&nu;&omicron;&upsilon;&sigmaf;, &omicron;&iota; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &sigma;&upsilon;&nu;&#942;&theta;&omega;&sigmaf; &mu;&epsilon;&tau;&alpha;&tau;&#943;&theta;&epsilon;&nu;&tau;&alpha;&iota;. &Delta;&eta;&lambda;&alpha;&delta;&#942; &eta; &pi;&rho;&#974;&tau;&eta; &alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&eta; &#972;&pi;&omega;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; &omicron;&rho;&alpha;&tau;&#942; &sigma;&tau;&omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha; , &delta;&epsilon;&nu; &theta;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &alpha;&pi;&alpha;&rho;&alpha;&iota;&tau;&#942;&tau;&omega;&sigmaf; &eta; &pi;&rho;&#974;&tau;&eta; &alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&eta; &sigma;&tau;&omicron;&nu; &kappa;&alpha;&tau;&#940;&lambda;&omicron;&gamma;&omicron; &pi;&omicron;&upsilon; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&epsilon;&tau;&alpha;&iota; &sigma;&tau;&omicron;&upsilon;&sigmaf; &delta;&iota;&delta;&alpha;&sigma;&kappa;&#972;&mu;&epsilon;&nu;&omicron;&upsilon;&sigmaf;. (&Pi;&epsilon;&rho;&alpha;&iota;&tau;&#941;&rho;&omega;, &kappa;&#940;&theta;&epsilon; &phi;&omicron;&rho;&#940; &pi;&omicron;&upsilon; &tau;&omicron; &#943;&delta;&iota;&omicron; &sigma;&#973;&nu;&omicron;&lambda;&omicron; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&omega;&nu; &epsilon;&pi;&iota;&delta;&epsilon;&iota;&kappa;&nu;&#973;&epsilon;&tau;&alpha;&iota;, &epsilon;&#943;&nu;&alpha;&iota; &pi;&iota;&theta;&alpha;&nu;&#972; &alpha;&upsilon;&tau;&#941;&sigmaf; &nu;&alpha; &epsilon;&mu;&phi;&alpha;&nu;&#943;&zeta;&omicron;&nu;&tau;&alpha;&iota; &mu;&epsilon; &delta;&iota;&alpha;&phi;&omicron;&rho;&epsilon;&tau;&iota;&kappa;&#942; &delta;&iota;&#940;&tau;&alpha;&xi;&eta;.) &Eta; &epsilon;&xi;&alpha;&#943;&rho;&epsilon;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &sigma;&#973;&nu;&omicron;&lambda;&alpha; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&omega;&nu; &gamma;&iota;&alpha; &tau;&iota;&sigmaf; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &tau;&#973;&pi;&omicron;&upsilon; &tau;&alpha;&iota;&rho;&iota;&#940;&sigma;&mu;&alpha;&tau;&omicron;&sigmaf;, &#972;&pi;&omicron;&upsilon; &omicron;&iota; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&omicron;&nu;&tau;&alpha;&iota; &sigma;&tau;&eta; &delta;&iota;&#940;&tau;&alpha;&xi;&eta; &mu;&epsilon; &tau;&eta;&nu; &omicron;&pi;&omicron;&#943;&alpha; &tau;&iota;&sigmaf; &epsilon;&iota;&sigma;&#942;&gamma;&alpha;&gamma;&epsilon; &omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omega;&nu;. </p>
<p>10. &Omicron; &alpha;&rho;&iota;&theta;&mu;&#972;&sigmaf; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&omega;&nu; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &pi;&omicron;&iota;&kappa;&#943;&lambda;&epsilon;&iota; &alpha;&pi;&#972; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &sigma;&epsilon; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;. &Pi;&alpha;&rho;&alpha;&delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&omicron;&sigmaf; &chi;&#940;&rho;&iota;&nu;, &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&tau;&alpha;&iota; &mu;&epsilon;&rho;&iota;&kappa;&#941;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&epsilon;&sigmaf; &nu;&alpha; &tau;&epsilon;&lambda;&epsilon;&iota;&#974;&sigma;&omicron;&upsilon;&nu; &mu;&epsilon; &epsilon;&rho;&#974;&tau;&eta;&sigma;&eta; &tau;&#973;&pi;&omicron;&upsilon; &Sigma;&omega;&sigma;&tau;&omicron;&#973;-&Lambda;&#940;&theta;&omicron;&upsilon;&sigmaf;, &epsilon;&nu;&#974; &#940;&lambda;&lambda;&epsilon;&sigmaf; &#941;&chi;&omicron;&upsilon;&nu; &tau;&iota;&sigmaf; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &mu;&epsilon; &mu;&iota;&alpha; &sigma;&omega;&sigma;&tau;&#942; &alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&eta; &kappa;&alpha;&iota; &tau;&rho;&epsilon;&iota;&sigmaf; &lambda;&alpha;&nu;&theta;&alpha;&sigma;&mu;&#941;&nu;&epsilon;&sigmaf; &gamma;&iota;&alpha; &nu;&alpha; &mu;&pi;&epsilon;&rho;&delta;&#941;&psi;&omicron;&upsilon;&nu; &tau;&omicron;&nu; &delta;&iota;&delta;&alpha;&sigma;&kappa;&#972;&mu;&epsilon;&nu;&omicron;. </p>
<p>11. &Epsilon;&#943;&nu;&alpha;&iota; &delta;&upsilon;&nu;&alpha;&tau;&#972; &nu;&alpha; &omicron;&rho;&gamma;&alpha;&nu;&omega;&theta;&epsilon;&#943; &mu;&iota;&alpha; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &chi;&omega;&rho;&#943;&sigmaf; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf;. &Sigma;&tau;&omicron;&upsilon;&sigmaf; &delta;&iota;&delta;&alpha;&sigma;&kappa;&#972;&mu;&epsilon;&nu;&omicron;&upsilon;&sigmaf; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&epsilon;&tau;&alpha;&iota; &#941;&nu;&alpha;&sigmaf; &sigma;&#973;&nu;&delta;&epsilon;&sigma;&mu;&omicron;&sigmaf; &lsquo;<strong>&Sigma;&upsilon;&nu;&#941;&chi;&epsilon;&iota;&alpha;</strong>&rsquo; (&lsquo;Continue link &rsquo;) &alpha;&nu;&tau;&#943; &gamma;&iota;&alpha; &#941;&nu;&alpha; &sigma;&#973;&nu;&omicron;&lambda;&omicron; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&omega;&nu;. </p>
<p>12. &Epsilon;&#940;&nu; &eta; &mu;&eta; &alpha;&upsilon;&tau;&#972;&mu;&alpha;&tau;&eta; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &alpha;&pi;&epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;&eta;&mu;&#941;&nu;&eta;: &gamma;&iota;&alpha; &tau;&omicron;&upsilon;&sigmaf; &sigma;&kappa;&omicron;&pi;&omicron;&#973;&sigmaf; &tau;&eta;&sigmaf; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta;&sigmaf; &tau;&omega;&nu; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#974;&nu; &epsilon;&nu;&omicron;&tau;&#942;&tau;&omega;&nu;, &omicron;&iota; <strong>&sigma;&omega;&sigma;&tau;&#941;&sigmaf; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf;</strong> &epsilon;&#943;&nu;&alpha;&iota; &alpha;&upsilon;&tau;&#941;&sigmaf; &pi;&omicron;&upsilon; &mu;&epsilon;&tau;&alpha;&pi;&eta;&delta;&omicron;&#973;&nu; &sigma;&epsilon; &mu;&iota;&alpha; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &pi;&omicron;&upsilon; &epsilon;&#943;&nu;&alpha;&iota; &pi;&iota;&omicron; &kappa;&#940;&tau;&omega; &sigma;&tau;&eta; &lambda;&omicron;&gamma;&iota;&kappa;&#942; &delta;&iota;&#940;&tau;&alpha;&xi;&eta; &alpha;&pi;&#972; &tau;&eta;&nu; &tau;&rho;&#941;&chi;&omicron;&upsilon;&sigma;&alpha; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;. &Omicron;&iota; <strong>&lambda;&alpha;&nu;&theta;&alpha;&sigma;&mu;&#941;&nu;&epsilon;&sigmaf; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf;</strong> &epsilon;&#943;&nu;&alpha;&iota; &alpha;&upsilon;&tau;&#941;&sigmaf; &pi;&omicron;&upsilon; &epsilon;&#943;&tau;&epsilon; &mu;&epsilon;&tau;&alpha;&pi;&eta;&delta;&omicron;&#973;&nu; &sigma;&tau;&eta;&nu; &#943;&delta;&iota;&alpha; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &epsilon;&#943;&tau;&epsilon; &sigma;&epsilon; &mu;&iota;&alpha; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &pi;&iota;&omicron; &pi;&#940;&nu;&omega; &sigma;&tau;&eta; &lambda;&omicron;&gamma;&iota;&kappa;&#942; &delta;&iota;&#940;&tau;&alpha;&xi;&eta; &alpha;&pi;&#972; &tau;&eta;&nu; &tau;&rho;&#941;&chi;&omicron;&upsilon;&sigma;&alpha; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;. &Kappa;&alpha;&tau;&#940; &sigma;&upsilon;&nu;&#941;&pi;&epsilon;&iota;&alpha;, &epsilon;&#940;&nu; &tau;&alpha; &#940;&lambda;&mu;&alpha;&tau;&alpha; &delta;&epsilon;&nu; &alpha;&lambda;&lambda;&#940;&xi;&omicron;&upsilon;&nu;, &eta; &pi;&rho;&#974;&tau;&eta; &alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &eta; &sigma;&omega;&sigma;&tau;&#942; &alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&eta; &kappa;&alpha;&iota; &omicron;&iota; &#940;&lambda;&lambda;&epsilon;&sigmaf; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; &lambda;&alpha;&nu;&theta;&alpha;&sigma;&mu;&#941;&nu;&epsilon;&sigmaf; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf;. </p>
<p>&Epsilon;&#940;&nu; &eta; &mu;&eta; &alpha;&upsilon;&tau;&#972;&mu;&alpha;&tau;&eta; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;&eta;&mu;&#941;&nu;&eta;: &eta; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &mu;&iota;&alpha;&sigmaf; &alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&eta;&sigmaf; &kappa;&alpha;&theta;&omicron;&rho;&#943;&zeta;&epsilon;&tau;&alpha;&iota; &alpha;&pi;&#972; &tau;&eta;&nu; &alpha;&xi;&#943;&alpha; &tau;&eta;&sigmaf; &alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&eta;&sigmaf;. &Tau;&omicron; &sigma;&#973;&nu;&omicron;&lambda;&omicron; &tau;&omega;&nu; &beta;&alpha;&theta;&mu;&#974;&nu; &alpha;&pi;&omicron;&tau;&epsilon;&lambda;&epsilon;&#943; &mu;&#941;&rho;&omicron;&sigmaf; &tau;&eta;&sigmaf; &sigma;&upsilon;&nu;&omicron;&lambda;&iota;&kappa;&#942;&sigmaf; &alpha;&xi;&#943;&alpha;&sigmaf; &tau;&eta;&sigmaf; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942;&sigmaf; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;&sigmaf;, &mu;&#941;&chi;&rho;&iota; &pi;&omicron;&sigma;&omicron;&sigma;&tau;&omicron;&#973; 100%. </p>
<p>13. &Omicron;&iota; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &#941;&chi;&omicron;&upsilon;&nu; &pi;&epsilon;&rho;&iota;&sigma;&sigma;&#972;&tau;&epsilon;&rho;&epsilon;&sigmaf; &alpha;&pi;&#972; &mu;&iota;&alpha; &sigma;&omega;&sigma;&tau;&#941;&sigmaf; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf;. &Pi;&alpha;&rho;&alpha;&delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&omicron;&sigmaf; &chi;&#940;&rho;&iota;&nu;, &epsilon;&#940;&nu; &delta;&#973;&omicron; &alpha;&pi;&#972; &tau;&iota;&sigmaf; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &mu;&epsilon;&tau;&alpha;&pi;&eta;&delta;&omicron;&#973;&nu; &sigma;&tau;&eta;&nu; &epsilon;&pi;&#972;&mu;&epsilon;&nu;&eta; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;, &tau;&#972;&tau;&epsilon; &kappa;&alpha;&theta;&epsilon;&mu;&#943;&alpha; &alpha;&pi;&#972; &tau;&iota;&sigmaf; &delta;&upsilon;&omicron; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &lambda;&alpha;&mu;&beta;&#940;&nu;&epsilon;&tau;&alpha;&iota; &omega;&sigmaf; &sigma;&omega;&sigma;&tau;&#942;. (&Alpha;&nu; &kappa;&alpha;&iota; &eta; &#943;&delta;&iota;&alpha; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &pi;&rho;&omicron;&omicron;&rho;&iota;&sigma;&mu;&omicron;&#973; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&epsilon;&tau;&alpha;&iota; &sigma;&tau;&omicron;&upsilon;&sigmaf; &delta;&iota;&delta;&alpha;&sigma;&kappa;&#972;&mu;&epsilon;&nu;&omicron;&upsilon;&sigmaf;, &omicron;&iota; &alpha;&pi;&omicron;&kappa;&rho;&#943;&sigma;&epsilon;&iota;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &delta;&iota;&alpha;&phi;&omicron;&rho;&epsilon;&tau;&iota;&kappa;&#941;&sigmaf; &gamma;&iota;&alpha; &tau;&iota;&sigmaf; &delta;&#973;&omicron; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf;.) </p>
<p>14. &#908;&pi;&omega;&sigmaf; &phi;&alpha;&#943;&nu;&epsilon;&tau;&alpha;&iota; &sigma;&tau;&omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omicron;&nu;&tau;&alpha;, &omicron;&iota; &sigma;&omega;&sigma;&tau;&#941;&sigmaf; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &#941;&chi;&omicron;&upsilon;&nu; &upsilon;&pi;&omicron;&gamma;&rho;&alpha;&mu;&mu;&iota;&sigma;&mu;&#941;&nu;&epsilon;&sigmaf; &Epsilon;&tau;&iota;&kappa;&#941;&tau;&epsilon;&sigmaf; &Alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&eta;&sigmaf;. </p>
<p>15. &Omicron;&iota; <strong>&pi;&#943;&nu;&alpha;&kappa;&epsilon;&sigmaf; &kappa;&lambda;&#940;&delta;&omicron;&iota;</strong> &epsilon;&#943;&nu;&alpha;&iota; &alpha;&pi;&lambda;&#940; &sigma;&epsilon;&lambda;&#943;&delta;&epsilon;&sigmaf; &pi;&omicron;&upsilon; &#941;&chi;&omicron;&upsilon;&nu; &#941;&nu;&alpha; &sigma;&#973;&nu;&omicron;&lambda;&omicron; &sigma;&upsilon;&nu;&delta;&#941;&sigma;&epsilon;&omega;&nu; &pi;&rho;&omicron;&sigmaf; &#940;&lambda;&lambda;&epsilon;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&epsilon;&sigmaf; &sigma;&tau;&eta; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;. &Mu;&iota;&alpha; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &alpha;&rho;&chi;&#943;&zeta;&epsilon;&iota; &mu;&epsilon; &#941;&nu;&alpha;&nu; &pi;&#943;&nu;&alpha;&kappa;&alpha; &kappa;&lambda;&#940;&delta;&omicron; &pi;&omicron;&upsilon; &epsilon;&nu;&epsilon;&rho;&gamma;&epsilon;&#943; &omega;&sigmaf; <strong>&pi;&#943;&nu;&alpha;&kappa;&alpha;&sigmaf; &pi;&epsilon;&rho;&iota;&epsilon;&chi;&omicron;&mu;&#941;&nu;&omega;&nu;</strong>. </p>
<p>16. &Kappa;&#940;&theta;&epsilon; &sigma;&#973;&nu;&delta;&epsilon;&sigma;&eta; &sigma;&epsilon; &#941;&nu;&alpha;&nu; &pi;&#943;&nu;&alpha;&kappa;&alpha; &kappa;&lambda;&#940;&delta;&omicron; &#941;&chi;&epsilon;&iota; &delta;&#973;&omicron; &sigma;&upsilon;&sigma;&tau;&alpha;&tau;&iota;&kappa;&#940;, &mu;&iota;&alpha; &pi;&epsilon;&rho;&iota;&gamma;&rho;&alpha;&phi;&#942; &kappa;&alpha;&iota; &tau;&omicron;&nu; &tau;&#943;&tau;&lambda;&omicron; &tau;&eta;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;&sigmaf; &mu;&epsilon;&tau;&alpha;&pi;&#942;&delta;&eta;&sigma;&eta;&sigmaf;. </p>
<p>17. &#904;&nu;&alpha;&sigmaf; &pi;&#943;&nu;&alpha;&kappa;&alpha;&sigmaf; &kappa;&lambda;&#940;&delta;&omicron;&sigmaf; &delta;&iota;&alpha;&iota;&rho;&epsilon;&#943; &tau;&omicron; &mu;&#940;&theta;&eta;&mu;&alpha; &sigma;&epsilon; &delta;&iota;&#940;&phi;&omicron;&rho;&omicron;&upsilon;&sigmaf; &kappa;&lambda;&#940;&delta;&omicron;&upsilon;&sigmaf; (&#942; &tau;&mu;&#942;&mu;&alpha;&tau;&alpha;). &Kappa;&#940;&theta;&epsilon; &kappa;&lambda;&#940;&delta;&omicron;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &pi;&epsilon;&rho;&iota;&#941;&chi;&epsilon;&iota; &delta;&iota;&#940;&phi;&omicron;&rho;&epsilon;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&epsilon;&sigmaf; (&pi;&iota;&theta;&alpha;&nu;&#974;&sigmaf; &#972;&lambda;&epsilon;&sigmaf; &sigma;&chi;&epsilon;&tau;&iota;&kappa;&#941;&sigmaf; &mu;&epsilon; &tau;&omicron; &#943;&delta;&iota;&omicron; &theta;&#941;&mu;&alpha;). &Tau;&omicron; &tau;&#941;&lambda;&omicron;&sigmaf; &epsilon;&nu;&#972;&sigmaf; &kappa;&lambda;&#940;&delta;&omicron;&upsilon; &chi;&alpha;&rho;&alpha;&kappa;&tau;&eta;&rho;&#943;&zeta;&epsilon;&tau;&alpha;&iota; &sigma;&upsilon;&nu;&#942;&theta;&omega;&sigmaf; &alpha;&pi;&#972; &#941;&nu;&alpha; &Tau;&#941;&lambda;&omicron;&sigmaf; &tau;&eta;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;&sigmaf; &kappa;&lambda;&#940;&delta;&omega;&nu;. &Pi;&rho;&#972;&kappa;&epsilon;&iota;&tau;&alpha;&iota; &gamma;&iota;&alpha; &epsilon;&iota;&delta;&iota;&kappa;&#942; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &pi;&omicron;&upsilon; &epsilon;&pi;&alpha;&nu;&alpha;&phi;&#941;&rho;&epsilon;&iota; &tau;&omicron;&nu; &delta;&iota;&delta;&alpha;&sigma;&kappa;&#972;&mu;&epsilon;&nu;&omicron; &pi;&#943;&sigma;&omega; &sigma;&tau;&omicron;&nu; &pi;&rho;&omicron;&eta;&gamma;&omicron;&#973;&mu;&epsilon;&nu;&omicron; &pi;&#943;&nu;&alpha;&kappa;&alpha; &kappa;&lambda;&#940;&delta;&omicron;. (&Tau;&omicron; &#940;&lambda;&mu;&alpha; &lsquo;&epsilon;&pi;&iota;&sigma;&tau;&rho;&omicron;&phi;&#942;&sigmaf;&rsquo; &sigma;&epsilon; &#941;&nu;&alpha; &Tau;&#941;&lambda;&omicron;&sigmaf; &tau;&eta;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;&sigmaf; &kappa;&lambda;&#940;&delta;&omega;&nu; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &alpha;&lambda;&lambda;&#940;&xi;&epsilon;&iota;, &alpha;&nu; &epsilon;&#943;&nu;&alpha;&iota; &alpha;&pi;&alpha;&rho;&alpha;&#943;&tau;&eta;&tau;&omicron;, &mu;&epsilon;&sigma;&omega; &tau;&eta;&sigmaf; &epsilon;&pi;&epsilon;&xi;&epsilon;&rho;&gamma;&alpha;&sigma;&#943;&alpha;&sigmaf; &tau;&eta;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;&sigmaf;). </p>
<p>18. &Mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &upsilon;&pi;&#940;&rho;&xi;&omicron;&upsilon;&nu; &pi;&epsilon;&rho;&iota;&sigma;&sigma;&#972;&tau;&epsilon;&rho;&omicron;&iota; &alpha;&pi;&#972; &#941;&nu;&alpha;&sigmaf; &pi;&#943;&nu;&alpha;&kappa;&epsilon;&sigmaf; &kappa;&lambda;&#940;&delta;&omega;&nu; &sigma;&epsilon; &mu;&iota;&alpha; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;. &Pi;&alpha;&rho;&alpha;&delta;&epsilon;&#943;&gamma;&mu;&alpha;&tau;&omicron;&sigmaf; &chi;&#940;&rho;&iota;&nu;, &mu;&iota;&alpha; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha; &mu;&pi;&omicron;&rho;&epsilon;&#943; &omega;&phi;&#941;&lambda;&iota;&mu;&alpha; &nu;&alpha; &kappa;&tau;&iota;&sigma;&tau;&epsilon;&#943; &#941;&tau;&sigma;&iota; &#974;&sigma;&tau;&epsilon; &tau;&alpha; &epsilon;&iota;&delta;&iota;&kappa;&#940; &sigma;&eta;&mu;&epsilon;&#943;&alpha; &nu;&alpha; &epsilon;&#943;&nu;&alpha;&iota; &upsilon;&pi;&omicron;-&kappa;&lambda;&#940;&delta;&omicron;&iota; &mu;&#941;&sigma;&alpha; &sigma;&tau;&omicron;&upsilon;&sigmaf; &kappa;&lambda;&#940;&delta;&omicron;&upsilon;&sigmaf; &kappa;&#973;&rho;&iota;&omega;&nu; &theta;&epsilon;&mu;&#940;&tau;&omega;&nu;. </p>
<p>19. &Epsilon;&#943;&nu;&alpha;&iota; &sigma;&eta;&mu;&alpha;&nu;&tau;&iota;&kappa;&#972; &nu;&alpha; &delta;&omicron;&theta;&epsilon;&#943; &sigma;&tau;&omicron;&upsilon;&sigmaf; &delta;&iota;&delta;&alpha;&sigma;&kappa;&#972;&mu;&epsilon;&nu;&omicron;&upsilon;&sigmaf; &#941;&nu;&alpha;&sigmaf; &tau;&rho;&#972;&pi;&omicron;&sigmaf; &nu;&alpha; &tau;&epsilon;&lambda;&epsilon;&iota;&#974;&nu;&omicron;&upsilon;&nu; &mu;&iota;&alpha; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;. &Alpha;&upsilon;&tau;&#972; &nu;&alpha; &gamma;&#943;&nu;&epsilon;&iota; &mu;&epsilon; &tau;&eta; &sigma;&upsilon;&mu;&pi;&epsilon;&rho;&#943;&lambda;&eta;&psi;&eta; &mu;&iota;&alpha;&sigmaf; &sigma;&#973;&nu;&delta;&epsilon;&sigma;&eta;&sigmaf; &quot;<strong>&Tau;&#941;&lambda;&omicron;&upsilon;&sigmaf; &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&omicron;&sigmaf;</strong>&quot; &sigma;&tau;&omicron;&nu; &kappa;&#973;&rho;&iota;&omicron; &pi;&#943;&nu;&alpha;&kappa;&alpha; &kappa;&lambda;&#940;&delta;&omicron;. &#904;&tau;&sigma;&iota; &mu;&epsilon;&tau;&alpha;&pi;&eta;&delta;&#940; &sigma;&tau;&omicron; (&phi;&alpha;&nu;&tau;&alpha;&sigma;&tau;&iota;&kappa;&#972;) &tau;&#941;&lambda;&omicron;&sigmaf; &tau;&eta;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;&sigmaf; &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&omicron;&sigmaf;. &Mu;&iota;&alpha; &#940;&lambda;&lambda;&eta; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &epsilon;&#943;&nu;&alpha;&iota; &omicron; &tau;&epsilon;&lambda;&epsilon;&upsilon;&tau;&alpha;&#943;&omicron;&sigmaf; &kappa;&lambda;&#940;&delta;&omicron;&sigmaf; &tau;&eta;&sigmaf; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942;&sigmaf; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;&sigmaf; (&epsilon;&delta;&#974; &quot;&tau;&epsilon;&lambda;&epsilon;&upsilon;&tau;&alpha;&#943;&omicron;&sigmaf;&quot; &mu;&epsilon; &tau;&eta; &#941;&nu;&nu;&omicron;&iota;&alpha; &tau;&eta;&sigmaf; &lambda;&omicron;&gamma;&iota;&kappa;&#942;&sigmaf; &delta;&iota;&alpha;&tau;&alpha;&gamma;&#942;&sigmaf;) &alpha;&pi;&lambda;&#940; &nu;&alpha; &omicron;&lambda;&omicron;&kappa;&lambda;&eta;&rho;&#974;&nu;&epsilon;&iota; &tau;&eta; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;, &delta;&eta;&lambda;&alpha;&delta;&#942; &nu;&alpha; &mu;&eta;&nu; &upsilon;&pi;&#940;&rho;&chi;&epsilon;&iota; &Tau;&#941;&lambda;&omicron;&sigmaf; &tau;&eta;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;&sigmaf; &kappa;&lambda;&#940;&delta;&omega;&nu;. </p>
<p>20. &Epsilon;&#940;&nu; &eta; &mu;&eta; &alpha;&upsilon;&tau;&#972;&mu;&alpha;&tau;&eta; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &alpha;&pi;&epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;&eta;&mu;&#941;&nu;&eta;: &#972;&tau;&alpha;&nu; &mu;&iota;&alpha; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha; &pi;&epsilon;&rho;&iota;&lambda;&alpha;&mu;&beta;&#940;&nu;&epsilon;&iota; &#941;&nu;&alpha;&nu; &#942; &pi;&epsilon;&rho;&iota;&sigma;&sigma;&#972;&tau;&epsilon;&rho;&omicron;&upsilon;&sigmaf; &pi;&#943;&nu;&alpha;&kappa;&epsilon;&sigmaf; &kappa;&lambda;&#940;&delta;&omicron;&upsilon;&sigmaf;, &pi;&rho;&omicron;&tau;&epsilon;&#943;&nu;&epsilon;&tau;&alpha;&iota; &nu;&alpha; &tau;&epsilon;&theta;&epsilon;&#943; &eta; &pi;&alpha;&rho;&#940;&mu;&epsilon;&tau;&rho;&omicron;&sigmaf; &quot;&epsilon;&lambda;&#940;&chi;&iota;&sigma;&tau;&omicron;&upsilon; &alpha;&rho;&iota;&theta;&mu;&omicron;&#973; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&omega;&nu;&quot; &sigma;&epsilon; &kappa;&#940;&pi;&omicron;&iota;&alpha; &lambda;&omicron;&gamma;&iota;&kappa;&#942; &tau;&iota;&mu;&#942;. &Alpha;&upsilon;&tau;&#972; &theta;&#941;&tau;&epsilon;&iota; &#941;&nu;&alpha; &chi;&alpha;&mu;&eta;&lambda;&#972;&tau;&epsilon;&rho;&omicron; &#972;&rho;&iota;&omicron; &sigma;&tau;&omicron;&nu; &alpha;&rho;&iota;&theta;&mu;&#972; &sigma;&epsilon;&lambda;&#943;&delta;&omega;&nu; &pi;&omicron;&upsilon; &phi;&alpha;&#943;&nu;&omicron;&nu;&tau;&alpha;&iota; &#972;&tau;&alpha;&nu; &upsilon;&pi;&omicron;&lambda;&omicron;&gamma;&#943;&zeta;&epsilon;&tau;&alpha;&iota; &omicron; &beta;&alpha;&theta;&mu;&#972;&sigmaf;. &Chi;&omega;&rho;&#943;&sigmaf; &alpha;&upsilon;&tau;&#942;&nu; &tau;&eta;&nu; &pi;&alpha;&rho;&#940;&mu;&epsilon;&tau;&rho;&omicron; &#941;&nu;&alpha;&sigmaf; &delta;&iota;&delta;&alpha;&sigma;&kappa;&#972;&mu;&epsilon;&nu;&omicron;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &epsilon;&pi;&iota;&sigma;&kappa;&epsilon;&phi;&tau;&epsilon;&#943; &#941;&nu;&alpha;&nu; &kappa;&lambda;&#940;&delta;&omicron; &sigma;&tau;&eta; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;, &nu;&alpha; &alpha;&pi;&alpha;&nu;&tau;&#942;&sigma;&epsilon;&iota; &sigma;&epsilon; &#972;&lambda;&epsilon;&sigmaf; &tau;&iota;&sigmaf; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &tau;&omicron;&upsilon; &sigma;&omega;&sigma;&tau;&#940; &kappa;&alpha;&iota; &nu;&alpha; &alpha;&phi;&#942;&sigma;&epsilon;&iota; &tau;&eta; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha; &mu;&epsilon; &tau;&omicron; &mu;&#941;&gamma;&iota;&sigma;&tau;&omicron; &beta;&alpha;&theta;&mu;&#972;. </p>
<p>&Epsilon;&#940;&nu; &eta; &mu;&eta; &alpha;&upsilon;&tau;&#972;&mu;&alpha;&tau;&eta; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;&eta;&mu;&#941;&nu;&eta;: &#941;&nu;&alpha;&sigmaf; &delta;&iota;&delta;&alpha;&sigma;&kappa;&#972;&mu;&epsilon;&nu;&omicron;&sigmaf; &beta;&alpha;&theta;&mu;&omicron;&lambda;&omicron;&gamma;&epsilon;&#943;&tau;&alpha;&iota; &mu;&epsilon; &beta;&#940;&sigma;&eta; &tau;&omicron;&nu; &alpha;&rho;&iota;&theta;&mu;&#972; &sigma;&eta;&mu;&epsilon;&#943;&omega;&nu; &pi;&omicron;&upsilon; &#941;&chi;&epsilon;&iota; &kappa;&epsilon;&rho;&delta;&#943;&sigma;&epsilon;&iota; &omega;&sigmaf; &pi;&omicron;&sigma;&omicron;&sigma;&tau;&#972; &tau;&omega;&nu; &sigma;&upsilon;&nu;&omicron;&lambda;&iota;&kappa;&#974;&nu; &sigma;&eta;&mu;&epsilon;&#943;&omega;&nu; &gamma;&iota;&alpha; &tau;&omicron; &mu;&#940;&theta;&eta;&mu;&alpha;. </p>
<p>21. &Epsilon;&pi;&iota;&pi;&lambda;&#941;&omicron;&nu;, &epsilon;&#940;&nu; &eta; &mu;&eta; &alpha;&upsilon;&tau;&#972;&mu;&alpha;&tau;&eta; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &alpha;&pi;&epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;&eta;&mu;&#941;&nu;&eta;, &#972;&tau;&alpha;&nu; &#941;&nu;&alpha;&sigmaf; &pi;&#943;&nu;&alpha;&kappa;&alpha;&sigmaf; &kappa;&lambda;&#940;&delta;&omega;&nu; &epsilon;&#943;&nu;&alpha;&iota; &alpha;&nu;&omicron;&iota;&chi;&tau;&#972;&sigmaf;, &#941;&nu;&alpha;&sigmaf; &delta;&iota;&delta;&alpha;&sigma;&kappa;&#972;&mu;&epsilon;&nu;&omicron;&sigmaf; &#941;&chi;&epsilon;&iota; &tau;&eta;&nu; &epsilon;&upsilon;&kappa;&alpha;&iota;&rho;&#943;&alpha; &nu;&alpha; &epsilon;&pi;&iota;&sigma;&kappa;&epsilon;&upsilon;&tau;&epsilon;&#943; &tau;&omicron;&nu; &#943;&delta;&iota;&omicron; &kappa;&lambda;&#940;&delta;&omicron; &pi;&epsilon;&rho;&iota;&sigma;&sigma;&#972;&tau;&epsilon;&rho;&omicron; &alpha;&pi;&#972; &mu;&#943;&alpha; &phi;&omicron;&rho;&#940;. &Epsilon;&nu;&tau;&omicron;&#973;&tau;&omicron;&iota;&sigmaf;, &omicron; &beta;&alpha;&theta;&mu;&#972;&sigmaf; &upsilon;&pi;&omicron;&lambda;&omicron;&gamma;&#943;&zeta;&epsilon;&tau;&alpha;&iota; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&#974;&nu;&tau;&alpha;&sigmaf; &tau;&omicron;&nu; &alpha;&rho;&iota;&theta;&mu;&#972; &mu;&omicron;&nu;&alpha;&delta;&iota;&kappa;&#974;&nu; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&omega;&nu; &pi;&omicron;&upsilon; &alpha;&pi;&alpha;&nu;&tau;&#974;&nu;&tau;&alpha;&iota;. &#902;&rho;&alpha; &tau;&omicron; &nu;&alpha; &alpha;&pi;&alpha;&nu;&tau;&#940; &kappa;&alpha;&nu;&epsilon;&#943;&sigmaf; &epsilon;&pi;&alpha;&nu;&epsilon;&iota;&lambda;&eta;&mu;&mu;&#941;&nu;&alpha; &sigma;&tau;&omicron; &#943;&delta;&iota;&omicron; &sigma;&#973;&nu;&omicron;&lambda;&omicron; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&omega;&nu; &delta;&epsilon;&nu; &alpha;&upsilon;&xi;&#940;&nu;&epsilon;&iota; &tau;&omicron; &beta;&alpha;&theta;&mu;&#972;. (&Sigma;&tau;&eta;&nu; &pi;&rho;&alpha;&gamma;&mu;&alpha;&tau;&iota;&kappa;&#972;&tau;&eta;&tau;&alpha;, &iota;&sigma;&chi;&#973;&epsilon;&iota; &tau;&omicron; &alpha;&nu;&tau;&#943;&sigma;&tau;&rho;&omicron;&phi;&omicron;, &delta;&eta;&lambda;. &chi;&alpha;&mu;&eta;&lambda;&#974;&nu;&epsilon;&iota; &omicron; &beta;&alpha;&theta;&mu;&#972;&sigmaf;, &alpha;&phi;&omicron;&#973; &eta; &alpha;&rho;&#943;&theta;&mu;&eta;&sigma;&eta; &tau;&omicron;&upsilon; &alpha;&rho;&iota;&theta;&mu;&omicron;&#973; &sigma;&epsilon;&lambda;&#943;&delta;&omega;&nu; &pi;&omicron;&upsilon; &epsilon;&pi;&iota;&sigma;&kappa;&#941;&pi;&tau;&epsilon;&tau;&alpha;&iota; &kappa;&alpha;&nu;&epsilon;&#943;&sigmaf; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&epsilon;&#943;&tau;&alpha;&iota; &sigma;&tau;&omicron;&nu; &pi;&alpha;&rho;&omicron;&nu;&omicron;&mu;&alpha;&sigma;&tau;&#942; &kappa;&alpha;&tau;&#940; &tau;&eta;&nu; &upsilon;&pi;&omicron;&lambda;&omicron;&gamma;&iota;&sigma;&mu;&#972; &tau;&omega;&nu; &beta;&alpha;&theta;&mu;&#974;&nu;, &kappa;&alpha;&iota; &pi;&epsilon;&rho;&iota;&lambda;&alpha;&mu;&beta;&#940;&nu;&epsilon;&iota; &kappa;&alpha;&iota; &tau;&iota;&sigmaf; &epsilon;&pi;&alpha;&nu;&epsilon;&pi;&iota;&sigma;&kappa;&#941;&psi;&epsilon;&iota;&sigmaf;). &Pi;&rho;&omicron;&kappa;&epsilon;&iota;&mu;&#941;&nu;&omicron;&upsilon; &nu;&alpha; &delta;&omicron;&theta;&epsilon;&#943; &sigma;&tau;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &mu;&iota;&alpha; &delta;&#943;&kappa;&alpha;&iota;&eta; &iota;&delta;&#941;&alpha; &tau;&eta;&sigmaf; &pi;&rho;&omicron;&#972;&delta;&omicron;&upsilon; &tau;&omicron;&upsilon;&sigmaf; &sigma;&tau;&eta; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;, &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&omicron;&nu;&tau;&alpha;&iota; &lambda;&epsilon;&pi;&tau;&omicron;&mu;&#941;&rho;&epsilon;&iota;&epsilon;&sigmaf; &pi;&#972;&sigma;&omega;&nu; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&omega;&nu; &alpha;&pi;&alpha;&nu;&tau;&#974;&nu;&tau;&alpha;&iota; &sigma;&omega;&sigma;&tau;&#940;, &omicron; &alpha;&rho;&iota;&theta;&mu;&#972;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&omega;&nu; &pi;&omicron;&upsilon; &#941;&chi;&epsilon;&iota; &kappa;&alpha;&nu;&epsilon;&#943;&sigmaf; &epsilon;&pi;&iota;&sigma;&kappa;&epsilon;&phi;&tau;&epsilon;&#943;, &kappa;&alpha;&iota; &omicron; &tau;&rho;&#941;&chi;&omega;&nu; &beta;&alpha;&theta;&mu;&#972;&sigmaf; &tau;&omicron;&upsilon;&sigmaf; &sigma;&epsilon; &kappa;&#940;&theta;&epsilon; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &kappa;&lambda;&#940;&delta;&omega;&nu;. </p>
<p>&Epsilon;&#940;&nu; &eta; &mu;&eta; &alpha;&upsilon;&tau;&#972;&mu;&alpha;&tau;&eta; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;&eta;&mu;&#941;&nu;&eta;, &#941;&nu;&alpha;&sigmaf; &delta;&iota;&delta;&alpha;&sigma;&kappa;&#972;&mu;&epsilon;&nu;&omicron;&sigmaf; &mu;&pi;&omicron;&rho;&epsilon;&#943; &nu;&alpha; &xi;&alpha;&nu;&alpha;&epsilon;&pi;&iota;&sigma;&kappa;&epsilon;&phi;&tau;&epsilon;&#943; &mu;&iota;&alpha; &epsilon;&rho;&#974;&tau;&eta;&sigma;&eta; &epsilon;&#940;&nu; &eta; &pi;&omicron;&rho;&epsilon;&#943;&alpha; &pi;&lambda;&omicron;&#942;&gamma;&eta;&sigma;&eta;&sigmaf; &tau;&omicron;&#973; &tau;&omicron; &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&iota;, &kappa;&alpha;&iota; &nu;&alpha; &xi;&alpha;&nu;&alpha;&kappa;&epsilon;&rho;&delta;&#943;&zeta;&epsilon;&iota; &tau;&omicron;&upsilon;&sigmaf; &pi;&#972;&nu;&tau;&omicron;&upsilon;&sigmaf; &gamma;&iota;&alpha; &epsilon;&kappa;&epsilon;&#943;&nu;&eta; &tau;&eta;&nu; &epsilon;&rho;&#974;&tau;&eta;&sigma;&eta;, &epsilon;&#940;&nu; &omicron;&iota; &pi;&rho;&omicron;&sigma;&pi;&#940;&theta;&epsilon;&iota;&epsilon;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; &mu;&epsilon;&gamma;&alpha;&lambda;&#973;&tau;&epsilon;&rho;&epsilon;&sigmaf; &alpha;&pi;&#972; 1. &Gamma;&iota;&alpha; &nu;&alpha; &tau;&omicron; &alpha;&pi;&omicron;&tau;&rho;&#941;&psi;&epsilon;&tau;&epsilon; &alpha;&upsilon;&tau;&#972;, &theta;&#941;&sigma;&tau;&epsilon; &tau;&iota;&sigmaf; &pi;&rho;&omicron;&sigma;&pi;&#940;&theta;&epsilon;&iota;&epsilon;&sigmaf; &sigma;&epsilon; 1. </p>
<p>22. &Tau;&omicron; <strong>&tau;&#941;&lambda;&omicron;&sigmaf; &tau;&omicron;&upsilon; &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&omicron;&sigmaf;</strong> &epsilon;&pi;&iota;&tau;&upsilon;&gamma;&chi;&#940;&nu;&epsilon;&tau;&alpha;&iota; &epsilon;&#943;&tau;&epsilon; &mu;&epsilon; &mu;&epsilon;&tau;&alpha;&pi;&#942;&delta;&eta;&sigma;&eta; &sigma;&epsilon; &epsilon;&kappa;&epsilon;&#943;&nu;&eta; &tau;&eta;&nu; &theta;&#941;&sigma;&eta; &alpha;&pi;&omicron;&kappa;&lambda;&epsilon;&iota;&sigma;&tau;&iota;&kappa;&#940; &epsilon;&#943;&tau;&epsilon; &mu;&epsilon; &tau;&omicron; &#940;&lambda;&mu;&alpha; &sigma;&tau;&eta;&nu; &epsilon;&pi;&#972;&mu;&epsilon;&nu;&eta; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &alpha;&pi;&#972; &tau;&eta;&nu; &tau;&epsilon;&lambda;&epsilon;&upsilon;&tau;&alpha;&#943;&alpha; (&lambda;&omicron;&gamma;&iota;&kappa;&#942;) &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &tau;&eta;&sigmaf; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942;&sigmaf; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;&sigmaf;. &Epsilon;&#940;&nu; &eta; &mu;&eta; &alpha;&upsilon;&tau;&#972;&mu;&alpha;&tau;&eta; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &alpha;&pi;&epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;&eta;&mu;&#941;&nu;&eta;, &mu;&epsilon; &tau;&omicron; &tau;&#941;&lambda;&omicron;&sigmaf; &tau;&eta;&sigmaf; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942;&sigmaf; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;&sigmaf; &omicron; &delta;&iota;&delta;&alpha;&sigma;&kappa;&#972;&mu;&epsilon;&nu;&omicron;&sigmaf; &lambda;&alpha;&mu;&beta;&#940;&nu;&epsilon;&iota; &#941;&nu;&alpha; &mu;&#942;&nu;&upsilon;&mu;&alpha; &sigma;&upsilon;&gamma;&chi;&alpha;&rho;&eta;&tau;&eta;&rho;&#943;&omega;&nu; &kappa;&alpha;&iota; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&#940;&zeta;&epsilon;&tau;&alpha;&iota; &omicron; &beta;&alpha;&theta;&mu;&#972; &tau;&omicron;&upsilon;. &Omicron; &beta;&alpha;&theta;&mu;&#972;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; (&omicron; &alpha;&rho;&iota;&theta;&mu;&#972;&sigmaf; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&omega;&nu; &pi;&omicron;&upsilon; &alpha;&pi;&alpha;&nu;&tau;&#974;&nu;&tau;&alpha;&iota; &sigma;&omega;&sigma;&tau;&#940;/&alpha;&rho;&iota;&theta;&mu;&#972;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&omega;&nu; &pi;&omicron;&upsilon; &#941;&chi;&epsilon;&iota; &epsilon;&pi;&iota;&sigma;&kappa;&epsilon;&phi;&tau;&epsilon;&#943;) * &omicron; &beta;&alpha;&theta;&mu;&#972;&sigmaf; &tau;&eta;&sigmaf; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942;&sigmaf; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;&sigmaf;. &Epsilon;&#940;&nu; &eta; &mu;&eta; &alpha;&upsilon;&tau;&#972;&mu;&alpha;&tau;&eta; &beta;&alpha;&theta;&mu;&omicron;&lambda;&#972;&gamma;&eta;&sigma;&eta; &epsilon;&#943;&nu;&alpha;&iota; &epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;&eta;&mu;&#941;&nu;&eta;, &omicron; &beta;&alpha;&theta;&mu;&#972;&sigmaf; &epsilon;&#943;&nu;&alpha;&iota; &omicron;&iota; &pi;&#972;&nu;&tau;&omicron;&iota; &pi;&omicron;&upsilon; &kappa;&epsilon;&rho;&delta;&#943;&zeta;&omicron;&nu;&tau;&alpha;&iota; &omega;&sigmaf; &pi;&omicron;&sigma;&omicron;&sigma;&tau;&#972; % &tau;&omega;&nu; &sigma;&upsilon;&nu;&omicron;&lambda;&iota;&kappa;&#974;&nu; &pi;&#972;&nu;&tau;&omega;&nu; (&pi;.&chi;. 3 &pi;&#972;&nu;&tau;&omicron;&iota; &pi;&omicron;&upsilon; &kappa;&epsilon;&rho;&delta;&#943;&zeta;&omicron;&nu;&tau;&alpha;&iota; &gamma;&iota;&alpha; &mu;&iota;&alpha; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha; &alpha;&xi;&#943;&alpha;&sigmaf; 3 &pi;&#972;&nu;&tau;&omega;&nu; = 100% &alpha;&pi;&#972; 3 &pi;&#972;&nu;&tau;&omicron;&upsilon;&sigmaf;). </p>
<p>23. &Epsilon;&#940;&nu; &eta; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha; &delta;&epsilon;&nu; &omicron;&lambda;&omicron;&kappa;&lambda;&eta;&rho;&omega;&theta;&epsilon;&#943; &kappa;&alpha;&iota; &omicron; &delta;&iota;&delta;&alpha;&sigma;&kappa;&#972;&mu;&epsilon;&nu;&omicron;&sigmaf; &alpha;&pi;&lambda;&#940; &alpha;&pi;&omicron;&chi;&omega;&rho;&#942;&sigma;&epsilon;&iota;, &#972;&tau;&alpha;&nu; &pi;&eta;&gamma;&alpha;&#943;&nu;&epsilon;&iota; &omicron; &delta;&iota;&delta;&alpha;&sigma;&kappa;&#972;&mu;&epsilon;&nu;&omicron;&sigmaf; &sigma;&tau;&omicron; &mu;&#940;&theta;&eta;&mu;&alpha; &pi;&#940;&lambda;&iota;, &tau;&omicron;&upsilon; &delta;&#943;&nu;&epsilon;&tau;&alpha;&iota; &eta; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &tau;&eta;&sigmaf; &#941;&nu;&alpha;&rho;&xi;&eta;&sigmaf; &alpha;&pi;&#972; &tau;&eta;&nu; &alpha;&rho;&chi;&#942; &#942; &nu;&alpha; &sigma;&upsilon;&nu;&epsilon;&chi;&#943;&sigma;&epsilon;&iota; &sigma;&tau;&eta; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha; &alpha;&pi;&#972; &tau;&omicron; &sigma;&eta;&mu;&epsilon;&#943;&omicron; &#972;&pi;&omicron;&upsilon; &#941;&delta;&omega;&sigma;&epsilon; &tau;&eta;&nu; &tau;&epsilon;&lambda;&epsilon;&upsilon;&tau;&alpha;&#943;&alpha; &sigma;&omega;&sigma;&tau;&#942; &alpha;&pi;&#940;&nu;&tau;&eta;&sigma;&eta;. </p>
<p>24. &Gamma;&iota;&alpha; &mu;&iota;&alpha; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha; &#972;&pi;&omicron;&upsilon; &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&tau;&alpha;&iota; &eta; &epsilon;&pi;&alpha;&nu;&epsilon;&xi;&#941;&tau;&alpha;&sigma;&eta;, &omicron; &delta;&iota;&delta;&#940;&sigma;&kappa;&omega;&nu; &#941;&chi;&epsilon;&iota; &tau;&eta;&nu; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &tau;&eta;&sigmaf; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&#943;&eta;&sigma;&eta;&sigmaf; &tau;&omicron;&upsilon; &kappa;&alpha;&lambda;&#973;&tau;&epsilon;&rho;&omicron;&upsilon; &beta;&alpha;&theta;&mu;&omicron;&#973; &#942; &tau;&omicron;&upsilon; &mu;&#941;&sigma;&omicron;&upsilon; &#972;&rho;&omicron;&upsilon; &tau;&omega;&nu; &beta;&alpha;&theta;&mu;&#974;&nu; &omega;&sigmaf; &quot;&tau;&epsilon;&lambda;&iota;&kappa;&#972;&quot; &beta;&alpha;&theta;&mu;&#972; &gamma;&iota;&alpha; &tau;&eta; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;. &Alpha;&upsilon;&tau;&#972;&sigmaf; &omicron; &beta;&alpha;&theta;&mu;&#972;&sigmaf; &theta;&alpha; &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;&alpha;&sigma;&tau;&epsilon;&#943; &gamma;&iota;&alpha; &pi;&alpha;&rho;&#940;&delta;&epsilon;&iota;&gamma;&mu;&alpha; &sigma;&tau;&eta; &Sigma;&epsilon;&lambda;&#943;&delta;&alpha; &Beta;&alpha;&theta;&mu;&#974;&nu;. </p>
<p>25. &Sigma;&epsilon;&lambda;&#943;&delta;&epsilon;&sigmaf; &sigma;&upsilon;&sigma;&tau;&#940;&delta;&omega;&nu;: &mu;&iota;&alpha; &sigma;&upsilon;&sigma;&tau;&#940;&delta;&alpha; &alpha;&nu;&tau;&iota;&pi;&rho;&omicron;&sigma;&omega;&pi;&epsilon;&#973;&epsilon;&iota; &#941;&nu;&alpha; &sigma;&#973;&nu;&omicron;&lambda;&omicron; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&omega;&nu; &alpha;&pi;&#972; &tau;&omicron; &omicron;&pi;&omicron;&#943;&omicron; &mu;&#943;&alpha; &#942; &pi;&epsilon;&rho;&iota;&sigma;&sigma;&#972;&tau;&epsilon;&rho;&epsilon;&sigmaf; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &epsilon;&pi;&iota;&lambda;&epsilon;&chi;&tau;&omicron;&#973;&nu; &tau;&upsilon;&chi;&alpha;&#943;&alpha;. &Omicron;&iota; &sigma;&upsilon;&sigma;&tau;&#940;&delta;&epsilon;&sigmaf; &pi;&rho;&#941;&pi;&epsilon;&iota; &nu;&alpha; &omicron;&lambda;&omicron;&kappa;&lambda;&eta;&rho;&omega;&theta;&omicron;&#973;&nu; &mu;&epsilon; &#941;&nu;&alpha; &Tau;&#941;&lambda;&omicron;&sigmaf; &tau;&eta;&sigmaf; &sigma;&epsilon;&lambda;&#943;&delta;&alpha;&sigmaf; &sigma;&upsilon;&sigma;&tau;&#940;&delta;&omega;&nu; &gamma;&iota;&alpha; &kappa;&alpha;&lambda;&#973;&tau;&epsilon;&rho;&alpha; &alpha;&pi;&omicron;&tau;&epsilon;&lambda;&#941;&sigma;&mu;&alpha;&tau;&alpha; (&epsilon;&iota;&delta;&#940;&lambda;&lambda;&omega;&sigmaf; &alpha;&nu;&tau;&iota;&mu;&epsilon;&tau;&omega;&pi;&#943;&zeta;&omicron;&upsilon;&nu; &tau;&omicron; &tau;&#941;&lambda;&omicron;&sigmaf; &tau;&eta;&sigmaf; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942;&sigmaf; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;&sigmaf; &omega;&sigmaf; EOC ). &Omicron;&iota; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &mu;&#941;&sigma;&alpha; &sigma;&epsilon; &mu;&iota;&alpha; &sigma;&upsilon;&sigma;&tau;&#940;&delta;&alpha; &epsilon;&pi;&iota;&lambda;&#941;&gamma;&omicron;&nu;&tau;&alpha;&iota; &tau;&upsilon;&chi;&alpha;&#943;&alpha; &mu;&epsilon; &tau;&eta;&nu; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;&#942; &tau;&eta;&sigmaf; &quot;&Tau;&upsilon;&chi;&alpha;&#943;&alpha;&sigmaf; &epsilon;&rho;&#974;&tau;&eta;&sigma;&eta;&sigmaf; &mu;&#941;&sigma;&alpha; &sigma;&epsilon; &mu;&iota;&alpha; &sigma;&upsilon;&sigma;&tau;&#940;&delta;&alpha;&quot; &omega;&sigmaf; &#940;&lambda;&mu;&alpha;. &Omicron;&iota; &epsilon;&rho;&omega;&tau;&#942;&sigma;&epsilon;&iota;&sigmaf; &mu;&#941;&sigma;&alpha; &sigma;&epsilon; &mu;&iota;&alpha; &sigma;&upsilon;&sigma;&tau;&#940;&delta;&alpha; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &epsilon;&#943;&tau;&epsilon; &nu;&alpha; &sigma;&upsilon;&nu;&delta;&#941;&omicron;&upsilon;&nu; &mu;&epsilon; &tau;&omicron; EOC &gamma;&iota;&alpha; &nu;&alpha; &beta;&gamma;&omicron;&upsilon;&nu; &alpha;&pi;&#972; &tau;&eta; &sigma;&upsilon;&sigma;&tau;&#940;&delta;&alpha;, &epsilon;&#943;&tau;&epsilon; &mu;&epsilon;&tau;&alpha;&pi;&eta;&delta;&omicron;&#973;&nu; &sigma;&epsilon; &mu;&iota;&alpha; &alpha;&pi;&alpha;&rho;&alpha;&tau;&#942;&rho;&eta;&tau;&eta; &epsilon;&rho;&#974;&tau;&eta;&sigma;&eta; &mu;&#941;&sigma;&alpha; &sigma;&tau;&eta; &sigma;&upsilon;&sigma;&tau;&#940;&delta;&alpha;, &epsilon;&#943;&tau;&epsilon; &mu;&epsilon;&tau;&alpha;&pi;&eta;&delta;&omicron;&#973;&nu; &sigma;&epsilon; &omicron;&pi;&omicron;&iota;&alpha;&delta;&#942;&pi;&omicron;&tau;&epsilon; &#940;&lambda;&lambda;&eta; &sigma;&epsilon;&lambda;&#943;&delta;&alpha; &sigma;&tau;&eta; &delta;&iota;&delta;&alpha;&kappa;&tau;&iota;&kappa;&#942; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha;. &Alpha;&upsilon;&tau;&#972; &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&iota; &epsilon;&pi;&#943;&sigma;&eta;&sigmaf; &tau;&eta; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&#943;&alpha; &sigma;&epsilon;&nu;&alpha;&rho;&#943;&omega;&nu; &mu;&epsilon; &#941;&nu;&alpha; &tau;&upsilon;&chi;&alpha;&#943;&omicron; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#943;&omicron; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&#974;&nu;&tau;&alpha;&sigmaf; &tau;&eta;&nu; &epsilon;&nu;&#972;&tau;&eta;&tau;&alpha; &mu;&alpha;&theta;&#942;&mu;&alpha;&tau;&omicron;&sigmaf;. </p>
<p align="center">&nbsp;</p>
<p align="center"><b>Overview</b></p>
<ol>
<li>A lesson is made up of a number of <b>pages</b> and optionally <b>branch
    tables</b>.</li>
<li>A page contains some <b>content</b> and it normally ends with a
    <b>question</b>. Thus the term <b>Question Page</b>.</li>
<li>For Essay Questions, there is no answer, just a score, feedback, and a page jump.</li>
<li>Each answer can have a short piece of text which is displayed if the answer is
    chosen. This piece of text is called the <b>response</b>.</li>
<li>Also associated with each answer is a <b>jump</b>. The jump can be relative -
    this page, next page - or absolute - specifying any one of the pages in the
    lesson or the end of the lesson.</li>
<li>By default, the first answer jumps to the <b>next page</b> in the lesson. The subsequent
    answers jump to the same page. That is, the student is shown the same page of the
    lesson again if they do not chose the first answer. If you have already created a
    cluster with an end of cluster, and the question is within it, you can also choose
    to jump to an Unseen Question within the cluster. This option will not be shown if
    you are not in a cluster. You can surround a set of questions with cluster and end
    of cluster at any time.</li>
<li>The next page is determined by the lesson's <b>logical order</b>. This is
    the order of the pages as seen by the teacher. This order can be altered
    by moving pages within the lesson.</li>
<li>The lesson also has a <b>navigation order</b>. This is the order of the
    pages as seen by the students. This is determined by the jumps specified
    for individual answers and it can be very different from the logical order.
    (Although if the jumps are <i>not</i> changed from their default values
     the two are strongly related.) The teacher has the option to check the
    navigation order.</li>
<li>When displayed to the students, the answers are usually shuffled. That is,
    the first answer from the teacher's point of view will not necessarily be
    the first answer in the list shown to the students. (Further, each time the
    same set of answers is displayed they are likely to appear in a different
    order.) The exception is sets of answers for matching-type questions, here
    the answers are shown in the same order as input by the teacher. </li>
<li>The number of answers can vary from page to page. For example, it is allowed
    that some pages can end with a true/false question while others have questions
    with one correct answer and three, say, distractors. </li>
<li>It is possible to set up a page without any answers. The students are shown
    a <b>Continue</b> link instead of the set of shuffled answers.</li>
<li>If custom scoring is off: for the purposes of grading the lessons, <b>correct</b> answers are ones which
    jump to a page which is further <i>down</i> the logical order than the current page.
    <b>Wrong</b> answers are ones which either jump to the same page or to a page
    further <i>up</i> the logical order than the current page. Thus, if the jumps are
    <i>not</i> changed, the first answer is a correct answer and the other answers are
    wrong answers.
    <br /><br />
    If custom scoring is on: grading of an answer is determined by the point value
    of the answer, the total points earned serves as a fraction of the total point value
    of the lesson, up to 100%.</li>
<li>Questions can have more than one correct answer. For example, if two of the answers
    jump to the next page then either answer is taken as a correct answer. (Although
    the same destination page is shown to the students, the responses shown on the way
    to that page may well be different for the two answers.)
<li>In the teacher's view of the lesson the correct answers have underlined Answer
    Labels.</li>
<li><b>Branch tables</b> are simply pages which have a set of links to other
    pages in the lesson. Typically a lesson may start with a branch table which
    acts as a <b>Table of Contents</b>.</li>
<li>Each link in a branch table has two components, a description and the title
    of the page to jump to.</li>
<li>A branch table effectively divides the lesson into a number of
    <b>branches</b> (or sections). Each branch can contain a number of pages
    (probably all related to the same topic). The end of a branch is usually
    marked by an <b>End of Branch</b> page. This is a special page which, by
    default, returns the student back to the preceding branch table. (The
    &quot;return&quot; jump in an End of Branch page can be changed, if
    required, by editing the page.) </li>
<li>There can be more than one branch table in a lesson. For example, a lesson
    might usefully be structured so that specialist points are sub-branches
    within the main subject branches.</li>
<li>It is important to give students a means of ending the lesson. This might
    be done by including an &quot;End Lesson&quot; link in the main branch
    table. This jumps to the (imaginary) <b>End of Lesson</b> page. Another
    option is for the last branch in the lesson (here &quot;last&quot; is used
    in the logical ordering sense) to simply continue to the end of the lesson,
    that is, it is <i>not</i> terminated by an End of Branch page.</li>
<li>With custom scoring off, when a lesson includes one or more branch tables it is
    advisable to set the &quot;Minimum number of Questions&quot; parameter to some reasonable
    value. This sets a lower limit on the number of pages seen when the grade is
    calculated. Without this parameter a student might visit a single branch in the
    lesson, answer all its questions correctly and leave the lesson with the maximum
    grade.
    <br /><br />
    With custom scoring on, a student is graded based on the number of points they have
    earned as a percentage of the total points for the lesson.</li>
<li>Further, with custom scoring off, when a branch table is present a student has
    the opportunity of re-visiting the same branch more than once. However, the grade is
    calculated using the number of <i>unique</i> questions answered. So repeatedly answering
    the same set of questions does <i>not</i> increase the grade. (In fact, the reverse is
    true, it lowers the grade as the count of the number of pages seen is used in the
    denominator when calculating grades does include repeats.) In order to give students
    a fair idea of their progress in the lesson, they are shown details of how many
    questions they are answered correctly, number of pages seen, and their current grade
    on every branch table page.
    <br /> <br />
    With custom scoring on, a student may revisit a question if the navigation path
    allows it, and re-earn the point(s) for that question, if attempts is greater than
    1. To prevent this, set attempts to 1.</li>
<li>The <b>end of the lesson</b> is reached by either jumping to that location explicitly
    or by jumping to the next page from the last (logical) page of the lesson. With
    custom scoring off, when the end of the lesson is reached, the student receives a
    congratulations message and is shown their grade. The grade is (the number of
    questions correctly answered / number of pages seen) * the grade of the lesson. 
    With custom scoring on, the grade is the points earned as a % of the total points
    (e.g. 3 points earned for a 3 point lesson = 100% of 3 points).</li>
<li>If the end of the lesson is <i>not</i> reached and the student just leaves,
    when the student goes into the lesson again they are given the choice of
    starting at the beginning or picking up the lesson where they answered their
    last correct answer.</li>
<li>For a lesson which allow re-takes, the teacher has the choice of using the
    best grade or the average of the grades as the &quot;final&quot; grade from
    the lesson. That grade is shown on the Grades page, for example.</li>
<li>Cluster pages: a cluster represents a set of questions from which one or more
    may be randomly chosen. Clusters should be completed with an End of Cluster page for
    best results (otherwise they treat the End of Lesson as the EOC). Questions within a
    cluster are randomly selected by choosing "Random Question within a Cluster" as a
    jump. Questions within a cluster may either link to the EOC to exit the cluster, or
    jump to an unseen question within the cluster, or jump to any other page in the
    lesson. This also enables the creation of scenarios with a random element using the
    lesson module.</li>
</ol>

