<?PHP // $Id$ 
      // enrol_database.php - created with Moodle 1.6 Beta 1 (2006032900)


$string['autocreation_settings'] = 'اعدادات الأنشاء الآلي';
$string['description'] = 'تستطيع استخدام قاعدة بيانات خارجية (من أي نوع) للتحكم في التسجيل. يفترض أن قاعدة بياناتك الخارجية تتضمن حقل يحتوي تعريفالمنهج الدراسي وحقل يحتوي على تعريف المستخدم. ستقارن هذه الحقول مع جداول المنهج الدراسي والمستخدم الخاصة بالنظام ';
$string['enrolname'] = 'قاعدة بيانات خارجية';
$string['general_options'] = 'خيارات عامة';
$string['host'] = 'أسم مضيف خادم قاعدة البيانات';
$string['local_fields_mapping'] = 'حقول قاعدة بيانات مودل (المحلية)';
$string['pass'] = 'كلمة مرور الوصول إلى الخادم';
$string['server_settings'] = 'إعدادات خادم قاعدة البيانات الخارجية';
$string['type'] = 'نوع خادم قاعدة البيانات';
$string['user'] = 'اسم المستخدم للوصول إلى الخادم';

?>
