<?PHP // $Id$ 
      // enrol_database.php - created with Moodle 1.5 UNSTABLE DEVELOPMENT (2005010100)


$string['dbhost'] = 'اسم مضيف قاعدة البيانات';
$string['dbname'] = 'قاعدة البيانات المحدد للاستعمال';
$string['dbpass'] = 'كلمة المرور للدخول إلى الخادم';
$string['dbtable'] = 'الجدول في قاعدة البيانات';
$string['dbtype'] = 'نوع قاعدة البيانات';
$string['dbuser'] = 'اسم المستخدم للدخول إلى الخادم';
$string['description'] = 'تستطيع استخدام قاعدة بيانات خارجية (من أي نوع) للتحكم في التسجيل. يفترض أن قاعدة بياناتك الخارجية تتضمن حقل يحتوي تعريفالمنهج الدراسي وحقل يحتوي على تعريف المستخدم. ستقارن هذه الحقول مع جداول المنهج الدراسي والمستخدم الخاصة بالنظام ';
$string['enrolname'] = 'قاعدة بيانات خارجية';
$string['localcoursefield'] = 'اسم الحقل المستخدم في جدول المنهج الدراسي الذي نقوم باستخدامة والذي يجب ان يتطابق مع قاعدة البيانات الخارجية (idnumber)';
$string['localuserfield'] = 'اسم الحقل المستخدم في جدول المستخدم الذي نقوم باستخدامة والذي يجب ان يتطابق مع البيانات الخارجية (idnumber)';
$string['remotecoursefield'] = 'الحقل الذي نتوقع وجودة في قاعدة البيانات الخارجية هو تعريف المنهج الدراسي (course ID) في';
$string['remoteuserfield'] = 'الحقل الذي نتوقع وجودة في قاعدة البيانات الخارجية هو تعريف المستخدم (user ID) في';

?>
