<?PHP // $Id$
      // assignment.php - created with Moodle 1.8 + (2007021502)


$string['allowdeleting'] = 'Жоюға рұқсат беру';
$string['allowmaxfiles'] = 'Жүктелетін файлдардың ең көп саны';
$string['allownotes'] = 'Пікір жазуға рұқсат беру';
$string['allowresubmit'] = 'Бірнеше мүмкіндік';
$string['assignmentdetails'] = 'Тапсырманың мәліметтері';
$string['assignmentmail'] = '$a->teacher Сіздің тапсырмаңызға \'$a->assignment\ жауап жазды '.

'Сіз оны мына сілтемемен көре аласыз:
$a->url';
$string['assignmentmailhtml'] = '$a->teacher Сіздің тапсырмаңызға \'$a->assignment\ жауап жазды </i>\'<br /><br />
Сіз оны <a href=\"$a->url\">сайтында</a> көре аласыз.';
$string['assignmentname'] = 'Тапсырманың атауы';
$string['assignmenttype'] = 'Тапсырманың түрі';
$string['availabledate'] = ' бастап рұқсат етілген';
$string['comment'] = 'Пікір';
$string['commentinline'] = 'Пікірге студенттің жауабының мәтінін қосу';
$string['configmaxbytes'] = 'Курстағы барлық тапсырмалар үшін орнатылған әдепкі ең үлкен өлшем (курс бойынша орнатылған шектеулер мен басқа локальді орнатулармен байланысты)';
$string['description'] = 'Сипаттама';
$string['draft'] = 'Жоба жазба';
$string['duedate'] = 'Тапсырудың соңғы мерзімі';
$string['duedateno'] = 'Тапсыру мерзімі шектелмеген';
$string['early'] = '$a ерте';
$string['editmysubmission'] = 'Жауабымды өңдеу';
$string['emailteachermail'] = '$a->username \'$a->assignment\ тапсырмасына жаңа жауап жазды'.
'Бұл тапсырманың жауаптарын мына мекен жай арқылы көруге болады:
$a->url';
$string['emailteachermailhtml'] = '$a->username <i>$a->assignment</i> тапсырмасына жаңа жауап жіберді<br /><br />
Бұл тапсырманың жауаптары <a href=\"$a->url\">сайтында орналасқан</a>.';
$string['emailteachers'] = 'Мұғалімдерге хабарландыру жіберу';
$string['emptysubmission'] = 'Сіз әлі ешнәрсе жіберген жоқсыз.';
$string['existingfiledeleted'] = 'Бұл файл жойылған: $a';
$string['failedupdatefeedback'] = '$a пайдаланушыға пікірді жаңарту орындалған жоқ';
$string['feedback'] = 'Пікір';
$string['feedbackfromteacher'] = '$a пікірі';
$string['feedbackupdated'] = '$a үшін жауап өзгертілді';
$string['guestnosubmit'] = 'Кешіріңіз, қонақ тапсырмаға жауап жібере алмайды. Сізге ,жауап жібере алу үшін, <a href=\"../../login/\" title=\"Жүйеге кіру бетіне өту керек\">өз тіркелгіңізбен кіру керек</a> (немесе <a href=\"../../login/signup.php\" title=\"Жаңа тіркелгі жасау бетіне өту керек\">жаңасын жасау</a>, егер сізде тіркелгі жоқ болса)';
$string['guestnoupload'] = 'Кешіріңіз, бұл қонақтар тапсырмаларға жауап бере алмайды';
$string['helpoffline'] = '<p>Бұл режим, тапсырманы Moodleдан тыс орындалу керек болған жағдайда пайдалы.</p>
<p>Мысалы, жүйенің ішінде немесе мұғаліммен бетпе бет орындау қажет болса. Студенттер тапсырмаға түсініктемені оқи алады, бірақ жауапқа мәтінді де, файлды да жібере алмайды.</p>
<p>Мұғалім болса, басқа жағдайлардағыдай, пікірін жазып, бағасын қоя алады.</p>';
$string['helponline'] = '<p>Бұл режим студентке жауабын онлайнда беруіне мүмкіндік береді. Студент жауаптың мәтінін қарапайым өңдеу құралдарын пайдаланып (форумға хабарлама жібергендей), өзгерте алады. </p>
<p>Мұғалім оқушының жауабына пікір жазып, бағасын қоя алады. Пікір жазғанда, мұғалім, негіз ретінде, студенттің жіберген жауабын ала алады, демек, толықтырулар мен өзгерістер енгізе алады. Мұғалім өзінің жазған пікірін, ең болмаса, түспен белгілеу керектігін ұмытпауы керек.</p>
<p>moodle алдыңғы нұсқаларымен таныс адамдар үшін, айталық, бұл, тапсырманың жұмыс режимі, жұмыс дәптерін пайдаланумен ұқсас.</p>';
$string['helpuploadsingle'] = '<p>Бұл режим оқушыға жауап ретінде кез-келген файлды жіберуіне мүмкіндік береді. Мысалы, сурет, Word құжаты, архив т.с.с.</p>';
$string['hideintro'] = 'Рұқсат етілгенге дейін сипаттаманы жасару';
$string['late'] = 'Орындалу мерзімі $a бұрын біткен';
$string['maximumgrade'] = 'Ең жоғарғы баға';
$string['maximumsize'] = 'Ең үлкен өлшем';
$string['modulename'] = 'Тапсырма';
$string['modulenameplural'] = 'Тапсырмалар';
$string['newsubmissions'] = 'Жауабын беру';
$string['noassignments'] = 'Жауаптар әлі жоқ';
$string['noattempts'] = 'Тапсырмаға жауап жазудың бір де бір әрекеті орындалған жоқ';
$string['nofilesyet'] = 'Бір де бір файл әлі жіберілген жоқ';
$string['notes'] = 'Пікірлер';
$string['notesempty'] = 'Жазбалар жоқ';
$string['notgradedyet'] = 'Әлі бағаланған жоқ';
$string['notsubmittedyet'] = 'Жауап әлі жіберілген жоқ';
$string['onceassignmentsent'] = 'Егер сіз тапсырманы бағалауға жіберсеңіз, онда сіз ондағы файлдарды жойып немесе тіркей алмайсыз. Жалғастырғыңыз келеді ме?';
$string['overwritewarning'] = 'Ескерту: Сіздің жаңа жауабыңыз ескі жауабыңызды ауыстырады';
$string['pagesize'] = 'Беттегі жауаптар саны';
$string['preventlate'] = 'орындалу уақыты өткенен кейін жауап жіберуге тыйым салу';
$string['quickgrade'] = 'Жұмыстарды тез бағалау режиміне өту';
$string['responsefiles'] = 'Жауаптық файлдар';
$string['saveallfeedback'] = 'Барлық түзетулерді сақтау';
$string['sendformarking'] = 'Бағалауға жіберу';
$string['submission'] = 'Жауап';
$string['submissiondraft'] = 'Жапатардың жоба жазбалары';
$string['submissionfeedback'] = 'Жауап түзетілді';
$string['submissions'] = 'Жауаптар';
$string['submissionsaved'] = 'Сіздің өзгертулеріңіз сақталынды';
$string['submitassignment'] = 'Қалыпты пайдаланып, жауабыңызды жіберіңіз';
$string['submitedformarking'] = 'Тапсырма бағалауға жіберілді және жаңартыла алмайды';
$string['submitformarking'] = 'Бағалауға кесімді түрде жіберу';
$string['submitted'] = 'Жауаптар мен пікірлер';
$string['typeoffline'] = 'Жауап сайттан тыс жерде';
$string['typeonline'] = 'Жауап мәтін түрінде';
$string['typeupload'] = 'Жауап бірнеше файл түрінде';
$string['typeuploadsingle'] = 'Жауап файл түрінде';
$string['unfinalize'] = 'Толықтыруға қайтару';
$string['uploadbadname'] = 'Бұл файлда мүмкін емес белгілер бар, ол жүктеліне алмайды';
$string['uploadedfiles'] = 'Жүктелген файлдар';
$string['uploaderror'] = 'Файлды серверге жіберуде қате орын алды';
$string['uploadfailnoupdate'] = 'Файл жүктелді, бірақ алдыңғы жауабыңызды жаңарту жүзеге аспады!';
$string['uploadfiletoobig'] = 'Файл тым үлкен ($a байт шектеу)';
$string['uploadnofilefound'] = 'Файл табылған жоқ. Оны жүктеуге таңдап алғаныңызға сенімдісіз бе?';
$string['uploadnotregistered'] = '\'$a\' жүктелді, бірақ жауап тіркелген жоқ';
$string['uploadsuccess'] = '\'$a\' файлын жүктеу аяқталды';
$string['viewfeedback'] = 'Тапсырманың бағалауы мен пікірлерімен танысу';
$string['viewsubmissions'] = 'Тапсырмаға $a жауап берілді (қарау)';
$string['yoursubmission'] = 'Сіздің жауабыңыз';
?>
