<?PHP // $Id$
      // attendanceblk.php - created with Moodle 1.5.3+ (2005060230)


$string['description'] = 'Әр курсқа берілген модульдің тек біреуін қоса аласыз.<br />

Бұл модульді жою қатысу жайлы мәліметтерді жоюға әкеліп соқпайды! Бұл модуль тек \"Қатысу\" блогымен бірге жұмыс жасай алады және курстың жалпы бағасына қатысу үшін балл қосуға арналған.';
$string['modulename'] = 'Қатысу (Блок үшін)';
$string['modulenameplural'] = ' Қатысу (Блок үшін)';
$string['modulenamesimple'] = 'Қатысу';

?>
