<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_emaildescription'] = 'Аутентификацияның әдепкі әдісі — электронды поштаның көмегімен растау. Пайдаланушыны тіркеген кезде, көрсетілген электронды пошта адресіне тіркелуді растау өтініші бар хат жіберіледі. Хатта кездейсоқ (қауіпсіз) жасалған, пайдаланушы тіркелгісін растай алатын бетке сілтеме бар. Ары қарай, жүйеге кірерде, мәліметтер базасындағы пайдаланушының аты мен оның кілтсөзінің мәндерімен сәйкестігі тексеріледі.';
$string['auth_emailtitle'] = 'E-mail - аутентификация';