<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_dbdescription'] = 'Бұл әдіс логин/кілтсөз жұбын тексеру үшін сыртқы мәліметтер қорын пайдаланады. Жаңа тіркелгіні жасауда өрістердегі ақпарат жүйеге көшіріле алады.';
$string['auth_dbextrafields'] = '<p>Бұл қосымша өрістер. Осында көрсетілген кейбір өрістерді алдын ала, сыртқы мәліметтер қорындағы пайдаланушы туралы ақпаратпен толтыра аласыз.</p><p>Әдепкі баптауларды пайдалану үшін, өрістерді толтырмаңыз.</p>
<p>Кез-келген жағдайда, пайдаланушы барлық өрістерді, жүйеге кіргеннен кейін өңдей алады.</p>';
$string['auth_dbfieldpass'] = 'Кілтсөзі бар өрістің атауы';
$string['auth_dbfielduser'] = 'Логині бар өрістің атауы';
$string['auth_dbhost'] = 'Мәліметтер қоры жіберілген компьютер';
$string['auth_dbname'] = 'Мәліметтер қорының атауы';
$string['auth_dbpass'] = 'Көрсетілген логинге сәйкес кілтсөз';
$string['auth_dbpasstype'] = 'Пайдаланатын кілтсөздердің пішімін анықтайды.  Басқа web-қосымшалармен мысалы, PostNuke ,байланысқанда, ең жақсы сай келетін MD5-кодтау';
$string['auth_dbtable'] = 'Мәліметтер қорындағы кестенің атауы';
$string['auth_dbtitle'] = 'Сыртқы мәліметтер қорын пайдалану';
$string['auth_dbtype'] = 'Мәліметтер қорының түрі (Қосымша <a href=\"../lib/adodb/readme.htm#drivers\">ADO db бойынша құжаттаманы</a> қараңыз)';
$string['auth_dbuser'] = 'Мәліметтер қорын тек оқуға құқығы бар пайдаланушы логині';