<?PHP // $Id$
      // auth.php - created with Moodle 1.4 development (2004070800)


$string['auth_dbdescription'] = 'Бұл әдіс логин/кілтсөз жұбын тексеру үшін сыртқы мәліметтер қорын пайдаланады. Жаңа тіркелгіні жасауда өрістердегі ақпарат жүйеге көшіріле алады.';
$string['auth_dbextrafields'] = '<p>Бұл қосымша өрістер. Осында көрсетілген кейбір өрістерді алдын ала, сыртқы мәліметтер қорындағы пайдаланушы туралы ақпаратпен толтыра аласыз.</p><p>Әдепкі баптауларды пайдалану үшін, өрістерді толтырмаңыз.</p>
<p>Кез-келген жағдайда, пайдаланушы барлық өрістерді, жүйеге кіргеннен кейін өңдей алады.</p>';
$string['auth_dbfieldpass'] = 'Кілтсөзі бар өрістің атауы';
$string['auth_dbfielduser'] = 'Логині бар өрістің атауы';
$string['auth_dbhost'] = 'Мәліметтер қоры жіберілген компьютер';
$string['auth_dbname'] = 'Мәліметтер қорының атауы';
$string['auth_dbpass'] = 'Көрсетілген логинге сәйкес кілтсөз';
$string['auth_dbpasstype'] = 'Пайдаланатын кілтсөздердің пішімін анықтайды.  Басқа web-қосымшалармен мысалы, PostNuke ,байланысқанда, ең жақсы сай келетін MD5-кодтау';
$string['auth_dbtable'] = 'Мәліметтер қорындағы кестенің атауы';
$string['auth_dbtitle'] = 'Сыртқы мәліметтер қорын пайдалану';
$string['auth_dbtype'] = 'Мәліметтер қорының түрі (Қосымша <a href=\"../lib/adodb/readme.htm#drivers\">ADO db бойынша құжаттаманы</a> қараңыз)';
$string['auth_dbuser'] = 'Мәліметтер қорын тек оқуға құқығы бар пайдаланушы логині';
$string['auth_emaildescription'] = 'Аутентификацияның әдепкі әдісі — электронды поштаның көмегімен растау. Пайдаланушыны тіркеген кезде, көрсетілген электронды пошта адресіне тіркелуді растау өтініші бар хат жіберіледі. Хатта кездейсоқ (қауіпсіз) жасалған, пайдаланушы тіркелгісін растай алатын бетке сілтеме бар. Ары қарай, жүйеге кірерде, мәліметтер базасындағы пайдаланушының аты мен оның кілтсөзінің мәндерімен сәйкестігі тексеріледі. ';
$string['auth_emailtitle'] = 'E-mail - аутентификация';
$string['auth_imapdescription'] = 'логин/кілтсөз жұбының сәйкестігін тексеру үшін бұл әдіс IMAP-серверді пайдаланады.';
$string['auth_imaphost'] = 'IMAP-сервердің адресі. DNS-ат емес, IP-адрес пайдаланыңыз.';
$string['auth_imapport'] = 'IMAP-сервер портының нөмірі. Әдетте, 143 — 993 аралығында.';
$string['auth_imaptitle'] = 'IMAP-серверді пайдалану';
$string['auth_imaptype'] = 'IMAP-сервердің түрі. IMAP-серверлерде әртүрлі теңдестіру мен келістіру түрлері бола алады.';
$string['auth_ldap_bind_dn'] = 'Егер пайдаланушыларды іздеуде байланысқан пайдаланушы керек болса, мына жерде көрсетіңіз. Мысалы, \'cn=ldapuser,ou=public,o=org\'';
$string['auth_ldap_bind_pw'] = 'Пайдаланушыларды байлансытыруға арналған кілтсөз.';
$string['auth_ldap_contexts'] = 'Пайдаланушылар орналасқан контексттер тізімі. Әртүрлілерін ажыратып алыңыз \';\'. Мысалы: \'ou=users,o=org; ou=others,o=org\'';
$string['auth_ldap_create_context'] = 'Егер, Сіз, пайдаланушыларға поштамен растау арқылы тіркелуге рұқсат берсеңіз, пайдаланушылар жазылатын контекстті анықтаңыз. Қауіпсіздікпен туындауы мүмкін қиындықтардың алдын алу үшін, ол контекст басқаларынан өзгеше болуы керек. Контекст атауын ldap_context-айнымалыларға қосудың қажеті жоқ, жүйе пайдаланушыларды осы контексттен автоматты түрде іздейді.';
$string['auth_ldap_host_url'] = 'LDAP-хостты URL\'а түрінде көрсетіңіз, мысалы: \'ldap://ldap.myorg.com/\' немесе \'ldaps://ldap.myorg.com/\' ';
$string['auth_ldap_memberattribute'] = 'Пайдаланушының топқа тиістілігін анықтайтын төлсипатты белгілеңіз. Әдетте \'қатысушы\'';
$string['auth_ldap_search_sub'] = 'Пайдаланушыларды ішкі мәтінмәндермен іздеуді ұнатсаңыз, <> 0 мәнін көрсетіңіз.';
$string['auth_ldap_update_userinfo'] = 'Пайдаланушының ақпаратын (Аты, Тегі, адресі ..) LDAP-тан жүйесіне дейін жаңартыңыз. /auth/ldap/attr_mappings.php ақпаратты көрсету үшін қараңыз.';
$string['auth_ldap_user_attribute'] = 'Аты/іздеу-ге пайдаланылатын төлсипат. Әдетте, \'cn\'.';
$string['auth_ldap_version'] = 'Серверіңіз пайдаланатын LDAP хаттамасының нұсқасы.';
$string['auth_ldapdescription'] = 'Бұл әдіс LDAP-сервер көмегімен аутентификацияны қамтамассыз етеді. Егер берілген логин мен кілтсөз қабылданса, жүйенің мәліметтерінің қорында жаңа пайдаланушының тіркелгісі жасалады. Бұл модуль LDAP-сервердің өрістерін оқып, жүйедегі керекті аймақтарды (өрістерді) толтыра алады. Ары қарай тек логин мен кілтсөз толтырылады';
$string['auth_ldapextrafields'] = 'Бұл қосымша өрістер. Осында көрсетілген, пайдаланушы мәліметтерінің кейбір өрістерін LDAP-тан алдын ала толтыруды таңдай аласыз.<p>LDAP-тан мәліметтерді тасымалдамау үшін, өрісті толтырмаңыз.</p><p> Кез-келген жағдайда, пайдаланушы жүйеге кіргеннен кейін, барлық өрістерді өңдей алады.</p>';
$string['auth_ldaptitle'] = 'LDAP-серверді пайдалану';
$string['auth_manualdescription'] = 'Бұл әдіс пайдаланушылардың өзінің тіркелгілерін жасаудың кез-келген жолдарын жояды. Барлық тіркелгілер әкімшілік пайдаланушысымен, қолдан жасалулары керек.';
$string['auth_manualtitle'] = 'Қолдан тіркелу';
$string['auth_multiplehosts'] = 'Бірнеше хосттар болған жағдайда, олар келесідегідей көрсетілуі керек: host1.com;host2.com;host3.com';
$string['auth_nntpdescription'] = 'бұл әдіс логин мен кілтсөздің сәйкестігін тексеру үшін NNTP-серверді пайдаланады.';
$string['auth_nntphost'] = 'NNTP-сервер адресі. DNS-атты емес, IP-адресті пайдаланыңыз.';
$string['auth_nntpport'] = 'Сервер портының нөмірі (әдетте, 119)';
$string['auth_nntptitle'] = 'NNTP-серверді пайдалану';
$string['auth_nonedescription'] = 'Пайдаланушылар сыртқы серверден, теңдестірусіз және поштамен растаусыз, бірден тіркеліп, тіркелгілер жасай алады. Бұл параметрді пайдаланғанда мұқият болыңыз — әкімшілеудің пайда болуы мүмкін қиындықтары мен қауіпсіздігін ойлаңыз.';
$string['auth_nonetitle'] = 'аутентификацияны қолданбау';
$string['auth_pop3description'] = 'Бұл әдіс логин/кілтсөз жұбының сәйкестігі мен дұрыстығын тексеруде POP3-серверді пайдаланады.';
$string['auth_pop3host'] = 'POP3-сервердің адресі. DNS-атты емес, IP-адресті пайдаланыңыз.';
$string['auth_pop3port'] = 'Сервер портының нөмірі (әдетте 110)';
$string['auth_pop3title'] = 'POP3-сервер пайдалану';
$string['auth_pop3type'] = 'Сервер түрі. Егер серверіңіз сертификаттарға негізделген қоғанысты пайдаланса, pop3cert қолданыңыз.';
$string['auth_user_create'] = 'Пайдаланушыларды жасауды рұқсат ету';
$string['auth_user_creation'] = 'Жаңа (белгісіз) пайдаланушылар аутентификацияның сыртқы көзінді тіркелгі жасай алады және оны электронды пошта арқылы растай алады. Егер Сіз бұны рұқсат етсеңіз, пайдаланушыны тіркеуді модульмен анықталған параметрлерін күйге келтіруді ұмытпаңыз.';
$string['auth_usernameexists'] = 'Ондай логин бар. Басқасын таңдаңыз.';
$string['authenticationoptions'] = 'Аутентификацияны күйге келтіру';
$string['authinstructions'] = 'Мында, Сіз, пайдаланушыларыңызға қандай логин қолдану керектігін түсіндіретін нұсқаулық жаза аласыз. Осында енгізген мәтініңіз жүйеге кіру бетінде шығады. Өрісті бос қалдырсаңыз, ешқандай  нұсқамалар көрсетілмейді.';
$string['changepassword'] = 'Кілтсөзі бар URL-ды ауыстыру';
$string['changepasswordhelp'] = 'Мында, Сіз, пайдаланушыларыңыз логині мен кілтсөзін ұмытқан жағдайда, оларды қайтару немесе өзгерту әдісін анықтай аласыз. Пайдаланушылар жүйеге кіру бетінде және пайдаланушы бетінде түймені көреді. Өрісті толтырмасаңыз, түйме көрсетілмейді.';
$string['chooseauthmethod'] = 'Аутентификация әдісін таңдаңыз: ';
$string['guestloginbutton'] = 'Қонақтық енудің түймесі';
$string['instructions'] = 'Нұсқаулар';
$string['md5'] = 'MD5-шифрлеу';
$string['plaintext'] = 'Мәтін';
$string['showguestlogin'] = 'Сіз жүйеге қонақтық кіруді рұқсат ету түймесін көрсету-көрсетпеуді таңдай аласыз.';

?>
