<?PHP // $Id$
      // block_glossary_random.php - created with Moodle 1.8 + (2007021502)


$string['addentry'] = 'Өз жазбаларын қосу';
$string['askaddentry'] = 'Егер пайдаланушы сөзтізбекке жазбалар қоса алса, сілтемені мына мәтінмен көрсету';
$string['askinvisible'] = 'Егер пайдаланушы сөзтізбекті өңдей немесе көре алмаса, мына мәтінді (сілтемесіз) көрсету';
$string['askviewglossary'] = 'Егер пайдаланушы сөзтізбекті көре алса, бірақ жазбалар қоса алмаса, сілтемені мына мәтінмен көрсету';
$string['blockname'] = 'Сөзтізбектен кездейсоқ жазба';
$string['intro'] = 'Курсыңызда  кемінде бір жазбасы бар  сөзтізбек бар екендігіне көз жеткізіңіз. Сол жағдайда баптаулар жасай аласыз.';
$string['invisible'] = '(көрінбейді)';
$string['lastmodified'] = 'Соңғы өзгертілген жазба';
$string['nextone'] = 'Келесі жазба';
$string['noentriesyet'] = 'Таңдалған сөзтізбекте бір де бір жазба жоқ.';
$string['notyetconfigured'] = 'Өңдеу бейнешесін пайдаланып, бұл блокты күйге келтіріңіз.';
$string['notyetglossary'] = 'Таңдау үшін, курсыңызда кемінде бір сөзтізбек болуы керек.';
$string['random'] = 'Кездейсоқ жазба';
$string['refresh'] = 'Жаңа жазба таңдалғанға дейін ... күн';
$string['select_glossary'] = 'Жазбаларды осы сөзтізбектен таңдау';
$string['showconcept'] = 'Әр жазбаның тақырыпшасын көрсету';
$string['title'] = 'Тақырыпша';
$string['type'] = 'Жаңа жазбалардың таңдалуы';
$string['typehelp'] = '<b>Соңғы өзгертілген жазба</b> - әрқашан соңғы өзгертілген жазба көсетіледі, <b>Кездейсоқ жазба</b> - блогы бар бетке кірген кезде, бір кездейсоқ жазба таңдалады,  <b>Келесі жазба</b> - барлық жазбалар бір-бірлеп көрсетіледі. Соңғы параметр <i>\"Апта дәйексөзін</i> келтіргенде немесе <i>Күн көмексөзін</i> жасауға керекті күндер белгіленген кезде өте пайдалы.';
$string['viewglossary'] = 'Барлық жазбалар...';
$string['whichfooter'] = 'Сөзтізбекке, блокта ұштасатын әрекеттерге сілтеме жасай аласыз. Блок тек осы сөзтізбекке ғана тән әрекеттерді көрсетеді';

?>
