<?php

// All of the language strings in this file should also exist in
// auth.php to ensure compatibility in all versions of Moodle.

$string['auth_mnet_auto_add_remote_users'] = 'Yes ලෙස ගැලපූ විටළ දුරස්ථ පරිශිලකයෙක් පළමු වරට ලොග් වන විට දේශිය පරිශිලකයකුගේ වාර්තාව ස්වයංක්‍රියව නිර්මාණය වෙයි.';
$string['auth_mnet_roamin'] = 'මෙම සත්කාරයන්ගේ පරිශිලකයන්ට ඔබගේ අඩවියේ නිදැල්ලේ ගිය හැකිය.';
$string['auth_mnet_roamout'] = 'ඔබගේ පරිශිලකයන්ට මෙම සත්කාරකයන්හි නිදැල්ලේ ගිය හැකිය.';
$string['auth_mnet_rpc_negotiation_timeout'] = 'XML RPC ප්‍රවාහනය හරහා සත්‍යාපනයට වැයවන කාලය තත්පර වලින්';
$string['auth_mnetdescription'] = 'පරිශිලකයන් සත්‍යාපනය කරනු ලබන්නේ ඔබගේ Moodle ජාල සිටුවම්හි විශ්වාසදායි ලෙස අර්ථ දැක්වූ වෙබ් අනුකූලවය.';
$string['auth_mnettitle'] = 'Moodle ජාලය සත්‍යාපනය කිරීම';
$string['auto_add_remote_users'] = 'දුර්ථ පරිශිලකයන් ස්වයංක්‍රියව එකතු කරන්න.';
$string['rpc_negotiation_timeout'] = 'RPC ගනු දෙනු කිරිම කල් ඉකුත් වී ඇත.';
$string['sso_idp_description'] = 'නැවත ලොගින් වීමකින් තොරව ඔබගේ පරිශීලකයන්ට නිදැල්ලේ $a මූඩ්ල් අඩවියට පිවිසීමට ඉඩදීම සදහා මෙම සේවාව පළ කරන්න.<ul><li><em>පරායත්තය</em>: ඔබ $a හි SSO (සේවා ප්‍රතිපාදක) සේවාවට ද <strong>දායකත්වය</strong> ලබාගත යුතුය.</li></ul><br/> $a හි සිට සත්‍යාපිත පරිශීලකයන්ට නැවත ලොගින් වීමකින් තොරව ඔබගේ අඩවියට ප්‍රවේශවීමට ඉඩදීම  සදහා මෙම සේවාවට දායකවන්න. <ul><li><em>පරායත්තය</em>: ඔබ $a  සදහා SSO (සේවා සැපයුම්කරු) සේවාව <strong>පළකිරීම </strong> ද කල යුතුය.</li></ul>';
$string['sso_idp_name'] = 'SSO (අනන්‍යතා ප්‍රතිපාදක)';
$string['sso_mnet_login_refused'] = '$a[1] සිට ලොගින් වීම සදහා $a[0] මුරපදයට ඉඩ දී නැත';
$string['sso_sp_description'] = 'නැවත ලොගින් වීමකින් තොරව $a හි සිට පරිශීලකයන්ට නිදැල්ලේ ඔබගේ අඩවියට පිවිසීමට ඉඩදීම සදහා මෙම සේවාව පළ කරන්න.<ul><li><em>පරායත්තය</em>: ඔබ $a හි SSO (අනන්‍යතා ප්‍රතිපාදක) සේවාවට ද <strong>දායකත්වය</strong> ලබාගත යුතුය.</li></ul><br/> නැවත ලොගින් වීමකින් තොරව ඔබගේ පරිශීලකයන්ට නිදැල්ලේ $a අඩවියට ප්‍රවේශවීමට ඉඩදීම  සදහා මෙම සේවාවට දායකවන්න. <ul><li><em>පරායත්තය</em>: ඔබ $a  සදහා SSO (අනන්‍යතා ප්‍රතිපාදක) සේවාව <strong>පළකිරීම </strong> ද කල යුතුය.</li></ul>';
$string['sso_sp_name'] = 'SSO (සේවා ප්‍රතිපාදක)';