<?PHP // $Id$ 
      // auth_mnet.php - created with Moodle 1.8.2+ (2007021520)

$string['sso_idp_description'] = 'නැවත ලොගින් වීමකින් තොරව ඔබගේ පරිශීලකයන්ට නිදැල්ලේ $a මූඩ්ල් අඩවියට පිවිසීමට ඉඩදීම සදහා මෙම සේවාව පළ කරන්න.<ul><li><em>පරායත්තය</em>: ඔබ $a හි SSO (සේවා ප්‍රතිපාදක) සේවාවට ද <strong>දායකත්වය</strong> ලබාගත යුතුය.</li></ul><br/> $a හි සිට සත්‍යාපිත පරිශීලකයන්ට නැවත ලොගින් වීමකින් තොරව ඔබගේ අඩවියට ප්‍රවේශවීමට ඉඩදීම  සදහා මෙම සේවාවට දායකවන්න. <ul><li><em>පරායත්තය</em>: ඔබ $a  සදහා SSO (සේවා සැපයුම්කරු) සේවාව <strong>පළකිරීම </strong> ද කල යුතුය.</li></ul>';
$string['sso_idp_name'] = 'SSO (අනන්‍යතා ප්‍රතිපාදක)';
$string['sso_mnet_login_refused'] = '$a[1] සිට ලොගින් වීම සදහා $a[0] මුරපදයට ඉඩ දී නැත';
$string['sso_sp_description'] = 'නැවත ලොගින් වීමකින් තොරව $a හි සිට පරිශීලකයන්ට නිදැල්ලේ ඔබගේ අඩවියට පිවිසීමට ඉඩදීම සදහා මෙම සේවාව පළ කරන්න.<ul><li><em>පරායත්තය</em>: ඔබ $a හි SSO (අනන්‍යතා ප්‍රතිපාදක) සේවාවට ද <strong>දායකත්වය</strong> ලබාගත යුතුය.</li></ul><br/> නැවත ලොගින් වීමකින් තොරව ඔබගේ පරිශීලකයන්ට නිදැල්ලේ $a අඩවියට ප්‍රවේශවීමට ඉඩදීම  සදහා මෙම සේවාවට දායකවන්න. <ul><li><em>පරායත්තය</em>: ඔබ $a  සදහා SSO (අනන්‍යතා ප්‍රතිපාදක) සේවාව <strong>පළකිරීම </strong> ද කල යුතුය.</li></ul>';
$string['sso_sp_name'] = 'SSO (සේවා ප්‍රතිපාදක)';

?>