<?PHP // $Id$ 
      // block_course_list.php - created with Moodle 1.8.2+ (2007021520)
      
$string['addentry'] = 'ඔබගේ ජනප්‍රිය උදෘතපාඨ එක් කරන්න';
$string['askaddentry'] = 'භාවිතා කරන්නන්ට පාරිභාෂිකයට ඇතුලත් කිරීම් කල හැකි විට මෙම පාඨය මගින් සම්බන්ධතාව පෙන්වන්න';
$string['askinvisible'] = 'භාවිතා කරන්නන්ට පාරිභාෂිකය සංස්කරණය හෝ දර්ශනය කලනොහැකි විට මෙම පාඨය පෙන්වන්න (සම්බන්ධතාව නොමැතිව)';
$string['askviewglossary'] = 'භාවිතා කරන්නන්ට පාරිභාෂිකය දර්ශනය කල හැකිමුත් ඇතුලත් කිරීම් කිසිවක් නොකල විට සම්බන්ධතාවය මෙම පාඨය මගින් පෙන්වන්න';
$string['blockname'] = 'අහඹු පාරිභාෂික ඇතුලත් කිරීම්';
$string['intro'] = 'මෙම පාඨමාලාව සදහා අවම වශයෙන් එක් අතුලත් කිරීමක් සහිත එක් පාරිභාෂිකයක්වත් ඇතිබවට සනාත කරනගන්න. ඉන්පසු ඔබට පහත සැකසුම් සීරුමාරු කරගත හැක';
$string['invisible'] = 'මතු සම්බන්ධයි';
$string['lastmodified'] = 'අවසන්වරට සංශෝදනය කරන ලද ඇතුලත් කිරිම';
$string['nextone'] = 'මීලග ඇතුලත් කිරීම';
$string['noentriesyet'] = 'තෝරාගන්නා ලද පාරිභාෂිකයේ තවම ඇතුලත් කිරීම් කිසිවක් නොමැත';
$string['notyetconfigured'] = 'කරුණාකර සංස්කරණ අයිකනය භාවිතා කර මෙම කොටස සකසාගන්න';
$string['notyetglossary'] = 'ඔබට අවම වශයෙන් එක් පාරිභාෂිකයක්වත් තෝරාගැනීමට තිබිය යුතුයි.';
$string['random'] = 'අහඹු ඇතුලත් කිරීම්';
$string['refresh'] = 'අලුත් ඇතුලත් කිරීමක් තෝරාගැනීමට ගතකල යුතු දින ගණන';
$string['select_glossary'] = 'මෙම පා‍රීභාෂිකයෙන් ඇතුලත් කිරීම් අරගන්න';
$string['showconcept'] = 'සෑම ඇතුලත් කිරීමක් සදහාම සංකල්ප පෙන්වන්න (මාතෘකා)';
$string['title'] = 'ම‍ාතෘකාව';
$string['type'] = 'නව ඇතුලත් කිරිමක් කෙසේ තෝරාගත යුතුද';
$string['typehelp'] = '<b>අවසානයට වෙනස්කරන ලද ඇතුලත් කිරීම</b> පෙන්වනු ලබන්නේ අවසන් වතාවට වෙනස්කරන ලද ඇතුලත් කිරීම සහ <b>අහඹු ඇතුලත් කිරීම</b> සෑම විටම අහඹු ලෙස නව ඇතුලත් කිරීමක් තෝරාගනී. <b>මීලග ඇතුලත් කිරීම</b> විකල්පය චක්‍රාකාරව අනුපිලිවෙලින් පෙන්වනු ලැබේ. මෙම අවසන් විකල්පය වඩාත් ප්‍රයෝජනවත් වන්නේ සෑම දෙනාටම දැකිය හැකි <i>සතියේ උදෘතපාඨය</i> හෝ <i>දවසේ කියමන</i> සදහා දින ගණන තෝරාගැනීමට ඔබට ඉඩදී ඇතිවිටයි.';
$string['viewglossary'] = 'තවත් උදෘතප‍‍ාඨ...';
$string['whichfooter'] = 'මෙම කොටස හා සම්බන්ධිත පාරිභාෂිකයේ ක්‍රියාකාරකම්  මා බැදුන සම්බන්ධතා ඔබ‍ට පෙන්විය හැක. මෙම කොටස මගින් පෙන්වන්නේ එම පාරිභාෂිකයේ සක්‍රිය කර ඇති ක්‍රියාකාරකම් සදහා පමණි.';

?>
