<?PHP // $Id$ 
      // chat.php - created with Moodle 1.6.2+ (2006050521)
      // local modifications from http://localhost


$string['beep'] = 'බීප් හඬ';
$string['chatintro'] = 'හැඳින්වීම් පාඨය';
$string['chatname'] = 'මෙම කතාබස් කාමරයෙහි නම';
$string['chatreport'] = 'කතාබස් සැසිය';
$string['chattime'] = 'ඊළඟ කතාබස් වේලාව';
$string['configmethod'] = 'සේවාදායකයන් යාවත්කාලීනයන් සඳහා ත්‍රමානුකූලව සේවාසැපයුම්කරුට සම්බන්ධවීම සාමාන්‍ය කතාබහේ ක්‍රමවේදය වේ. එයට කිසිම හැඩගැස්වීමක් අවශ්‍ය නොවන අතර එය සැමතැනම ක්‍රියාකල හැකිය. නමුත් සේවා සැපයුම්කරු මත කතාබස්කරුවන් වැඩිදෙනෙක් සමඟ විශාල බරක් නිර්මාණය විය හැකිය. daemon සේවාසැපයුම්කරුවකු භාවිතා කිරීමට unix සඳහා shell ප්‍රවේශයක් අවශ්‍යයි, නමුත් එය වේගවත් පරිමාණය කලහැකි කථාබස් වටපිටාවක් ප්‍රතිඵල කරයි.';
$string['confignormalupdatemode'] = 'කථාබස් කාමරයන්හි යාවත්කාලීන කිරීම් සාමාන්‍යයෙන් HTTP1:1 හි අංගයක් වන <em>Keep Alive</em> කාර්යක්ෂම ලෙස සපයා ඇත. නමුත් මෙ‍ය තවද සේවාසැපයුම්කරු මත ඉතා බරය. යාවත්කාලීන කිරීම් පරිශීලකට කැවීම සඳහා යොදාගත හැකි <em>Stream</em> නම් මූලෝපාය ඉතා දියුණු ක්‍රමෝපායකි. <em>Stream</em> නම් පරිමාණය භාවිතය වඩා හොඳය. (කතාබස් කිරීමේ ක්‍රමයට සමානය) නමුත් ඔබේ සේවාසැපයුම්කරු විසින් ආධාර නොකරනු ඇත.';
$string['configoldping'] = 'පරිශීලක විසන්ධි වී ඇති බව පසුවීමට පෙර සොයා දැන ගත හැකි උපරිම කාලය (තත්පර වලින්) කුමක්ද? මෙය ඉහල සීමාවක් පමණි, සාමාන්‍යයෙන් විසන්ධිවීම් ඉක්මනින් සොයා දැනගත හැක. ඔබේ සේවාසැපයුම්කරුගේ පහළ අගයක් සඳහා ඉල්ලීමක් පැවතිය හැක. ඔබ සාමාන්‍යය ක්‍රමය භාවිතා කරන්නේ නම් මෙය 2ට වඩා අඩුවෙන් සකස්කර ගන්න.';
$string['configrefreshroom'] = 'කොපමණ කාලයක් කථාබස් කාමරය නැවත ප්‍රාණවත් කල යුතුද? (තත්පරවලින්) මෙය මන්දගාමීව පිහිටුවීමෙන් කතාබස් කාමරය ශීඝ්‍රවන බව පෙනේ. නමුත් වැඩිදෙනෙක් කතාබහේ යෙදෙන විට දී එමඟින් ඔබේ අන්තර්ජාල සේවාසැපයුම්කරුමත වැඩි බරක් පැටවිය හැකිය. ඔබ <em>Stream</em> නම් යාවත්කාලීනයන් භාවිතා කරන්නේ නම්, ඔබට ඉහල  නැවතප්‍රාණවත් කිරීමේ සංඛ්‍යාතයන් තෝරාගත හැකිය. 2න් උත්සහ කරන්න.';
$string['configrefreshuserlist'] = 'පරිශීලකයන් ලැයිස්තුව යළි පුබුදා විය යුත්තේ කොපමණ කාලයකින් ද? (තත්පරවලින්)';
$string['configserverhost'] = 'සේවාසැපයුම්කරුගේ daemon ඇති පරිගණකයේ සත්කාරකරුගේ නම';
$string['configserverip'] = 'ඉහත සත්කාරකරුගේ නමට ගැලපෙන සංඛ්‍යාත්මක IP ලිපිනය';
$string['configservermax'] = 'ඉඩදී ඇති උපරිම අනුග්‍රහකයන් ගණන';
$string['configserverport'] = 'පරිගණකයේ සේවාසැපයුම්කරුගේ daemon මත භාවිතාකරන පරිපථයේ සොකට්ටුව';
$string['currentchats'] = 'සක්‍රීය කතාබස් සැසි';
$string['currentusers'] = 'වර්තමාන පරිශීලකයන්';
$string['deletesession'] = 'මෙම සැසිය මකා හරින්න';
$string['deletesessionsure'] = 'මෙම සැසිය මකා හැරීමට අවශ්‍ය බව ඔබට විශ්වාසද?';
$string['donotusechattime'] = 'කිසිම කථාබස් වේලාවක් ප්‍රසිද්ධ නොකරන්න';
$string['enterchat'] = 'කථාබසට ඇතුල් වීමට මෙහි ක්ලික් කරන්න';
$string['errornousers'] = 'කිසිම පරිශීලකයෙකු සොයා ගත නොහැකි විය';
$string['explaingeneralconfig'] = 'මෙම සැකසුම් සැමවිටම බලපෑමට යටත්ය';
$string['explainmethoddaemon'] = 'කථාබස් ක්‍රමෝපාය සඳහා \"chat server daemon\" ඔබ තෝරා ගතහොත්‍ මෙම විධානයන් හේතුවෙයි';
$string['explainmethodnormal'] = 'සාමාන්‍ය ක්‍රමය ඔබ තෝරා ගතහොත් පමනක් මෙම සැකසුම් කථාබස් ක්‍රමය සඳහා හේතුවෙයි';
$string['generalconfig'] = 'පොදු සැකසුම';
$string['helpchatting'] = 'කථාබහ මඟින් උදව් කරන්න';
$string['idle'] = 'අකර්මන්‍ය';
$string['messagebeepseveryone'] = '$a සැමදෙනාටම බීප් හඬක් නිකුත් කරයි';
$string['messagebeepsyou'] = '$a මේ දැන් ඔබ වෙත බීප් හඬක් නිකුත් කළා';
$string['messageenter'] = '$a මේ දැන් මෙම කථාබහට ඇතුල්වුනා';
$string['messageexit'] = '$a මෙම කථාබහ හැර ගොස් ඇත';
$string['messages'] = 'පණිවුඩ';
$string['methoddaemon'] = '?';
$string['methodnormal'] = 'සාමාන්‍ය ක්‍රමය';
$string['modulename'] = 'කථාබහ';
$string['modulenameplural'] = 'කථාබස්';
$string['neverdeletemessages'] = 'කිසිවිටෙක පණිවුඩ මකා නොහරින්න';
$string['nextsession'] = 'උපලේඛනය කළ ඊළඟ සැසිය';
$string['noguests'] = 'ආගන්තුකයන්ට කථාබහ විවෘතව නොමැත';
$string['nomessages'] = 'තවම පණිවුඩ නොමැත';
$string['normalkeepalive'] = 'සජීවීව තබන්න';
$string['normalstream'] = 'ප්‍රවාහය';
$string['noscheduledsession'] = 'උපලේඛනය කල සැසියන් නොමැත';
$string['repeatdaily'] = 'සෑම දිනකම එකම වේලාවට';
$string['repeatnone'] = 'පුනරාවර්තනය නොකරන්න. ප්‍රකාශිත වේලාවන් පමණක් ප්‍රසිද්ධ කරන්න';
$string['repeattimes'] = 'සැසි පුනරාවර්තනය කරන්න';
$string['repeatweekly'] = 'සෑම සතියකම එකම වේලාවට';
$string['savemessages'] = 'පැරණි සැසියන් සුරකින්න';
$string['seesession'] = 'මෙම සැසිය බලන්න';
$string['sessions'] = 'කතාබස් සැසියන්';
$string['studentseereports'] = 'සැමදෙනාටම පැරණි සැසියන් බැලිය හැක';
$string['viewreport'] = 'ඉකුත් කතාබස් සැසියන් බලන්න';

?>
