<?PHP // $Id$ 
      // emailprotect.php - created with Moodle 1.6 + (2006050507)

$string['autocreate'] = 'මූඩ්ල්හි තවම නොමැති පාඨමාලාවක් සදහා ලියාපදිංචි වීම් ඇත්නම් පාඨමාලා ස්වයංක්‍රීයවම සෑදිය හැක.';
$string['autocreation_settings'] = 'ස්වයංසෑදීමේ සැකසුම්';
$string['category'] = 'ස්වයංක්‍රීයව සෑදෙන පාඨමාලා සදහා ප්‍රභේදය';
$string['course_fullname'] = 'පාඨමාලා නම ගබඩා කිරීම සදහා භාවිතා කල යුතු ක්ෂේත්‍ර නම';
$string['course_shortname'] = 'පාඨමාලා කෙටිනම ගබඩා කිරීම සදහා භාවිතා කල යුතු ක්ෂේත්‍ර නම';
$string['enrolname'] = 'බාහිර දත්තගබඩාව';
$string['general_options'] = 'සාමාන්‍ය විකල්ප';
$string['host'] = 'දත්තගබඩා සර්ව‍රයේ හොස්ට් නම';
$string['local_fields_mapping'] = 'මූඩ්ල් (ප්‍රාදේශීය) දත්තගබඩා ක්ෂේත්‍ර';
$string['name'] = 'භාවිතා කිරීම සදහා විශේෂිත දත්තගබඩාව';
$string['pass'] = 'සර්වරයට පිවිසීම සදහා මුරපදය';
$string['remote_fields_mapping'] = 'ලියාපදිංචි වීමේ (දුරස්ථ) දත්තගබඩා ක්ෂේත්‍ර';
$string['server_settings'] = 'භාහිර දත්තගබඩා සර්වරයේ සැකසුම්';
$string['student_coursefield'] = 'අප සොයාගැනීමට බලාපොරොත්තු වන පාඨමාලා අංකය ඇති ශිෂ්‍ය ලියාපදිංචි වගුවේ ක්ෂේත්‍රය';
$string['student_r_userfield'] = 'භාවිත අංකය සොයාගැනීමට අප බලාපොරොත්තු වන දුරස්ථ ශිෂ්‍ය ලියාපදිංචි වගුවේ ඇති ක්ෂේත්‍රය.';
$string['student_table'] = 'ශිෂ්‍ය ලියාපදිංචිය ගබඩා කර ඇති වගුවේ නම';
$string['teacher_coursefield'] = 'ප‍ාඨමාලා අංකය සොයාගැනීමට අප බලාපොරොත්තු වන ගුරුවර ලියාපදිංචි වගුවේ ඇති ක්ෂේත්‍රය.';
$string['teacher_r_userfield'] = 'භාවිත අංකය සොයාගැනීමට අප බලාපොරොත්තු වන දුරස්ථ ගුරුවර ලියාපදිංචි වගුවේ ඇති ක්ෂේත්‍රය.';
$string['teacher_table'] = 'ගුරුවර ලියාපදිංචිය ගබඩා කර ඇති වගුවේ නම';
$string['type'] = 'දත්තගබඩා ‍සර්ව‍රයේ වර්ගය';
$string['user'] = '‍සර්වරයට පිවිසීම සදහා භාවිත නාමය';

?>
