<?PHP // $Id$ 
      // emailprotect.php - created with Moodle 1.6 + (2006050507)


$string['business'] = 'ඔබ‍ෙග් ව්‍යාපාරික පේපෑල් ගිණුමේ විද්‍යුත් තැපැල් ලිපිනය';
$string['costorkey'] = 'කරුණාකර පහත ලියාපදිංචි ‍වීමේ ක්‍රමයක් තෝරන්න';
$string['description'] = 'ගෙවා කල හැකි පාඨමාලා සැකසීහ සදහා පේපෑල් මොඩියුලය ඉඩලබා දේ. ඕනෑම පාඨමාලාවකට ගාස්තුවක් නොමැති විට ශිෂ්‍යයන්ට කිසිවක් ගෙවීමට ඉල්ලා නොසිටියි.  මෙහි අඩවි මට්ටමේ ගාස්තු අය කිරීමක් ඔබට මූලිකව සැකසිය හැකි අතර පාඨමාලා මට්ටමේ සැකසීම්ද කල හැක. අඩවි මට්ටමේ ගාස්තු අය කිරීම පාඨමාලා ගාස්තු අය කිරීම මගින් යටපත් කල හැක.';
$string['enrolname'] = 'පේපෑල්';
$string['sendpaymentbutton'] = 'ගෙවිම් පේපෑල් හරහා එවන්න';

?>
