<?PHP // $Id$ 
      // enrol_manual.php - created with Moodle 2.0 dev (2007101508.05)


$string['description'] = 'මෙය පෙරනිමි ලියාපදිංචි ආකාරයයි. කිසියම් පාඨමාලාවකි ශිෂ්‍යයෙක් ලියාපදිංචි විය හැකි මූලික  ආකාර දෙකක් ඇත.
<ul>
<li>පාඨමාලාව තුල පාඨමාලා පරිපාලන මෙනුව තුල ඇති සම්බන්ධතාවය භාවිතා කර ගුරවරයාට හෝ පරිපාලකවරයාට හස්ථීයව ඔවුන්ව ලියාපදිංචි කල හැක.</li>
<li>පාඨමාලාව සඳහා \"ලියාපදිංචි යතුර\" ලෙස මුරපදයක් අර්ථ දක්වා තිබිය හැක. මෙම මුරපදය දන්නා ඕනෑම අයෙකුට තමාටම පාඨමාලාවට එක් වීමට හැකියාව ඇත.</li>
</ul>';
$string['enrolname'] = 'අභ්‍යන්තර ලියාපදිංචිය';
$string['keyholderrole'] = 'පාඨමාලාවක් සඳහා ලියාපදිංචි යතුරක් ඇති පරිශීලකයෙකුගේ භූමිකාව. පාඨමාලාවේ ලියාපදිංචි වීම සඳහා උත්සාහ දරණ ශිෂ්‍යයන්ට දර්ශනය කරනු ලැබේ.';

?>
