<?PHP // $Id$ 
      // my.php - created with Moodle 2.0 dev (2007101508)


$string['mymoodle'] = 'මගේ පාඨමාලාව පිළිබදව දළ විශ්ලේෂණයක්';
$string['nocourses'] = 'පෙන්වීමට පාඨමාලා තොරතුරු නැත';
$string['noguest'] = '\'පාඨමාලාව පිළිබද දළ විශ්ලේෂණය\' පිටුව අමුත්තන් සදහා නොපවතී';
$string['pinblocks'] = 'මගේ මූඩ්ල් සදහා කූරු ලූ කොටස් සකසන්න';
$string['pinblocksexplan'] = 'මෙහිදී සකසන කොටස් සැකසුම්? (සංස්කරණය කල නොහැකි)ඕනෑම මූඩ්ල් භාවිතා කරන්නෙකුට ඔවුන්ගේ \'මගේ මූඩ්ල්\' හි දළ විශ්ලේෂණ පිටුවෙහි දැකිය හැක.';

?>
