<?PHP // $Id$ 
      // group.php - created with Moodle 1.8.2+ (2007021520)

$string['mymoodle'] = 'මගේ පාඨමාලාව පිළිබදව දළ විශ්ලේෂණයක්';
$string['nocourses'] = 'පෙන්වීමට පාඨමාලා තොරතුරු නැත';
$string['noguest'] = '\'පාඨමාලාව පිළිබදව දළ විශ්ලේෂණයක්\' පිටුව අමුත්තන් සදහා නොපවතී';
$string['pinblocks'] = 'මගේ මූඩ්ල් සදහා කූරු ලූ කොටස් සකසන්න';
$string['pinblocksexplan'] = 'මෙහිදී සකසන කොටස් සැකසුම් (සංස්කරණය කල නොහැකි)ඕනෑම මූඩ්ල් භාවිතා කරන්නෙකුට ඔවුන්ගේ \'මගේ මූඩ්ල්\' හි දළ විශ්ලේෂණ පිටුවෙහි දැකිය හැක.';

?>
