<?PHP // $Id$ 
      // qtype_randomsamatch.php - created with Moodle 1.8.2+ (2007021520)


$string['nosaincategory'] = 'ඔබ විසින් තෝරන ලද \'$a->catname\' ප්‍රවර්ගයේ කිසිදු කෙටි පිලිතුරු ප්‍රශ්ණයක් නොමැත. කරුණාකර වෙනත් ප්‍රවර්ගයක් තෝරන්න නැතහොත් එම ප්‍රවර්ගය තුල ප්‍රශ්ණ කිහිපයක් සාදන්න';
$string['notenoughsaincategory'] = 'ඔබ විසින් තෝරන ලද \'$a->catname\' ප්‍රවර්ගයේ ඇත්තේ කෙටි පිලිතුරු ප්‍රශ්ණ $a->nosaquestions ක් පමණි. කරුණාකර වෙනත් ප්‍රවර්ගයක් තේරීම,  එම ප්‍රවර්ගය තුල ප්‍රශ්ණ කිහිපයක් සෑදීම හෝ තෝරන ලද ප්‍රශ්ණ ගණන අඩුකිරීම හෝ සිදුකරන්න.';

?>
