<?PHP // $Id$ 
      // survey.php - created with Moodle 1.6.2+ (2006050521)
      // local modifications from http://127.0.0.1


$string['actual'] = 'තථ්‍ය';
$string['actualclass'] = 'පන්ති තථ්‍ය';
$string['actualstudent'] = '$a තථ්‍යය';
$string['allquestions'] = 'පිළිවෙලට ඇති සෑම ප්‍රශ්ණයක්ම/සෑම ශිෂ්‍යයෙක්ම';
$string['allscales'] = 'සෑම පරිමාණයක්ම, සෑම ශිෂ්‍යයෙක්ම';
$string['alreadysubmitted'] = 'ඔබ මෙම සමීක්ෂණය දැනටමත් ඉදිරිපත් කර ඇත';
$string['analysisof'] = '$a හි විශ්ලේෂණය';
$string['answers'] = 'පිළිතුරු';
$string['attls1'] = 'යමෙක් කියන්නක් ඇගයීමේදී මා අවධානය යොමුකරන්නේ ඔවුන්ගේ තර්කවල ගුණාත්මකභාවය පිළිබඳව මිස ඉදිරිපත් කරන්නේ කවරෙක්ද යන්න පිළිබඳව නොවේ. ඉදිරිපත් කරන පුද්ගලයා කවුද යන්න නොවේ.';
$string['attls10'] = 'මම යමක් විශ්ලේෂණය කරන විටදී හැකි තරම් වාස්තවික වීම මට වැදගත්වේ.';
$string['attls10short'] = 'වාස්තවික වීම';
$string['attls11'] = 'මම පුද්ගලයන් සිතන ආකාරයට විරුද්ධව සිතනවා වෙනුවට ඔවුන් සිතන ආකාරයට සිතීමට උත්සහ කරමි';
$string['attls11short'] = 'පුද්ගලයන් සිතන ආකාරයට සිතන්න';
$string['attls12'] = 'තර්ක ඇගයීමට ලක් කිරීම සඳහා මට නිශ්චිත නිර්ණායක ඇත';
$string['attls12short'] = 'ඇගයීමට නිර්ණායක භාවිතා කරන්න';
$string['attls13'] = 'යමෙකුගේ මත අගයනවාට වඩා ඒවා තේරුම් ගැනීමට බොහෝ විට උත්සහ කරමි.';
$string['attls13short'] = 'තේරුම් ගැනීමට උත්සහ ගන්න';
$string['attls14'] = 'අනෙක් පුද්ගලයන්ගේ තර්ක පැහැදිලි කිරීමට උදව්කිරීම සඳහා ඔවුන්ගේ දුර්වලතා පෙන්වා දිමට උත්සහ කරමි';
$string['attls14short'] = 'දුර්වලකම් පෙන්වා දෙන්න';
$string['attls15'] = 'මතභේදාත්මක කරුණු සාකච්ඡා කරන විට ඔවුන් කරන ආකාරයත් ඒ ඇයිද යන්නත් දැන ගැනීම සඳහා අනුන්ගේ පැත්තෙන් බැලීමේ ප්‍රවනතාවක් ඇත';
$string['attls15short'] = 'අන්‍යයන්ගේ දෘෂ්ඨිකෝණය අනුව සිතීම';
$string['attls16'] = 'මම සෑම සාක්ෂියක්ම සලකා බැලීමට ප්‍රවේශම්වන නිසා කෙනෙක් මගේ විශ්ලේෂන විධික්‍රමය ඔවුන් පරික්ෂාවට භාජනය කරන්නක් ලෙස සලකනු ඇත';
$string['attls16short'] = 'උත්සහයක් දරනවා';
$string['attls17'] = 'ගැටළුවක් විසදීමේ දී මම ස්වීය වුවමනාවනට වඩා තර්කනය හා තාර්කික පදනම අගය කරයි';
$string['attls17short'] = 'මම තර්කනය බෙහෙවින් අගය කරමි';
$string['attls18'] = 'මගේ මතයට පටහැනිවන මතයක් සානුකම්පාව තුලින් මම වටහා ගනිමි';
$string['attls18short'] = 'සානුකම්පනයෙන් අන්තිරාවබෝධය';
$string['attls19'] = 'මගේ මතයට ආගන්තුක මත දරන්නන් හමුවූ විට, ඔවුන් එලෙස සිතන්නේ ඇයිදැයි වටහා ගැනීම සඳහා ඔවුන් හා දැඩි සබඳතාවක් ගොඩනගමි';
$string['attls19short'] = 'ගොඩනගා ගැනීමට උත්සහ කරන්න';
$string['attls1short'] = 'තර්කයෙහි ස්වාභාවය';
$string['attls2'] = 'තර්ක කිරීමෙන් මම නපුරෙහි උපදේශකයකු වීමට කැමැත්තෙමි';
$string['attls20'] = 'යමක වරද ඇත්තේ කොතැනදැයි දැන ගැනීමට මම කාලය යොදමි. නිදර්ශනයක් ලෙස හොඳින් ඉදිරිපත් කොට නැති සාමාන්‍ය අනුවාදනයක ඇති අඩුපාඩු සෙවීමට මම තැත්කරමි';
$string['attls20short'] = 'වරද කුමක්ද?';
$string['attls2short'] = 'නපුරෙහි උපදේශකයා වීම';
$string['attls3'] = 'අනෙක් අය සිතන ආකාරය වටහා ගැනීමට ඔවුන්ගේ පසුබිම ගැන දැනගැනීමට මම කැමතියි';
$string['attls3short'] = 'පුද්ගලයන්ගේ පසුබිම කුමක්ද?';
$string['attls4'] = 'මගේ අධ්‍යාපනයේ වැදගත්ම අංගය වූයේ බෙහෙවින් වෙනස් අයව වටහා ගැනීමට උගෙනීමයි';
$string['attls4short'] = 'විවිධ අයවලුන් වටහාගැනීම';
$string['attls5'] = 'මට වඩා බෙහෙවින් වෙනස් අයවලුන් හා සබඳතා පැවැත්වීම ම‍ගේ අනන්‍යතාවය ලබා ගැනීමෙහි හොඳම ක්‍රමය ලෙස මම දකිමි';
$string['attls5short'] = 'විවිධත්වය සමඟ සබඳතාවය';

?>
